Repository: mozilla/fireplace
Catalog: locale/ln/LC_MESSAGES/messages.po
Languages: ln

source: Expand
ln: Komisa molayi

source: No results found
ln: Eyano moko te ezwami

source: The category you requested does not exist.
ln: Categorie oyo osengi ezalaka te.

source: An internal server error occurred. Please try again later.
ln: Erreur moko esalemi nakati ya serveur. Meka lisusu sima ya mua ngonga.

source: Categories
ln: Bacategorie

source: We want to hear from you!
ln: Tolingi koyoka kowuta epayi nayo!

source: Give us your feedback. Let us know whether we are awesome or buggy.
ln: Pesa biso feedback nayo. Yebisa biso soki toza kosala malamu to mabe.

source: Let us know...
ln: Yebisa biso…

source: Cancel
ln: Tika

source: Submit Feedback
ln: Kopesa Feedback

source: Get Help
ln: Kozwa lisalisi

source: Search Marketplace&hellip;
ln: Luka Marketplace&hellip;

source: Settings
ln: Baparamètre

source: My Apps
ln: Ba apps nangai

source: Sign Out
ln: Bima

source: Support
ln: Lisungi

source: Develop Apps
ln: Ba app ya badeveloppeur

source: My Submissions
ln: Maye napesi

source: Reviewer Tools
ln: Ba outil ya reviseur

source: Lookup Tool
ln: Koluka outil

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ln: Soki kaka te ndenge <a href="{legal_url}" target="_blank">ekomami</a>, contenu na site oyo eza na se ya licence ya <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-mpe ba License misusu oyo elandani nayango v3.0</a> to version nionso ya sika.

source: Privacy Policy
ln: Politiki ya confidentialité

source: Terms of Use
ln: Mibeko mpo na bosaleli

source: Report Trademark Abuse
ln: Funda bobuki mibeko ya Marque déposée

source: No apps found.
ln: App moko te ezwami.

source: Home
ln: Accueil

source: Popular
ln: Oyo eyebani na ebele ya batu

source: New
ln: Yasika

source: Register
ln: Mikomisa

source: Sign In
ln: Kota

source: You must use Firefox to install Firefox apps.
ln: Esengeli osalela Firefox mpo na koinstaller ba apps ya Firefox.

source: Download
ln: Téléchargement

source: You must be signed in to view your apps.
ln: Esengeli kokota mpo na kotala ba apps nayo.

source: You have no apps
ln: Oza na apps ata moko te

source: Oh no!
ln: Oh te!

source: No language packs found.
ln: Mopiko moko te ya nkota ezwami.

source: <b>{n}</b> Result
ln: <b>{n}</b> Eyano

source: <b>"{search_query}"</b> returned {n} result
ln: <b>"{search_query}"</b> eyano {n} ezongisami

source: No results found, try again later
ln: Eyano moko te ezwami, meka lisusu sima

source: General settings
ln: Baparamètre général

source: Email Address
ln: Adresse Email

source: Display Name
ln: Nkombo ya bomimoniselo

source: Recommendations
ln: Barecommandation

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
ln: Iyo, lakisa ngai barecommandation kolandana na ba apps nangai oyo eza installer. <a href="{url}" target="_blank">Mingi ya koyekola</a>

source: Save Changes
ln: Bomba maye mambongwami

source: Newsletter
ln: Bulletin

source: Get Firefox News.
ln: Zwa Bulletin ya Firefox.

source: Sign up for our newsletter.
ln: Mikomisa mpo na kozwa bulletin nabiso.

source: Get Involved
ln: Mikotisa

source: Region
ln: Etuka

source: An update to Marketplace is available.
ln: Mise à jour moko ya Marketplace ezwami.

source: Sign up for our newsletter
ln: Mikomisa mpo na bulletin nabiso

source: Get Firefox news! Sign up for our newsletter
ln: Kozwa basango ya Firefox! Mikomisa mpo na bulletin nabiso

source: Sign me up
ln: Komisa ngai

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
ln: Nandimi ete Mozilla esalela mayebisi mangai lolenge elimbolami na <a href="{privacy_policy_url}" target="_blank">Politiki ya confidentialité oyo</a>.

source: Thanks for signing up!
ln: Matondo mpo na komikomisa!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
ln: Okozwa email kowuta na mozilla@e.mozilla.org, tala boîte mail nayo mpo na Email nayo ya yambo kowuta epayi nabiso. Soki omoni yango te, tala filtre nayo ya spam.

source: App Statistics
ln: Bastatistique ya app

source: App usage statistics
ln: Bastatistique ya bosaleli app

source: Not enough statistics to show.
ln: Bastatistique ya kokoka eza te mpo na kolakisa.

source: Review
ln: Bomenyoli

source: Not yet reviewed
ln: Emenyolami te

source: Free
ln: Ya ofele

source: Load more
ln: Charger koluta

source: Description
ln: Botatoli

source: View All
ln: Tala nionso

source: Need to report something?
ln: Olingi kosala rapprot ya likambo?

source: Submit Report
ln: Pesa rapport

source: {app_name} screenshot
ln: {app_name} foto sur écran

source: For previous version {version}
ln: Mpo na version oyo eleki {version}

source: Edit
ln: Bongisa

source: Delete
ln: Boma

source: Report
ln: Sala rapport

source: Flagged for review
ln: Etiyami bendele mpo na bomenyoli

source: Updates
ln: Mise à jour

source: Last updated
ln: Mise à jour yasuka

source: Email Support
ln: Lisungi mpo na Email

source: Support Site
ln: Lisungi mpo na Site

source: Homepage
ln: Lokasa ya boyambemi

source: Statistics
ln: Bastatistique

source: Edit Listing
ln: Bongisa Liste

source: Approve / Reject
ln: Ndima / Boya

source: Review History
ln: Lisitwale ya bomenyoli

source: Reviews
ln: Maye mamenyolami

source: App not yet reviewed
ln: App emenyolami naino te

source: Premium version available
ln: Version premium eza

source: More Information
ln: Mayebisi mosusu

source: Developer
ln: Developpeur

source: Compatibility
ln: Comptabilité

source: File Size
ln: Bolayi ya fichier

source: Most Recent Version
ln: Version yasika sika

source: Report Abuse
ln: Funda bosaleli mabe

source: Rated {stars} out of {maxstars} stars
ln: Etiyami {stars} na {maxstars} minzoto

source: Back to app
ln: Zonga na app

source: Loading Privacy Policy...
ln: Eza kocharger Politiki ya confidentialité…

source: Thank you for purchasing
ln: Matondo mpo na bosombi

source: Back to {app}
ln: Zonga na {app}

source: Content Rating
ln: Classification ya contenu

source: Rating Details
ln: Badetail ya classification

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
ln: Baparamètre ya Mac nayo ekoki kozangisa yo installation ya ba apps oyo ewuti na Mac App Store te.

source: Learn how to change them.
ln: Yekola ndenge ya kobongola yango.

source: Show me everything for <mkt-selected-text></mkt-selected-text>
ln: Lakisa ngai nionso mpo na <mkt-selected-text></mkt-selected-text>

source: Installed!
ln: Eza installer!

source: Launch this app from your <b>Applications</b> directory.
ln: Kolancer app oyo uta na répertoire ya ba <b>Applications</b> nayo.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
ln: Kolancer app uta na <b>Windows desktop</b> to <b>Start &#9658; baprogramme nionso</b> yayo.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
ln: Kolancer app oyo uta <b>dash</b>, <b>Moponi Application</b>, to <b>Menu ya baapplication</b> nayo.

source: Edit your Review
ln: Bongisa bomenyoli nayo

source: Edit your review
ln: Bongisa bomenyoli nayo

source: Write a review
ln: Koma maye matali bomenyoli

source: Sign in to review
ln: Kota mpo na komenyola

source: Read all reviews
ln: Tanga manso maye mamenyolami

source: System Date Incorrect
ln: Systeme ya date eza mabe

source: Sorry, your device clock appears to be set incorrectly.
ln: Bolimbisi, ngonga ya appareil nayo eza neti etiyami mabe.

source: Please set today's date and time in your device settings to access the Marketplace.
ln: Esengeli okoma mokolo mwa lelo mpe tango na baparamètre ya appareil nayo mpo na kokota na Marketplace.

source: Try again
ln: Meka lisusu

source: 1 Review
ln: Bomenyoli 1

source: An error occurred.
ln: Erreur esalemaki.

source: Try Again
ln: Meka lisusu

source: Currently Offline
ln: Oza hors ligne na ngonga oyo

source: Sorry, you need to be online to access the Marketplace.
ln: Bolimbisi, esengeli ozala en ligne mpo na kokota na Marketplace.

source: Edit Review
ln: Bongisa bomenyoli

source: Leave a Review
ln: Kolongwa na bomenyoli

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
ln: Tanga ba <a href="{url}" target="_blank">Directive ya bomenyoli</a> mpo na kozwa mayebisi mosusu matali classification ya ba apps. Bomenyoli oyo ekokani te na badirective oyo, ngulupa ya bamoderateur nabiso ekoki kolongola yango na mpwasa.

source: Rate:
ln: Classifier:

source: Please select a star rating.
ln: Pona monzoto ya classification.

source: Only users that are logged in may submit reviews.
ln: Bobele basaleli baye bakoti na site nde bakoki kopesa bomenyoli nabango.

source: Update Review
ln: Mise à jour ya bomenyoli

source: Submit Review
ln: Pesa bomenyoli

source: Flag Review
ln: Tiya bendele na bomenyoli

source: See an issue with this review? Select a reason below.
ln: Omoni likambo na bomenyoli oyo? Pona ntina awa na se.

source: Spam or otherwise non-review content
ln: Spam to contenu ya bomenyoli te

source: Inappropriate language/dialog
ln: Liloba/Lisolo oyo eza alima te

source: Misplaced bug report or support request
ln: Rapport ya bogue to bosenga ya lisungi esalemi mabe

source: This app has no reviews.
ln: App oyo eza na bomenyoli ata moko te.

source: App Review
ln: Bomenyoli App

source: not available for your region
ln: ezwami te mpo na etuka nayo

source: not available for your platform
ln: ezwami te mpo na plateforme nayo

source: Payment cancelled.
ln: Bofuti botikisami.

source: Sorry, we had trouble fetching this app's data. Please try again later.
ln: Bolimbisi, tozwaki nkokoso mpo na kozwa badonné ya app oyo. Meka lisusu.

source: Install failed. Please try again later.
ln: Installation esimbi te. Meka lisusu.

source: Installed
ln: Eza installer

source: Unavailable
ln: Ezali te

source: Install
ln: Installer

source: Games
ln: Bajeux

source: Business
ln: Mombongo

source: Education
ln: Kelasi

source: Entertainment
ln: Divertissement

source: Health & Fitness
ln: Santé & Fitness

source: Lifestyle
ln: Lolenge ya kobika

source: Maps & Navigation
ln: Bacarte & Navigation

source: Music
ln: Miziki

source: Photo & Video
ln: Foto & Vidéo

source: Productivity
ln: Productivité

source: Reference
ln: Référence

source: Sports
ln: Masano

source: Travel
ln: Mibembo

source: Utilities
ln: Biye bisengeli kofutama

source: All Platforms
ln: Baplateforme nionso

source: Android Mobile
ln: Mobile Android

source: Android Tablet
ln: Tablet Android

source: Desktop
ln: Bureau

source: For ages {0}+
ln: Mpo na mibu {0}+

source: Generic
ln: Generique

source: For all ages
ln: Mpo na bakolo mpe bana

source: Rating Pending
ln: Classification eza kozela

source: Rating Refused
ln: Classification ebwakisami

source: Everyone
ln: Mutu nionso

source: Everyone 10+
ln: Mutu nionso banda mibu 10+

source: Teen
ln: Bana mike

source: Mature 17+
ln: Mutu oyo okemeli mibu 17+

source: Adults Only 18+
ln: Bobele Bakolo banda mibu 18+

source: App for Albania
ln: App mpo na Albanie

source: App for Argentina
ln: App mpo na Argentine

source: App for Bangladesh
ln: App mpo na Bangladesh

source: App for Brazil
ln: App mpo Brezil

source: App for Bulgaria
ln: App mpo na Bulgarie

source: App for Chile
ln: App mpo na Chili

source: App for China
ln: App mpo na Chine

source: App for Colombia
ln: App mpo na Colombie

source: App for Costa Rica
ln: App mpo na Costa Rica

source: App for Croatia
ln: App mpo na Croatie

source: App for Czech Republic
ln: App mpo na République Tchèque

source: App for Ecuador
ln: App mpo na Equateur

source: App for El Salvador
ln: App mpo na El Salvador

source: App for France
ln: App mpo na France

source: App for Germany
ln: App mpo na Allemange

source: App for Greece
ln: App mpo na Grece

source: App for Hungary
ln: App mpo na Hongrie

source: App for India
ln: App mpo na Indie

source: App for Italy
ln: App mpo na Italie

source: App for Japan
ln: App mpo na Japon

source: App for Macedonia
ln: App mpo na Macedonie

source: App for Mexico
ln: App mpo na Mexique

source: App for Montenegro
ln: App mpo na Montenegro

source: App for Nicaragua
ln: App mpo na Nicaragua

source: App for Panama
ln: App mpo na Panama

source: App for Peru
ln: App mpo na Peru

source: App for Poland
ln: App mpo na Pologne

source: App for Russia
ln: App mpo na Russie

source: App for Serbia
ln: App mpo na Serbie

source: App for South Africa
ln: App mpo na Afrique du sud

source: App for Spain
ln: App mpo na Espagne

source: App for Uruguay
ln: App mpo na Uruguay

source: App for Venezuela
ln: App mpo na Venezuela

source: Arts & Entertainment App
ln: App ya Arts & Divertissement

source: Featured Book App
ln: App ya Buku oyo etiyami en vedette

source: Featured Creativity App
ln: App ya créativité oyo etiyami en vedette

source: Featured Education App
ln: App ya Kelasi oyo etiyami en vedette

source: Featured Game
ln: Jeu oyo etiyami en vedette

source: Groundbreaking App
ln: App ya mosala ya yambo

source: Health & Fitness App
ln: App ya Santé & Fitness

source: Hidden Gem
ln: Gem ya Kobatama

source: Featured Lifestyle App
ln: App ya motindo ya kobikela

source: Local Favorite App
ln: App Local Favorit

source: Maps & Navigation App
ln: App ya Bacarte & Navigation

source: Featured Music App
ln: App ya miziki oyo etiyami en vedette

source: Mystery App!
ln: App ya Bikamwa!

source: News & Weather App
ln: App ya Basango & Météo

source: Photo & Video App
ln: App ya Foto & Vidéo

source: Featured Shopping App
ln: App ya Shopping oyo etiyami en vedette

source: Featured Social App
ln: App Social oyo etiyami en vedette

source: Featured Sports App
ln: App ya Masano oyo etiyami en vedette

source: Tool & Time Saver
ln: Outil & Heure d'été

source: Featured Travel App
ln: App ya Mibembo oyo eza en vedette

source: Work & Business App
ln: App ya Mosala & Mombongo

source: Unable to install packaged apps
ln: Ekoki te koinstaller ba apps oyo ekongolami

source: App install error: {error}
ln: Erreur ya installation ya App: {error}

source: There was an error submitting your newsletter sign up request
ln: Erreur esalemaki tango ya kotinda bosenga nayo ya komikomisa mpo na bulletin

source: Error while communicating with server. Try again later.
ln: Erreur esalemaki tango ya kocommuniquer na serveur. Meka lisusu sima.

source: Payment failed. Try again later.
ln: Kofuta esimbi te. Meka lisusu sima.

source: {n} star
ln: {n} monzoto

source: Flagging review...
ln: Botiyi bendele na bomenyoli…

source: This review has been successfully flagged. Thanks!
ln: Bomenyoli etiyami bendele malamu. Matondo!

source: Sorry, there was an issue flagging the review. Please try again later.
ln: Bolimbisi, nkokoso moko esalemi na botiyi monzoto na bomenyoli. Meka lisusu sima.

source: This review has been successfully deleted
ln: Bomenyoli ebomami malamu

source: Write a Review
ln: Koma bomenyoli

source: Sorry, there was a problem deleting the review
ln: Bolimbisi, nkokoso moko esalemi na bobomi bomenyoli

source: Loading...
ln: Eza kocharger…

source: Your review was successfully posted. Thanks!
ln: Bomenyoli osali etiyami malamu. Matondo!

source: Sorry, there was an error posting your review. Please try again later.
ln: Bolimbisi, erreur esalemi na botiyi bomenyoli oyo osali. Meka lisusu sima.

source: Your review was successfully edited
ln: Bomenyoli nayo ebongisami malamu

source: Sorry, there was an issue editing your review. Please try again later
ln: Bolimbisi, nkokoso esalemi na bobongisi bomenyoli nayo. Meka lisusu sima

source: English
ln: Angele

source: French
ln: Falase

source: German
ln: Kiallmand

source: Hungarian
ln: Kihongrois

source: Indonesian
ln: Kiindonesien

source: Polish
ln: Kipolonais

source: Portuguese
ln: Kiputuluges

source: Russian
ln: Kirusse

source: Spanish
ln: Kiespagnol

source: Sorry, you are currently offline. Please try again later.
ln: Bolimbisi, oza hors ligne sik'oyo. Meka lisusu sima.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
ln: Mbala oyo eza koya soki opelisi app ya Firefox Marketplace, okomona version oyo eza mise à jour!

source: Feedback submitted. Thanks!
ln: Feedback epesami. Matondo!

source: There was a problem submitting your feedback. Try again soon.
ln: Nkokoso moko esalemi na bopesi feedback nayo. Meka lisusu mua sima.

source: Language Packs
ln: Mopiko ya nkota

source: Search Results
ln: Luka barésultat

source: Your settings have been successfully saved
ln: Baparamètre nayo ebombami malamu

source: Settings could not be saved
ln: Baparamètre ekokaki te kobombama

source: Please sign in to view the receipt
ln: Kota mpo na komona reçu

source: Receipt
ln: Reçu
