Repository: mozilla/fireplace
Catalog: locale/ff/LC_MESSAGES/messages.po
Languages: ff

source: Expand
ff: Wertu

source: No results found
ff: Alaa njaltudi yiytaa

source: The category you requested does not exist.
ff: Taƴre nde ɗaɓɓit-ɗaa ndee woodaani.

source: An internal server error occurred. Please try again later.
ff: Juumre ndernderol waɗii. Tiiɗno eto goɗngol.

source: Categories
ff: Taƴe

source: We want to hear from you!
ff: Amin katojini e miijooji maa!

source: Give us your feedback. Let us know whether we are awesome or buggy.
ff: Hokku-min miijo maa. Amin njiɗi anndude so amin mbaawi walla alaa.

source: Let us know...
ff: Tintin-min...

source: Cancel
ff: Haaytu

source: Submit Feedback
ff: Naatnu Miijo Maa

source: Get Help
ff: Heɓ Ballal

source: Settings
ff: Teelte

source: My Apps
ff: Jaaɓɗe Am

source: Feedback
ff: Duttine

source: Sign Out
ff: Seŋto

source: Support
ff: Wallitorde

source: Develop Apps
ff: Topo Jaaɓɗe

source: My Submissions
ff: Naatnanɗe am

source: Reviewer Tools
ff: Kuutorɗe Ƴeewtiyaŋke

source: Lookup Tool
ff: Kuutorgal Njiilaw

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ff: So wonaa ɗo <a href="{legal_url}" target="_blank">sifaa</a> nokku goɗɗo, loowdi ndee lowre ko keeroraandi tugnaade e jamirol <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> walla kala yamre sakkitiinde ɗum.

source: Privacy Policy
ff: Dawirgol Suturo

source: Terms of Use
ff: Sarɗiiji kuutorgol

source: Report Trademark Abuse
ff: Jaŋto Nguyka Marke

source: No apps found.
ff: Alaa jaaɓɗe njiytaa.

source: Home
ff: Jaɓɓorgo

source: Popular
ff: Lolluɗe

source: New
ff: Kesum

source: Register
ff: Windito

source: Sign In
ff: Seŋo

source: You must use Firefox to install Firefox apps.
ff: Alaa e sago kuutoro-ɗaa Firefox ngam aafde jaaɓɗe Firefox.

source: Download
ff: Aawto

source: You must be signed in to view your apps.
ff: Alaa e sago ceŋo-ɗaa nde njiyaa jaaɓɗe maa.

source: You have no apps
ff: A alaa jaaɓɗe

source: Oh no!
ff: Ee'boh!

source: No language packs found.
ff: Alaa piille ɗemngal njiytaa.

source: <b>{n}</b> Result
ff: Njaltudi <b>{n}</b>

source: <b>"{search_query}"</b> returned {n} result
ff: <b>"{search_query}"</b> artirii njaltudi {n}

source: No results found, try again later
ff: Alaa njaltudi yiytaa, eto kadi

source: General settings
ff: Teelte kuuɓal

source: Email Address
ff: Ñiiɓirde Iimeel

source: Display Name
ff: Innde Jaytino

source: Recommendations
ff: Wasiyaaji

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
ff: Eey, hollu basiyaaji tugnaade e jaaɓɗe am aafaaɗe. <a href="{url}" target="_blank">Ɓeydu humpito</a>

source: Save Changes
ff: Danndu bayle

source: Newsletter
ff: Ɓataake habrirde

source: Get Firefox News.
ff: Heɓ Kabaruuji Firefox.

source: Sign up for our newsletter.
ff: Winndito e ɓataake habirde amen.

source: Get Involved
ff: Addu ballal maa

source: Region
ff: Diiwaan

source: An update to Marketplace is available.
ff: Kesɗitinal Marketplace ena woodi.

source: Sign up for our newsletter
ff: Winndito e ɓataake habirde amen

source: Get Firefox news! Sign up for our newsletter
ff: Heɓ kabaruuji Firefox! Winndito e ɓataake habrirde

source: Email
ff: Iimeel

source: Sign me up
ff: Winndit am

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
ff: Miɗo jaɓi yoo Mozilla huutoro humpito am ɗooftaade e <a href="{privacy_policy_url}" target="_blank">ngol Dawirgol Suturo</a>.

source: Thanks for signing up!
ff: A jaaraama e binnditagol maa!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
ff: Maa heɓ iimeel ummiiɗo to mozilla@e.mozilla.org, tiiɗno ƴeewto wakannde maa ɓatakeeji so a heɓii iimeel amen gadano. So a yiyaani-mi, ƴeew e runngere ñoŋkoto maa.

source: App Statistics
ff: Limlimtooje Jaaɓngal

source: App usage statistics
ff: Limlimtooje kuutoragol jaaɓɗe

source: Not enough statistics to show.
ff: Limlimtooje timmaani hollireede.

source: Review
ff: Korndaagol

source: Not yet reviewed
ff: Horndaaka tawo

source: Free
ff: Dokkal

source: Load more
ff: Loow goɗɗe

source: Description
ff: Cifol

source: View All
ff: Hollir Fof

source: Need to report something?
ff: Won ko njiɗ-ɗaa jaŋtaade?

source: Submit Report
ff: Naatnu Jaŋtol

source: {app_name} screenshot
ff: Nokitol {app_name}

source: For previous version {version}
ff: Toɗɗii ko yamre ɓennunde {version}

source: Edit
ff: Taƴto

source: Delete
ff: Momtu

source: Report
ff: Jaŋtol

source: Flagged for review
ff: Manntaama ngam horndeede

source: Updates
ff: Kesɗitine

source: Last updated
ff: Hesɗitinaa sakket

source: Email Support
ff: Wallitorde Iimeel

source: Support Site
ff: Lowe Wallitorde

source: Homepage
ff: Hello jaɓɓorgo

source: Statistics
ff: Limlimtooje

source: Edit Listing
ff: Taƴto Doggol

source: Approve / Reject
ff: Jaɓ / Salo

source: Review History
ff: Aslol Horndo

source: Reviews
ff: Korndaali

source: App not yet reviewed
ff: Jaaɓngal horndaaka tawo

source: Premium version available
ff: Yamre rimrowre ena woodi

source: More Information
ff: Ɓeydu Humpito

source: Developer
ff: Topaajo

source: Compatibility
ff: Jaaɓondiral

source: File Size
ff: Ɓetol Fiilde

source: Most Recent Version
ff: Yamre Sakkitiinde

source: Report Abuse
ff: Jaŋto Bonannde

source: Rated {stars} out of {maxstars} stars
ff: Yeɗaa ko {stars} e nder koode {maxstars} stars

source: Back to app
ff: Rutto to jaaɓngal

source: Loading Privacy Policy...
ff: Nana loowa Dawirgol Suturo...

source: Thank you for purchasing
ff: A jaaraama e coodgu

source: Back to {app}
ff: Rutto to {app}

source: Content Rating
ff: Jeɗgol Loowdi

source: Rating Details
ff: Humpito Jeyɗngol

source: Learn how to change them.
ff: Humpito no ɗum waylirtee.

source: Installed!
ff: Aafaama!

source: Launch this app from your <b>Applications</b> directory.
ff: Hutmin ngal jaaɓngal e runngere <b>Jaaɓɗe</b> maa.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
ff: Hurmin ngal jaaɓngal e <b>ordinateer Windows</b> walla <b>Fuɗɗo &#9658; Topirɗe Fof</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
ff: Hurmin ngal jaaɓngal e <b>daarde</b>, <b>Suɓorde jaaɓɗe laa</b>, walla <b>Dosol jaaɓɗe</b> maa.

source: Edit your Review
ff: Taƴto Korndol maa

source: Edit your review
ff: Taƴto korndol maa

source: Write a review
ff: Winndu korndol

source: Sign in to review
ff: Winndito ngam horndaade

source: Read all reviews
ff: Tar korndaali fof

source: System Date Incorrect
ff: Ñalngu Yuɓɓo Moƴƴaani

source: Sorry, your device clock appears to be set incorrectly.
ff: Accu hakke, montoor kaɓirgol ena wayi no reglaaka no haaniri.

source: Please set today's date and time in your device settings to access the Marketplace.
ff: Tiiɗno reglu ñalngu e waktu hannde e kaɓirgol maa ngam naatde e Marketplace.

source: Try again
ff: Fuɗɗito

source: 1 Review
ff: Horndaango 1

source: An error occurred.
ff: Juumre waɗii.

source: Try Again
ff: Eto goɗngol

source: Currently Offline
ff: Koko Seŋtii

source: Sorry, you need to be online to access the Marketplace.
ff: Accu hakke, maa ceŋo-ɗaa nde naataa e Marketplace.

source: Edit Review
ff: Taƴto Korndol

source: Leave a Review
ff: Naatnu Korndol

source: Rate:
ff: Yeɗ:

source: Only users that are logged in may submit reviews.
ff: Ko huutorɓe seŋiiɓe tan mbaawi naatnude korndaali.

source: Update Review
ff: Hesɗitin Korndol

source: Submit Review
ff: Naatnu Korndol

source: Flag Review
ff: Maanto Korndol

source: See an issue with this review? Select a reason below.
ff: Aɗa yiyi caɗe e ngol korndol? Suɓo sabaabu les ɗoo.

source: Spam or otherwise non-review content
ff: Ñoŋkoto walla nanndaani e korndol

source: Inappropriate language/dialog
ff: Ɗemngal/kaaldol peewtorɗe

source: Misplaced bug report or support request
ff: Jaŋtol buggere walla ɗaɓɓitannde ballital haanaani

source: This app has no reviews.
ff: Ngal jaaɓngal alaa korndaali.

source: App Review
ff: Ngal jaaɓngal alaa korndaali.

source: Payment cancelled.
ff: Joɓgol haaytinaama.

source: Sorry, we had trouble fetching this app's data. Please try again later.
ff: Ɗaccu hakke, min koriima aaftaade keɓe ngal jaaɓngal. Tiiɗno fuɗɗito.

source: Install failed. Please try again later.
ff: Aafgol woorii. Tiɗno eto kadi.

source: Installed
ff: Aafaama

source: Unavailable
ff: Heɓotaako

source: Install
ff: Aaf

source: Games
ff: Pije

source: Business
ff: Njulaŋkaagu

source: Education
ff: Jaŋde e nehdi

source: Entertainment
ff: Fijundaaru

source: Health & Fitness
ff: Cellal & Coftal

source: Lifestyle
ff: Nguurndam

source: Maps & Navigation
ff: Karte & Banngagol

source: Music
ff: Gaaci

source: Photo & Video
ff: Natgol & Widewoo

source: Productivity
ff: Paggitorɗe

source: Reference
ff: Ruttorde

source: Shopping
ff: Luumagol

source: Social
ff: Renndo

source: Sports
ff: Coftal

source: Travel
ff: Ɗannagol

source: Utilities
ff: Naftorɗe

source: Android Mobile
ff: Cinndel Android

source: Android Tablet
ff: Taable Android

source: Desktop
ff: Ordinateer

source: For ages {0}+
ff: Joom duuɓi {0}+

source: Generic
ff: Goowaaɗo

source: For all ages
ff: Mo joom duuɓi kala

source: Rating Pending
ff: Jeɗngol ena sabbii

source: Rating Refused
ff: Jeɗgol Jaɓaaka

source: Everyone
ff: Mo woni kala

source: Everyone 10+
ff: Joom duuɓi 10+

source: Teen
ff: Kurkayel

source: Mature 17+
ff: Kellifaaɗo 17+

source: Adults Only 18+
ff: Mawɓe Tan 18+

source: App for Albania
ff: Jaɓngal Albaniya

source: App for Argentina
ff: Jaɓngal Arjantina

source: App for Bangladesh
ff: Jaaɓngal Benglaadees

source: App for Brazil
ff: Jaaɓngal Beresiil

source: App for Bulgaria
ff: Jaɓngal Bulgariya

source: App for Chile
ff: Jaaɓngal Cile

source: App for China
ff: Jaaɓngal Cayna

source: App for Colombia
ff: Jaaɓngal Kolombiya

source: App for Costa Rica
ff: Jaaɓngal Kosta Rika

source: App for Croatia
ff: Jaaɓngal Korowasiya

source: App for Czech Republic
ff: Jaaɓngal Ndenndaandi Cek

source: App for Ecuador
ff: Jaaɓngal Ekuwador

source: App for El Salvador
ff: Jaaɓngal El Salwador

source: App for France
ff: Jaaɓngal Farayse

source: App for Germany
ff: Jaaɓngal Almaañ

source: App for Greece
ff: Jaaɓngal Gerees

source: App for Hungary
ff: Jaɓngal Hunngari

source: App for India
ff: Jaaɓngal Enndo

source: App for Italy
ff: Jaaɓngal Itali

source: App for Japan
ff: Jaaɓngal Japan

source: App for Macedonia
ff: Jaaɓngal Maseduwaan

source: App for Mexico
ff: Jaaɓngal Meksiko

source: App for Montenegro
ff: Jaaɓngal Montenegro

source: App for Nicaragua
ff: Jaaɓngal Nikaraguwa

source: App for Panama
ff: Jaaɓngal Panama

source: App for Peru
ff: Jaaɓngal Peru

source: App for Poland
ff: Jaaɓngal Polannda

source: App for Russia
ff: Jaaɓngal Ruusiya

source: App for Serbia
ff: Jaaɓngal Serbiya

source: App for South Africa
ff: Jaaɓngal Afrik Bŋ Worgo

source: App for Spain
ff: Jaaɓngal Espaañ

source: App for Uruguay
ff: Jaaɓngal Uruguwaay

source: App for Venezuela
ff: Jaaɓngal Wenesuwela

source: Arts & Entertainment App
ff: Jaaɓngal Ñeeñal e Fijundaaru

source: Featured Book App
ff: Jaaɓngal Defte Teskinɗe

source: Featured Creativity App
ff: Jaaɓngal Fititaagu Teskinngal

source: Featured Education App
ff: Jaaɓngal Nehdi e Jaŋde Teskingal

source: Featured Game
ff: Pijol Teskingol

source: Groundbreaking App
ff: Jaaɓngal Fattamlamiire

source: Health & Fitness App
ff: Jaaɓngal Cellal & Coftal

source: Hidden Gem
ff: Hoodere Suuɗiinde

source: Featured Lifestyle App
ff: Jaaɓngal Nguurndam Teskingal

source: Local Favorite App
ff: Jaaɓngal Nokkure Labangal

source: Maps & Navigation App
ff: Jaaɓngal Karte & Banngagol

source: Featured Music App
ff: Jaaɓngal Gaaci Teskingal

source: Mystery App!
ff: Jaaɓɗe Kaawis!

source: News & Weather App
ff: Jaaɓngal Kabaruuji e Mbaydi Weeyo

source: Photo & Video App
ff: Jaaɓngal Natgol & Widewoo

source: Featured Shopping App
ff: Jaaɓngal Luumagol Teskinngol

source: Featured Social App
ff: Jaaɓngal Renndo Teskinngal

source: Featured Sports App
ff: Jaaɓngal Coftal Teskinngal

source: Tool & Time Saver
ff: Kuutorgal & Jaawnoowal

source: Featured Travel App
ff: Jaaɓngal Ɗannagol Teskinngal

source: Work & Business App
ff: Jaaɓngal Golle e Julaŋkaagal

source: Unable to install packaged apps
ff: Horiima aafde haɓɓere jaaɓɗe

source: App install error: {error}
ff: Juumre aafgol jaaɓnga: {error}

source: There was an error submitting your newsletter sign up request
ff: Waɗii juumre naatnoyde ɗaɓɓitannde winnditaade ma e ɓataake haɓirde

source: Error while communicating with server. Try again later.
ff: Juumre tuma jokkondiral e sarworde. Fuɗɗito kadi.

source: Payment failed. Try again later.
ff: Joɓgol woorii. Fuɗɗito kadi.

source: {n} star
ff: hoodere {n}

source: Flagging review...
ff: Ƴeewtagol maantaaɗe...

source: This review has been successfully flagged. Thanks!
ff: Ngol korndol maantoraama no haaniri. A jaaraama!

source: Sorry, there was an issue flagging the review. Please try again later.
ff: Ɗaccu hakke, won saɗeende waɗi e maantagol korndol ngol. Tiiɗno fuɗɗito.

source: This review has been successfully deleted
ff: Ngoo horndaango momtiraama no haaniri

source: Write a Review
ff: Winndu horndaango

source: Sorry, there was a problem deleting the review
ff: Ɗaccu hakke, waɗii caɗeele momtude ndee horndaango

source: Loading...
ff: Nana loowa...

source: Your review was successfully posted. Thanks!
ff: Ngol korndol naatoyii no haaniri. A jaaraama!

source: Sorry, there was an error posting your review. Please try again later.
ff: Ɗaccu hakke, won saɗeende waɗi naatnoyde korndol ngol. Tiiɗno fuɗɗito.

source: Your review was successfully edited
ff: Ngol korndol taƴtoraama no haaniri

source: Sorry, there was an issue editing your review. Please try again later
ff: Ɗaccu hakke, won saɗeende waɗi taƴtaade korndol ngol. Tiiɗno fuɗɗito

source: English
ff: Engeleere

source: French
ff: Farayseere

source: German
ff: Docce

source: Hungarian
ff: Hungariire

source: Indonesian
ff: Indonesiire

source: Polish
ff: Poloneere

source: Portuguese
ff: Purtugeesre

source: Russian
ff: Riisiŋkoore

source: Spanish
ff: Español

source: Sorry, you are currently offline. Please try again later.
ff: Ɗaccu hakke, ko a ceŋtiiɗo oo sahaa. Tiiɗo fuɗɗito.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
ff: Tuma goɗɗo nde kurmin-ɗaa Firefox Marketplace, maa yiy yamre hesɗitinaande ndee!

source: Feedback submitted. Thanks!
ff: Duttinal naatoyii. A jaaraama!

source: There was a problem submitting your feedback. Try again soon.
ff: Waɗii caɗeele naatnoyde duttinal maa. Fuɗɗito kisa.

source: Language Packs
ff: Pakke Ɗemngal

source: Firefox OS {version}
ff: Firefox OS {yamre}

source: Search Results
ff: Njaltudi Njiilaw

source: Your settings have been successfully saved
ff: Teelte maa ndanndiraama no haaniri.

source: Settings could not be saved
ff: Teelte ɗee koriima danndeede

source: Please sign in to view the receipt
ff: Tiiɗno seŋo ngam yiyde tikket

source: Receipt
ff: Tikket
