Repository: mozilla/fireplace
Catalog: locale/ig/LC_MESSAGES/messages.po
Languages: ig

source: Expand
ig: Dọtịa

source: No results found
ig: Onweghị ihe ahụrụ

source: The category you requested does not exist.
ig: Nkeji ịchọrọ ịhụ adịghị

source: An internal server error occurred. Please try again later.
ig: Onwere ọdachi sava ime nwere. Biko nwaa ọzọ.

source: Categories
ig: Ogo dị iche iche

source: We want to hear from you!
ig: Anyị chọrọ ịnụ olu gị!

source: Give us your feedback. Let us know whether we are awesome or buggy.
ig: Gwaa anyị nchọpụta gị. Ka anyị mara ma anyị ka anyị si eme.

source: Let us know...
ig: Mee ka anyị mara...

source: Cancel
ig: Kagbuo

source: Submit Feedback
ig: Nyefee nzaghachi

source: Get Help
ig: Nweta Enyemaka

source: Settings
ig: Nhazi

source: My Apps
ig: App mụ

source: Feedback
ig: Nzaghachi

source: Sign Out
ig: Pụọ

source: Support
ig: Enyemaka

source: Develop Apps
ig: Weputa App ndịọzọ

source: My Submissions
ig: Ihe ndị m nyefere

source: Reviewer Tools
ig: Iheọrụ onye ntuleghachi

source: Lookup Tool
ig: Iheọrụ eji ele ihe

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ig: ọbụ maọbụ ebe ọpụtara ihe <a href="{legal_url}" ebe elekwasịrị="_ghere oghe">elebara anya</a>, enyefere ikike ihe dị na saịtịa n'aka <a href="{cc_url}" ebe elekwasịrị="_ghere oghe"> Ndị keputara ikike yiri nke a v3.0</a> maọbụ vashọn nke pụtara ikpeazụ.

source: Privacy Policy
ig: Ikike iwu

source: Terms of Use
ig: Iwu eji mee ihe

source: Report Trademark Abuse
ig: Gwaa anyị mmebi ikike azụmahịa

source: No apps found.
ig: Onweghị app ahụrụ.

source: Home
ig: ụlọ

source: Popular
ig: N'ewu ewu

source: New
ig: ọhụrụ

source: Register
ig: Debanye

source: Sign In
ig: Banye

source: You must use Firefox to install Firefox apps.
ig: ị ga-eji Firefox maka itinye app.

source: Download
ig: Bupụta

source: You must be signed in to view your apps.
ig: ị ga abanye maka ịhụ app gị.

source: You have no apps
ig: Inweghị App

source: Oh no!
ig: Hei!

source: No language packs found.
ig: Onweghị asụsụ ahụrụ

source: <b>{n}</b> Result
ig: <b>{n}</b> ihe si na ya<b>{n}</b> ihe si na ya

source: <b>"{search_query}"</b> returned {n} result
ig: <b>"{search_query}"</b> lọghachiri {n} ihe si na ya<b>"{search_query}"</b> lọghachiri {n} ihe si na ya

source: No results found, try again later
ig: Onweghị ihe ahụrụ, nwaa ọzọ ma emesịa

source: General settings
ig: Nhazi niile

source: Email Address
ig: Adresị imeelụ

source: Display Name
ig: Gosi aha

source: Recommendations
ig: Eziama

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
ig: Ee, gosi m nkwenye gị n'adabere na app itinyere.<a href="{url}" target="_blank">mụtakwuo</a>

source: Save Changes
ig: Chekwaa mgbanwe

source: Newsletter
ig: Ozi

source: Get Firefox News.
ig: Nweta ozi Firefox

source: Sign up for our newsletter.
ig: Dejuo maka akụkọ ozi.

source: Get Involved
ig: Sonye

source: Region
ig: Mpaghara

source: An update to Marketplace is available.
ig: Ihe ọhụrụ dị n'ọma ahịa.

source: Sign up for our newsletter
ig: Dejuo maka inweta ozi anyi kwa mgbe

source: Get Firefox news! Sign up for our newsletter
ig: Nweta ozi Firefox! dejuo maka inweta ozi anyị kwa mgbe

source: Email
ig: Imeelụ

source: Sign me up
ig: Webanye m

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
ig: ọmasịrị m ka m si eji Mozilla eme ihe n'ihe gbasara ozi m ka esi kọwaa na <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.

source: Thanks for signing up!
ig: Imeela maka idebanye!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
ig: ị ga-enweta ozi imeelụ site n'aka mozilla@e.mozilla.org, biko lee igbeozi gị maka ozi imeelụ mbu nke si anyị n'aka. ọbụrụ n'ịhụghị ya, lee ebe ozi adịghị mkpa n'abanye.

source: App Statistics
ig: Nchịkọta Ngwa

source: App usage statistics
ig: Nchịkọta ojiji ngwa

source: Not enough statistics to show.
ig: Enweghị nchịkọta zuru oke igosi.

source: Review
ig: NyochagharịNyochagharị

source: Not yet reviewed
ig: Atụlebeghị ya

source: Free
ig: N'efu

source: Load more
ig: Tinyekwuo

source: Description
ig: Nkọwa

source: View All
ig: Lee ha niile

source: Need to report something?
ig: Mkpa ime mkpesa maka ihe ọbụla?

source: Submit Report
ig: Nyefee ozi

source: {app_name} screenshot
ig: {app_name} onyonyo ugegbe komputa

source: For previous version {version}
ig: Maka vashọn ochie {vashọn}

source: Edit
ig: Dezigharịa

source: Delete
ig: Hichaa

source: Report
ig: Zighachi

source: Flagged for review
ig: Arụtụla ya aka maka nyocha

source: Updates
ig: Ndelite

source: Last updated
ig: Emelitere ikpeazụ

source: Email Support
ig: Enyemaka imeelụ

source: Support Site
ig: Saịtịn'enyeaka

source: Homepage
ig: Peji ịntanetị

source: Statistics
ig: ọnụọgụgụ

source: Edit Listing
ig: Dezie ndepụta

source: Approve / Reject
ig: Kwadoo/jụụ

source: Review History
ig: Nyochaa ndekọ

source: Reviews
ig: Nyocha

source: App not yet reviewed
ig: Enyochagharịbeghị app

source: Premium version available
ig: Vashọn nkeji ka dị

source: More Information
ig: Ozi ndịọzọ

source: Developer
ig: Mmepụta

source: Compatibility
ig: Dakọtara

source: File Size
ig: Ogo faịlụ

source: Most Recent Version
ig: Vashọn nke kasị dịrị ọhụrụ

source: Report Abuse
ig: Mee mkpesa

source: Rated {stars} out of {maxstars} stars
ig: Egosila {kpakpando} pụọ na {maxstars} kpakpando

source: Back to app
ig: Gaa azụ na app

source: Loading Privacy Policy...
ig: Imeela maka ịzụ ahịa

source: Thank you for purchasing
ig: Imeela maka ịzụ ahịa

source: Back to {app}
ig: Gaa azụ{app}

source: Content Rating
ig: Ileru ihe dị ya anya

source: Rating Details
ig: Ihe ndị ahụrụ

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
ig: Ntọala Mac gị nwere ike igbochi gị na ịwụnye ngwa ndị na esighi na Ụlọ Ahịa Ngwa Mac.

source: Learn how to change them.
ig: Mụta k'esi agbanwe ha.

source: Installed!
ig: Etinyela ya!

source: Launch this app from your <b>Applications</b> directory.
ig: Mepee app a site na <b>ihe etinyere na ya</b> nduzi.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
ig: Mepee app site ihe a gị <b>ihu igwe komputa</b> maọbụ <b>Bido&#9658; usoro iheọrụniile</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
ig: Mepee app site na <b>gbara gaa</b>, <b>ihe mwere ngwaọrụ</b>, maọbụ<b>usoro ngwaọrụ</b>.

source: Edit your Review
ig: Dezigharịa ntụleghachi gị

source: Edit your review
ig: Dezigharịa ntụleghachi gị

source: Write a review
ig: Dee ntụleghachi gị

source: Sign in to review
ig: Banye maka ịtuleghachi

source: Read all reviews
ig: Gụọ ntụleghachi gị

source: System Date Incorrect
ig: ụbọchị dị na igweọrụ abụghị ya

source: Sorry, your device clock appears to be set incorrectly.
ig: Ewela iwe, ezighị ezi

source: Please set today's date and time in your device settings to access the Marketplace.
ig: Biko hazie ya taa na oge ka inwe ike baa ọma ahịa.

source: Try again
ig: Nwaa ọzọ

source: 1 Review
ig: 1 Ntuleghachi(numReviews)ntuleghachi

source: An error occurred.
ig: Enweela ọdachi

source: Try Again
ig: Nwaa ọzọ

source: Currently Offline
ig: ọnọghị ugbu a

source: Sorry, you need to be online to access the Marketplace.
ig: Ewela iwe, ikwesịrị ịnọ n'ịọrụ iji banye ọma ahịa

source: Edit Review
ig: Dezigharịa nnyocha

source: Leave a Review
ig: Hapụ nnyocha

source: Rate:
ig: kwuputa

source: Only users that are logged in may submit reviews.
ig: Naanị ndị jị ya eme ihe bụ ndị banyere ga-enyefe ntụle.

source: Update Review
ig: Welite ntụle

source: Submit Review
ig: Nyefee ntụle

source: Flag Review
ig: Gosi ntụle

source: See an issue with this review? Select a reason below.
ig: Hụụ ihe adabaghị na ntụle a? Họrọ ihe ibu n'uche n'okpuru.

source: Spam or otherwise non-review content
ig: Ndị abaghị n'ihe maọbụ ndị atụleghị

source: Inappropriate language/dialog
ig: Asụsụ adabaghị/mkparịta ụka

source: Misplaced bug report or support request
ig: Akụkọ ozi gahiere maọbụ nkwado arịrịọ

source: This app has no reviews.
ig: App a enweghị ntụle.

source: App Review
ig: Ntụle App

source: Payment cancelled.
ig: Akagbuola ụgwọ akwụrụ.

source: Sorry, we had trouble fetching this app's data. Please try again later.
ig: Ewela iwe, anyị nwere nsogbu ịchọta ndekọ app a.Biko nwaa ọzọ.

source: Install failed. Please try again later.
ig: Ntinye iheọrụ agaghị. Biko nwaa ọzọ.

source: Installed
ig: Etinyela ya

source: Unavailable
ig: ọdịghị

source: Install
ig: Tinye

source: Games
ig: Egwuregwu

source: Business
ig: Azụmahịa

source: Education
ig: Agụmakwụkwọ

source: Entertainment
ig: Ntụrụndụ

source: Health & Fitness
ig: Ahụike na isi ike

source: Lifestyle
ig: Ibi ndụ

source: Maps & Navigation
ig: Map na ntụgharị

source: Music
ig: Egwu

source: Photo & Video
ig: Foto na ihe nkiri

source: Productivity
ig: ịrụpụta ọrụ

source: Reference
ig: Nkpọtụrụ

source: Shopping
ig: ịzụ ahịa

source: Social
ig: Mmekọrịta

source: Sports
ig: Egwuregwu

source: Travel
ig: Ime njem

source: Utilities
ig: ịba uru

source: Android Mobile
ig: Ekwentị Android

source: Android Tablet
ig: Android Mbadamba

source: Desktop
ig: Igwe komputa

source: For ages {0}+
ig: ọtụtụ ọgbọ {0}+

source: Generic
ig: ọha mmadụ

source: For all ages
ig: Maka ọgbọ niile

source: Rating Pending
ig: Ntụle kwụsịtụrụ

source: Rating Refused
ig: ọjụrụ ime ntụle

source: Everyone
ig: Onye ọbụla

source: Everyone 10+
ig: Onye ọbụla 10+

source: Teen
ig: iri na ụma

source: Mature 17+
ig: Tozuru 17+

source: Adults Only 18+
ig: Okenye naanị18+

source: App for Albania
ig: App maka AlbanịaApp maka Albanịa

source: App for Argentina
ig: App maka AjentinaApp maka Ajentina

source: App for Bangladesh
ig: App maka BangladeshApp maka Bangladesh

source: App for Brazil
ig: App maka BrazilApp maka Brazil

source: App for Bulgaria
ig: App maka BọlgerịaApp maka Bọlgerịa

source: App for Chile
ig: App maka ChileApp maka Chile

source: App for China
ig: App maka ChaịnaApp maka Chaịna

source: App for Colombia
ig: App maka KolombiaApp maka Kolombia

source: App for Costa Rica
ig: App maka Kosta RicaApp maka Kosta Rica

source: App for Croatia
ig: App maka KrotiaApp maka Krotia

source: App for Czech Republic
ig: App maka Czech RịpọblikApp maka Czech Rịpọblik

source: App for Ecuador
ig: App maka EkuedọApp maka Ekuedọ

source: App for El Salvador
ig: App maka El SalvadọApp maka El Salvadọ

source: App for France
ig: App maka FransApp maka Frans

source: App for Germany
ig: App maka JaminiApp maka Jamini

source: App for Greece
ig: App maka GrizApp maka Griz

source: App for Hungary
ig: App maka HọngarịApp maka Họngarị

source: App for India
ig: App maka IndiaApp maka India

source: App for Italy
ig: App maka ItaliApp maka Itali

source: App for Japan
ig: App maka JapanApp maka Japan

source: App for Macedonia
ig: App maka Mesidonịa App maka Mesidonịa

source: App for Mexico
ig: App maka Meziko App maka Meziko

source: App for Montenegro
ig: App maka Montenegro App maka Montenegro

source: App for Nicaragua
ig: App maka NịkaragụaApp maka Nịkaragụa

source: App for Panama
ig: App maka PanamaApp maka Panama

source: App for Peru
ig: App maka PeruApp maka Peru

source: App for Poland
ig: App maka PolandApp maka Poland

source: App for Russia
ig: App maka RọshịaApp maka Rọshịa

source: App for Serbia
ig: App maka SabiaApp maka Sabia

source: App for South Africa
ig: App maka Sawụtụ AfrịkaApp maka Sawụtụ Afrịka

source: App for Spain
ig: App maka SpenApp maka Spen

source: App for Uruguay
ig: App maka UruguaApp maka Urugua

source: App for Venezuela
ig: App maka VenezuelaApp maka Venezuela

source: Arts & Entertainment App
ig: App nkà na ntụrụndụ App nkà na ntụrụndụ

source: Featured Book App
ig: Akwụkwọ ngosi App Akwụkwọ ngosi App

source: Featured Creativity App
ig: App ngosi nkepụta ihe App ngosi nkepụta ihe

source: Featured Education App
ig: Ngosi agụmakwụkwọ App Ngosi agụmakwụkwọ App

source: Featured Game
ig: Egwuregwu egosiriEgwuregwu egosiri

source: Groundbreaking App
ig: App nke kasị ọhụrụ App nke kasị ọhụrụ

source: Health & Fitness App
ig: App ahụike n'isi ike App ahụike n'isi ike

source: Hidden Gem
ig: Ihe bara nnukwu uru zoro ezoIhe bara nnukwu uru zoro ezo

source: Featured Lifestyle App
ig: App ngosi mkpebi obibi ndụ App ngosi mkpebi obibi ndụ

source: Local Favorite App
ig: App enwere mmasị na ya n'ogbeApp enwere mmasị na ya n'ogbe

source: Maps & Navigation App
ig: App map na nke ntụgharị App map na nke ntụgharị

source: Featured Music App
ig: Egwu App ndị egosiriEgwu App ndị egosiri

source: Mystery App!
ig: App nwere iheomimiApp nwere iheomimi

source: News & Weather App
ig: App ozi n'ihu eluigweApp ozi n'ihu eluigwe

source: Photo & Video App
ig: App foto na ihe nkiriApp foto na ihe nkiri

source: Featured Shopping App
ig: App ngosi azụmahịaApp ngosi azụmahịa

source: Featured Social App
ig: App ngosi mmekọrịta mmadụ n’ibe ya App ngosi mmekọrịta mmadụ n’ibe ya

source: Featured Sports App
ig: App ngosi egwuregwu App ngosi egwuregwu

source: Tool & Time Saver
ig: Iheọrụ na ihe nchekwa oge Iheọrụ na ihe nchekwa oge

source: Featured Travel App
ig: Ngosi App eji eme nje mNgosi App eji eme nje m

source: Work & Business App
ig: App ọrụ n’azụmahịa App ọrụ n’azụmahịa

source: Unable to install packaged apps
ig: Onweghị ike tinye app akwadoro maka ya

source: App install error: {error}
ig: Ntinye app nwere ọdachi: {ọdachi}

source: There was an error submitting your newsletter sign up request
ig: Enwere ọdachi mgbe a na-eziga ozi maka inweta ozi oge n'oge nke gị

source: Error while communicating with server. Try again later.
ig: Enwere ọdachi mgbe achọrọ imetụrụ sava. Nwaa ọzọ ma emesịa.

source: Payment failed. Try again later.
ig: ịkwụ ụgwọ agaghị. Nwaa ọzọ ma emesịa.

source: {n} star
ig: {n} Kpakpando{n} kpakpando

source: Flagging review...
ig: Ibido ntụle...

source: This review has been successfully flagged. Thanks!
ig: Ebidola ntụle ahụ n'enweghị ihe mgbochi. Imeela!

source: Sorry, there was an issue flagging the review. Please try again later.
ig: Ewela iwe, nwere nsogbu n’ibido ntụle a. Biko nwa ọzọ ma emesịa

source: This review has been successfully deleted
ig: Ewepụrụ ntụleghachi ahụ nkeọma

source: Write a Review
ig: Dee ntụleghachi

source: Sorry, there was a problem deleting the review
ig: Ewela iwe, enwere nsogbu n'ihicha ntụle a.

source: Loading...
ig: N'abanye...

source: Your review was successfully posted. Thanks!
ig: Etibanyere ntụle gị nkeọma.Imeela!

source: Sorry, there was an error posting your review. Please try again later.
ig: Ewela iwe, enwere ọdachi itibanye ntụle gị. Biko nwaa ọzọ ma emesịa.

source: Your review was successfully edited
ig: Eleziri ntụleghachi gị anya nke ọma

source: Sorry, there was an issue editing your review. Please try again later
ig: Ewela iwe enwere nsogbu idezigharị ntụle gị. Biko nwaa ọzọ ma emesia

source: English
ig: Oyibo

source: French
ig: Frenchị

source: German
ig: Onye Jaman

source: Hungarian
ig: Onye Họngarị

source: Indonesian
ig: Onye Indoneshia

source: Polish
ig: Onye Poland

source: Portuguese
ig: Onye Pọtugal

source: Russian
ig: Onye Rọshịa

source: Spanish
ig: Onye Spen

source: Sorry, you are currently offline. Please try again later.
ig: Ewela iwe, ịnọghị n'ọrụ ugbu a. Biko nwaa ọzọ ma emesịa

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
ig: Mgbe ọzọ ị ga-ebido ọma ahịa app Firefox, ị ga ahụ vashọn nke ọhụrụ ya!

source: Feedback submitted. Thanks!
ig: Inyefeela nzaghach. Imeela!

source: There was a problem submitting your feedback. Try again soon.
ig: Enwere nsogbu inyefe nzaghachi gị. Nwaa ọzọ na nso a.

source: Language Packs
ig: Ebe ndekọ asụsụ

source: Firefox OS {version}
ig: Firefox OS{vashọn}

source: Search Results
ig: Chọọ ihe

source: Your settings have been successfully saved
ig: Echekwala nhazi gị niile

source: Settings could not be saved
ig: Enweghị ike chekwa nhazi gị

source: Please sign in to view the receipt
ig: Biko banye iji lee nnabata

source: Receipt
ig: Nnabata
