Repository: mozilla/fireplace
Catalog: locale/yo/LC_MESSAGES/messages.po
Languages: yo

source: Expand
yo: Fẹ̀

source: No results found
yo: Akóri àwọn èsì

source: The category you requested does not exist.
yo: Kòsí ìsọ̀rí tí o bèèrè fún.

source: An internal server error occurred. Please try again later.
yo: Àṣìṣe apèsè ítánẹ́ẹ̀tì wáyé. Jọ̀wọ́ gbìyànjú nígbà míìràn.

source: Categories
yo: Àwọn Ìsọ̀rí

source: We want to hear from you!
yo: Afẹ́gbọ́ láti ọ̀dọ̀ rẹ!

source: Give us your feedback. Let us know whether we are awesome or buggy.
yo: Fún wa ní ìjábọ̀rẹ. Jẹ́kí a mọ̀ bóyá a jẹ́ ìyanu tàbí lègbéni.

source: Let us know...
yo: Jẹ́kí a mọ̀...

source: Cancel
yo: Parẹ́

source: Submit Feedback
yo: Fàkalẹ̀ Ìjábọ̀

source: Get Help
yo: Gba Ìrànwọ́

source: Settings
yo: Àwọn ààtò

source: My Apps
yo: Àwọn ìṣàfilọ́lẹ̀ Mi

source: Feedback
yo: Ìjábọ̀

source: Sign Out
yo: Jáde

source: Support
yo: Àtìlẹ́yìn

source: Develop Apps
yo: Mú gbèrú Àwọn ìṣàfilọ́lẹ̀

source: My Submissions
yo: Àwọn Ìjọ̀wọ́ Mi

source: Reviewer Tools
yo: Ohun-èlò Olùṣàyẹ̀wò

source: Lookup Tool
yo: Wákiri Ohun-èlò

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
yo: Àyàfi bí a báyàn <a href="{legal_url}" target="_blank">ifoyesi</a>, àkòónú ojúlà yíì ní ìwé àṣẹ lábẹ <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> tàbí ẹ̀yà ọjọ́ iwáájú.

source: Privacy Policy
yo: Ìlànà Àdáni

source: Terms of Use
yo: Ìfẹnukò Ìlò

source: Report Trademark Abuse
yo: Ṣàfisùn Àṣìlò Àmìokoòwò

source: No apps found.
yo: Kòsí àwọn ìfilọ́lẹ̀.

source: Home
yo: Ilé

source: Popular
yo: Lókìkí

source: New
yo: Titun

source: Register
yo: Forúkọsílẹ̀

source: Sign In
yo: Wọlé

source: You must use Firefox to install Firefox apps.
yo: O gbọ́dọ̀ lo Firefox láti ṣàgbékale Firefox àwọn ìṣàfilọ́lẹ̀.

source: Download
yo: Ṣègbàsílẹ̀

source: You must be signed in to view your apps.
yo: O gbọ́dọ̀ wọlé láti wo àwọn ìṣàfilọ́lẹ̀ rẹ.

source: You have no apps
yo: O kòní àwọn ìṣàfilọ́lẹ̀

source: Oh no!
yo: Irọ́ o!

source: No language packs found.
yo: Akòrí àkópọ̀ èdè.

source: <b>{n}</b> Result
yo: <b>{n}</b> Èsì<b>{n}</b> Àwọn Èsì

source: <b>"{search_query}"</b> returned {n} result
yo: <b>"{search_query}"</b> dápadà {n} èsì<b>"{search_query}"</b> dápadà {n} àwọn èsì

source: No results found, try again later
yo: Akòrí àwọn èsì, gbìyànjú bóyá

source: General settings
yo: Àwọn ààtò Gbogboogbò

source: Email Address
yo: Àdírẹsì Ìmeelì

source: Display Name
yo: Orúkọ Ìṣàfihàn

source: Recommendations
yo: Àwọn Ìgbà níyànjú

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
yo: Bẹ́ẹ̀ni, fi àwọn ìgbà níyànjú hàn mí èyi tí ó dálé àwọn ìṣàfilọ́lẹ̀ tí a ṣàgbékalẹ̀. <a href="{url}" target="_blank">Kọ́si</a>

source: Save Changes
yo: Àwọn Ìyípadà tí a fipamọ́

source: Newsletter
yo: Ìwé ìròyìn alábọ́dé

source: Get Firefox News.
yo: Gba àwọn Ìròyìn Firefox.

source: Sign up for our newsletter.
yo: Forukọsilẹ fún ìwé ìròyìn alábọ́dé wa.

source: Get Involved
yo: Kópa

source: Region
yo: Ẹkùn

source: An update to Marketplace is available.
yo: Kòsí àfikún sí Ibiọja.

source: Sign up for our newsletter
yo: Forúkọ sílẹ̀ fún ìwé ìròyìn lẹ́tà

source: Get Firefox news! Sign up for our newsletter
yo: Gba ìwé ìròyìn lẹ́tà Firefox! Forúkọ sílẹ̀ fún Ìwé ìròyìn lẹ́tà wa

source: Email
yo: Ímeelì

source: Sign me up
yo: Forúkọ mi sílẹ̀

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
yo: Ó tẹ́mi lọ́rùn kí Mozilla ṣalábòjutó ìwifún mi bí a ṣe ṣàlàyé ní <a href="{ìlànà_ìpamọ́_url}" ìdojúsọ="_ṣófo">Ìlànà Ìpamọ́ yii</a>.

source: Thanks for signing up!
yo: O ṣeun tí o ṣe ìforúkọ sílẹ̀!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
yo: Wá gba ìmeelì láti mozilla@e.mozilla.org, jọ̀wọ́ wo inúàpótí rẹ fún ìmeelí àkọkọ́ láti ọ̀dọ̀ wa. Bí o kò bári, wo asẹ́ ìwé àìbèèrèfún.

source: App Statistics
yo: Ìṣàfìlọlẹ̀ Òǹkà Ìṣirò

source: App usage statistics
yo: Ilò ìṣàfìlọlẹ̀ òǹkà Ìṣirò

source: Not enough statistics to show.
yo: Kòsí òǹkà ìṣirò tó láti ṣàfihàn.

source: Review
yo: Àtúnyẹ́wò Àwọn Àtúnyẹ́wò

source: Not yet reviewed
yo: Akòìti ṣàtúnyẹ́wò

source: Free
yo: Ọ̀fẹ́

source: &mdash; {attribution}
yo: &mdash; {ìkàkún}

source: Load more
yo: Dẹrù si

source: Description
yo: Àpèjúwe

source: View All
yo: Wo Gbogbo rẹ̀

source: Need to report something?
yo: Nílò láti ṣàfisùn ohun kan?

source: Submit Report
yo: Jọ̀wọ́ Ìjábọ̀

source: {app_name} screenshot
yo: {app_name} àwòrán aṣàihàn

source: For previous version {version}
yo: Fún ẹ̀yà ti tẹ́lẹ̀ {ẹ̀yà}

source: Edit
yo: Ṣàtúnṣe

source: Delete
yo: Parẹ́

source: Report
yo: Ìjábọ̀

source: Flagged for review
yo: Pe-àkíyèsí-sí fún àtúnyẹ́wò

source: Updates
yo: Àwọn àfikún

source: Last updated
yo: Ìṣàgbekalẹ̀ tó kọjá

source: Email Support
yo: Ṣàtìlẹhìn Ímeelì

source: Support Site
yo: Ojú òpó Ìrànwó

source: Homepage
yo: Ojúìwéìbẹ̀rẹ̀

source: Statistics
yo: Òǹkà Ìṣirò

source: Edit Listing
yo: Ṣàtúnṣe Àtòkọ

source: Approve / Reject
yo: Bọwọ́lù / Kọ̀

source: Review History
yo: Àtúnyẹ́wò Ìtàn

source: Reviews
yo: Àwọn Àtúnyẹ́wò

source: App not yet reviewed
yo: Akòítìṣe àtúnyẹ́wò ìṣàfilọ́lẹ̀

source: Premium version available
yo: Ẹdà ojúlówó wà

source: More Information
yo: Ìwífúnni Sii

source: Developer
yo: Olùmúgbèrú

source: Compatibility
yo: Ìbáramu

source: File Size
yo: Irú Fáìlì

source: Most Recent Version
yo: Ọ̀nà Ìgbọ̀rọ̀ọ̀sí tó Súnmọ́ Jùlọ̀

source: Report Abuse
yo: Ìṣàfisùn Àṣìlò

source: Rated {stars} out of {maxstars} stars
yo: Tí a wọ̀n {àwọn ìràwọ̀} láàrìn {ọ̀gọ̀rọ̀ ìràwọ̀} àwọn ìràwò

source: Back to app
yo: Padà sí ìṣafilọ́lẹ̀

source: Loading Privacy Policy...
yo: Ń gbàwálẹ̀ Ìlànà Ìpamọ́...

source: Thank you for purchasing
yo: O ṣeun tí o rajà

source: Back to {app}
yo: Padà sí {ìṣàfilọ́lẹ̀}

source: Content Rating
yo: Ìgbéléwọ̀n Àkóónú

source: Rating Details
yo: Ẹ̀kunrẹ́rẹ́ Ìgbéléwọ̀n

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
yo: Ààtò Mac rẹ ledí ọ lọ́wọ́ láti ṣàgbékalẹ̀ àwọn ìṣàfilólẹ̀ tí kò wá láti Ibi Ìpamọ́ Ìṣàfilọ́lẹ̀ Mac.

source: Learn how to change them.
yo: Kọ́ bí a tí yí wọn padà.

source: Installed!
yo: Ti ṣàgbékalẹ̀!

source: Launch this app from your <b>Applications</b> directory.
yo: Ṣí ìṣàfilọ́lẹ̀ yíì láti <b>Ohun èlò</b> àkójọpọ̀ fáìlì rẹ.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
yo: Ṣí ìṣàfilọ́lẹ̀ yíì láti <b>Àtẹ iṣẹ Windows</b> tàbí <b>Bẹrẹ &#9658; Gbogbo Ètò rẹ</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
yo: Ṣí ìṣàfilọ́lẹ̀ yíì láti <b>Dáàṣì</b>, <b>Olùmú ohun èlò</b>, tàbí <b>Mẹ́nù ohun èlò</b>.

source: Edit your Review
yo: Ṣàtúnṣe Àtúnyẹ́wò rẹ

source: Edit your review
yo: Ṣàtúnṣe àtúnyẹ́wò rẹ

source: Write a review
yo: Kọ àtúnyẹ́wò

source: Sign in to review
yo: Wọlé láti ṣàtúnyẹ́wò

source: Read all reviews
yo: Ka gbogbo àwọn àtúnyẹ́wò

source: System Date Incorrect
yo: Déètì Ẹ̀rọ kòtọ́

source: Sorry, your device clock appears to be set incorrectly.
yo: Mábinú, ago ohun èlò rẹ kò tọ̀nà.

source: Please set today's date and time in your device settings to access the Marketplace.
yo: Jọ̀wọ́ tún ọjọ́ òni àti àkókò sẹ́tì nínu ohun ààtò ohun èlò rẹ láti lọ Ibiọjà.

source: Try again
yo: Tún gbìyànjú

source: 1 Review
yo: 1 Àtúnyẹ́wò{numReviews} Àwọn Àtúnyẹ́wò

source: An error occurred.
yo: Àṣìṣe wáyé.

source: Try Again
yo: Gbìyànjú Si

source: Currently Offline
yo: Àìsílóníforíkorí Lọ́wọ́lọ́wọ́

source: Sorry, you need to be online to access the Marketplace.
yo: Mábinú, o gbọ́dọ̀ wà lórí ìlà láti lọsí Ibiọjà.

source: Edit Review
yo: Ṣàtúnṣe Àtúnyẹ́wò

source: Leave a Review
yo: Fi Àtúnyẹ́wò ránṣẹ́

source: Rate:
yo: Òsùwọ̀n:

source: Only users that are logged in may submit reviews.
yo: Olùṣàmúlò tí ó wọle nìkan ni ó lèfi àwọn àtúnyẹ́wò ránṣẹ́.

source: Update Review
yo: Ṣàfikùn Àtúnyẹ́wò

source: Submit Review
yo: Fàtúnyẹ́wò Ránṣẹ́

source: Flag Review
yo: Ìpe-àkíyèsí-sí Àtúnyẹ́wò

source: See an issue with this review? Select a reason below.
yo: Wo ìṣòro pẹ̀lú àtúnyẹ́wò? Yan okùnfà nísàlẹ̀.

source: Spam or otherwise non-review content
yo: Ìwé àìbèèrèfún tàbí lọ́nà míìran àkóónú àiṣatúnyẹ́wò

source: Inappropriate language/dialog
yo: Èdè tí kòtọ́/ìsọ̀rọ̀gbèsì

source: Misplaced bug report or support request
yo: Èsì àṣilò bọ́ọ̀gì tàbí ìbéérè tí a kín lẹ́hìn

source: This app has no reviews.
yo: Ìṣàfilọ́lẹ̀ náà kòní àwọn àtúnyẹ́wò.

source: App Review
yo: Àtúnyẹ́wò Ìṣàfilọ́lẹ̀

source: Payment cancelled.
yo: Ọ̀nà ìsanwó tí a fagilé.

source: Sorry, we had trouble fetching this app's data. Please try again later.
yo: Mábinú, aní ìṣòro láti gba dátà ìṣàfilọ́lẹ̀ yíì. Jòwọ́ gbìyànjú nígbà míìràn.

source: Install failed. Please try again later.
yo: Àgbékalẹ̀ kúnà. Jọ̀wọ́ gbìyànjú nígbà míìràn.

source: Installed
yo: Ṣàgbékalẹ̀

source: Unavailable
yo: Kòsí

source: Install
yo: Ṣàgbékalẹ̀

source: Games
yo: Àwọn Eré Ìdárayá

source: Business
yo: Òkòwò

source: Education
yo: Ẹ̀kọ́

source: Entertainment
yo: Ìdárayá

source: Health & Fitness
yo: Ìlera àti Ìdápé

source: Lifestyle
yo: Ọ̀nà ìgbé ayé

source: Maps & Navigation
yo: Máàpù & Ìṣàyípo

source: Music
yo: Orin

source: Photo & Video
yo: Fọ́tò & Fídíò

source: Productivity
yo: Ìṣàgbéjádesí

source: Reference
yo: Ìtọ́kasí

source: Shopping
yo: Ìrajà

source: Social
yo: Ojúlùmọ̀

source: Sports
yo: Eré Ìdárayá

source: Travel
yo: Ìrìnàjò

source: Utilities
yo: Àwọn Ohun àmúyẹ

source: Android Mobile
yo: Android Alágbeká

source: Android Tablet
yo: Android Kọ̀ǹpútà Alogègé

source: Desktop
yo: Àtẹ iṣẹ́

source: For ages {0}+
yo: Fún àwọn ọjọ́ orí {0}+

source: Generic
yo: Tó tan mọ́

source: For all ages
yo: Fún gbogbo ọjọ́ orí

source: Rating Pending
yo: Ìdínwọ̀n ṣíkù

source: Rating Refused
yo: Kògba Ìdínwọ̀n

source: Everyone
yo: Gbogbo ènìyàn

source: Everyone 10+
yo: Gbogbo ènìyàn 10+

source: Teen
yo: Ìpẹ́rẹ̀

source: Mature 17+
yo: Àgbà 17+

source: Adults Only 18+
yo: Àgbà nìkan 18+

source: App for Albania
yo: Ìṣàfilọ́lẹ̀ fún AlbaniaÀwọn ìṣàfilọ́lẹ̀ fún Albania

source: App for Argentina
yo: ìṣàfilọ́lẹ̀ fún ArgentinaÀwọn ìṣàfilọ́lẹ̀ fún Argentina

source: App for Bangladesh
yo: ìṣàfilọ́lẹ̀ fún BangladeshÀwọn ìṣàfilọ́lẹ̀ fún Bangladesh

source: App for Brazil
yo: Ìṣàfilọ́lẹ̀ fún BrazilÀwọn ìṣàfilọ́lẹ̀ fún Brazil

source: App for Bulgaria
yo: Ìṣàfilọ́lẹ̀ fún BulgariaÀwọn ìṣàfilọ́lẹ̀ fún Bulgaria

source: App for Chile
yo: Ìṣàfilọ́lẹ̀ fún ChileÀwọn ìṣàfilọ́lẹ̀ fún Chile

source: App for China
yo: Ìṣàfilọ́lẹ̀ fún ChinaÀwọn ìṣàfilọ́lẹ̀ fún China

source: App for Colombia
yo: Ìṣàfilọ́lẹ̀ fún ColombiaÀwọn ìṣàfilọ́lẹ̀ fún Colombia

source: App for Costa Rica
yo: Ìṣàfilọ́lẹ̀ fún Costa RicaÀwọn ìṣàfilọ́lẹ̀ fún Costa Rica

source: App for Croatia
yo: Ìṣàfilọ́lẹ̀ fún CroatiaÀwọn ìṣàfilọ́lẹ̀ fún Croatia

source: App for Czech Republic
yo: Ìṣàfilọ́lẹ̀ fún Czech RepublicÀwọn ìṣàfilọ́lẹ̀ fún Czech Republic

source: App for Ecuador
yo: Ìṣàfilọ́lẹ̀ fún EcuadorÀwọn ìṣàfilọ́lẹ̀ fún Ecuador

source: App for El Salvador
yo: Ìṣàfilọ́lẹ̀ fún El SalvadorÀwọn ìṣàfilọ́lẹ̀ fún El Salvador

source: App for France
yo: Ìṣàfilọ́lẹ̀ fún FranceÀwọn ìṣàfilọ́lẹ̀ fún France

source: App for Germany
yo: Ìṣàfilọ́lẹ̀ fún GermanyÀwọn ìṣàfilọ́lẹ̀ fún Germany

source: App for Greece
yo: Ìṣàfilọ́lẹ̀ fún GreeceÀwọn ìṣàfilọ́lẹ̀ fún Greece

source: App for Hungary
yo: Ìṣàfilọ́lẹ̀ fún HungaryÀwọn ìṣàfilọ́lẹ̀ fún Hungary

source: App for India
yo: Ìṣàfilọ́lẹ̀ fún IndiaÀwọn ìṣàfilọ́lẹ̀ fún India

source: App for Italy
yo: Ìṣàfilọ́lẹ̀ fún ItalyÀwọn ìṣàfilọ́lẹ̀ fún Italy

source: App for Japan
yo: Ìṣàfilọ́lẹ̀ fún JapanÀwọn ìṣàfilọ́lẹ̀ fún Japan

source: App for Macedonia
yo: Ìṣàfilọ́lẹ̀ fún MacedoniaÀwọn ìṣàfilọ́lẹ̀ fún Macedonia

source: App for Mexico
yo: Ìṣàfilọ́lẹ̀ fún MexicoÀwọn ìṣàfilọ́lẹ̀ fún Mexico

source: App for Montenegro
yo: Ìṣàfilọ́lẹ̀ fún MontenegroÀwọn ìṣàfilọ́lẹ̀ fún Montenegro

source: App for Nicaragua
yo: Ìṣàfilọ́lẹ̀ fún NicaraguaÀwọn ìṣàfilọ́lẹ̀ fún Nicaragua

source: App for Panama
yo: Ìṣàfilọ́lẹ̀ fún PanamaÀwọn ìṣàfilọ́lẹ̀ fún Panama

source: App for Peru
yo: Ìṣàfilọ́lẹ̀ fún PeruÀwọn ìṣàfilọ́lẹ̀ fún Peru

source: App for Poland
yo: Ìṣàfilọ́lẹ̀ fún PolandÀwọn ìṣàfilọ́lẹ̀ fún Poland

source: App for Russia
yo: Ìṣàfilọ́lẹ̀ fún RussiaÀwọn ìṣàfilọ́lẹ̀ fún Russia

source: App for Serbia
yo: Ìṣàfilọ́lẹ̀ fún SerbiaÀwọn ìṣàfilọ́lẹ̀ fún Serbia

source: App for South Africa
yo: Ìṣàfilọ́lẹ̀ fún South AfricaÀwọn ìṣàfilọ́lẹ̀ fún South Africa

source: App for Spain
yo: Ìṣàfilọ́lẹ̀ fún SpainÀwọn ìṣàfilọ́lẹ̀ fún Spain

source: App for Uruguay
yo: Ìṣàfilọ́lẹ̀ fún UruguayÀwọn ìṣàfilọ́lẹ̀ fún Uruguay

source: App for Venezuela
yo: Ìṣàfilọ́lẹ̀ fún VenezuelaÀwọn ìṣàfilọ́lẹ̀ fún Venezuela

source: Arts & Entertainment App
yo: Eré & Ìṣàfilọ́lẹ̀ ÌdárayáEré & Àwọn ìṣàfilọ́lẹ̀ Ìdárayá

source: Featured Book App
yo: Ìṣàfilọ́lẹ̀ Ìwé Ìṣàfihàn Àwọn ìṣàfilọ́lẹ̀ Ìwé Ìṣàfihàn

source: Featured Creativity App
yo: Ìṣàfilọ́lẹ̀ Ọ̀nà ìṣẹ̀dá Ìṣàfihàn Àwọn ìṣàfilọ́lẹ̀ Ọ̀nà ìṣẹ̀dá Ìṣàfihàn

source: Featured Education App
yo: Ìṣàfilọ́lẹ̀ Ọ̀nà Ẹ̀kọ́ Ìṣàfihàn Àwọn ìṣàfilọ́lẹ̀ Ọ̀nà Ẹ̀kọ́ Ìṣàfihàn

source: Featured Game
yo: Eré Ìdarayá Ìṣàfihàn Àwọn Eré ÌdarayáÌṣàfihàn

source: Groundbreaking App
yo: Ìṣàfilọ́lẹ̀ Àṣeyọ́ríÀwọn ìṣàfilọ́lẹ̀ Àṣeyọ́rí

source: Health & Fitness App
yo: Ìṣàfilọ́lẹ̀ Ilera & ÌdápéÀwọn ìṣàfilọ́lẹ̀ Ilera & Ìdápé

source: Hidden Gem
yo: Ohun Ojúlówó tó FarasinÀwọn Ohun Ojúlówó tó Farasin

source: Featured Lifestyle App
yo: Ìṣàfilọ́lẹ̀ Ìgbésí ayé ÀfihànÀwọn ìṣàfilọ́lẹ̀ Ìgbésí ayé Àfihàn

source: Local Favorite App
yo: Ìṣàfilọ́lẹ̀ Aayò Ìbílẹ̀Àwọn ìṣàfilọ́lẹ̀ Aayò Ìbílẹ̀

source: Maps & Navigation App
yo: Máàpù & Ìṣàfilọ́lẹ̀ Ìtukọ̀Máàpù & Àwọn ìṣàfilọ́lẹ̀ Ìtukọ̀

source: Featured Music App
yo: Ìṣàfilọ́lẹ̀ Orin ÌṣàfihànÀwọn ìṣàfilọ́lẹ̀ Orin Ìṣàfihàn

source: Mystery App!
yo: Ìṣàfilọ́lẹ̀ Kàyéfì!Àwọn ìṣàfilọ́lẹ̀ Kàyéfì!

source: News & Weather App
yo: Ìṣàfilọ́lẹ̀ Ìròyìn & Ojú ọjọ́Àwọn ìṣàfilọ́lẹ̀ Ìròyìn & Ojú ọjọ́

source: Photo & Video App
yo: Ìṣàfilọ́lẹ̀ Fọ́tò & FídíòÀwọn ìṣàfilọ́lẹ̀ Fọ́tò & Fídíò

source: Featured Shopping App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn ÌrajàÀwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Ìrajà

source: Featured Social App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn Ojúlùmọ̀Àwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Ojúlùmọ̀

source: Featured Sports App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn Eré ÌdarayáÀwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Eré Ìdarayá

source: Tool & Time Saver
yo: Ohun elo & Olùtọ́jú Awọn Ohun elo & Àwọn Olùtọ́jú

source: Featured Travel App
yo: Ìṣàfilọ́lẹ̀ Ìṣàfihàn ÌrinàjòÀwọn ìṣàfilọ́lẹ̀ Ìṣàfihàn Ìrinàjò

source: Work & Business App
yo: Iṣẹ́ & Ìṣàfilọ́lẹ̀ OwòIṣẹ́ & Àwọn Ìṣàfilọ́lẹ̀ Owò

source: Unable to install packaged apps
yo: Kòle ṣàgbékalẹ̀ àwọn ìṣàfilọ́lẹ̀ ẹrù

source: App install error: {error}
yo: Àṣiṣe ìṣàgbékalẹ̀ ìṣàfilọ́lẹ̀: {àṣiṣe}

source: There was an error submitting your newsletter sign up request
yo: Àṣiṣe wà ní fífi ìwé ìròyìn alábọ́dé rẹ jíṣẹ́ fún ìbéèrè fún ìforukọ́silẹ̀

source: Error while communicating with server. Try again later.
yo: Àṣìṣe lákokò ìbáṣepọ̀ pẹ̀lú sáfà. Gbìyànjú bóyá.

source: Payment failed. Try again later.
yo: Ọ̀nà ìsanwó kùnà. Tún gbìyànjú si.

source: {n} star
yo: {n} ìràwọ̀{n} àwọn ìràwọ̀

source: Flagging review...
yo: Àtúnyẹ́wò ṣíṣeàsìyá...

source: This review has been successfully flagged. Thanks!
yo: Àtúnyẹ́wò yíì ni a ti ṣíṣeàsìyá rẹ láṣeyọrí. O ṣeun!

source: Sorry, there was an issue flagging the review. Please try again later.
yo: Mábinú, ìṣòro wà ní àtúnyẹ́wò ti ṣíṣeàsìyá. Jọ̀wọ́ gbìyànjú nígbà míìràn.

source: This review has been successfully deleted
yo: Àtúnyẹ́wò yíì ti parẹ́ dáradára

source: Write a Review
yo: Kọ Àtúnyẹ́wò

source: Sorry, there was a problem deleting the review
yo: Mábinú, ìṣòro wà ní pípa àtúnyẹ́wò rẹ́

source: Loading...
yo: Ń gbáradì...

source: Your review was successfully posted. Thanks!
yo: Àtúnyẹ́wò rẹ ni a fi ránṣẹ́ ní dáradára. O ṣeun!

source: Sorry, there was an error posting your review. Please try again later.
yo: Mábinú, àṣìṣe ìfiránṣẹ́ wà ní àtúnyẹ́wò. Jọ̀wọ́ tún gbìyànjú si bóyá.

source: Your review was successfully edited
yo: Àtúnyẹ́wò rẹ ni a túnṣe dáradára

source: Sorry, there was an issue editing your review. Please try again later
yo: Mábinú, ìṣòro àtùnṣe wà nínu àtúnyẹ́wò rẹ. Jọ̀wọ́ gbìyànjú nígbà míìràn

source: English
yo: Gẹ̀ẹ́sì

source: French
yo: Faransé

source: Sorry, you are currently offline. Please try again later.
yo: Mábinú, o kòsí lójú ìlà báyì. Jọ̀wọ́ gbìyànjú bóyá.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
yo: Nígbà míìràn tí o bẹ̀rẹ̀ Ibiọjà ìṣàfilọ́lẹ̀ Firefox, warí ẹ̀yà tí aṣàfikún!

source: Feedback submitted. Thanks!
yo: ìjábọ̀ ti fi sílẹ̀. O ṣeun!

source: There was a problem submitting your feedback. Try again soon.
yo: Ìṣòro wà ní fí fi ìjábọ̀ rẹ sílẹ̀. Tún gbìyànjú si.

source: Language Packs
yo: Àwọn Ìṣàtòpọ̀ Èdè

source: Firefox OS {version}
yo: Firefox OS {ẹ̀yà}

source: Search Results
yo: Ìṣàwárí Àwọn Èsì

source: Your settings have been successfully saved
yo: Ìṣètò rẹ ti pamọ́ dáradára

source: Settings could not be saved
yo: Iṣètò ni a kòlè pamọ́

source: Please sign in to view the receipt
yo: Jọ̀wọ́ wọlé láti wo ìwé ẹ̀rí ìsanwó

source: Receipt
yo: Ìwé ẹ̀rí ìsanwó
