Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
ar: من فضلك اقرأ <a href="{url}" target="_blank">إرشادات التقييم</a> لمعرفة تفاصيل أكتر عن عملية تقييم التطبيقات. التقييمات التى لا تطابق الإرشادات سيتم حذفها بواسطة مديرى النظام دون انذارك.
bn_in: <a href="{url}" target="_blank">রিভিউ গাইডলাইনগুলো</a> পরে নিন অ্যাপের রেটিং সম্পর্কে আরও খবর পাওয়ার জন্য। রিভিউ যা যা এই গাইডলাইনের সাথে খাপ খাবে না হয়তো আমাদের মডারেশন দলের দ্বারা তা সরে যেতে পারে।
cs: Před hodnocením aplikací si prosím přečtěte <a href="{url}" target="_blank">Informace k recenzím</a>. Recenze, které nebudou v souladu s tímto průvodcem mohou být naším týmem odstraněny i bez předchozího varování.
cy: Darllenwch y <a href="{url}" target="_blank">Canllawiau Adolygu</a> am ragor o wybodaeth am raddio apiau. Bydd adolygiadau sydd ddim yn dilyn y canllawiau yn cael eu tynnu gan ein tîm cymeradwyo heb rybudd.
da: Læs <a href="{url}" target="_blank">retningslinjer for anmeldelser</a> for flere detaljer om bedømmelse af apps. Anmeldelser, som ikke opfylder disse retningslinjer kan fjernes af vores administratorer uden varsel.
el: Παρακαλούμε διαβάστε τις <a href="{url}" target="_blank">Οδηγίες Αξιολόγησης</a> για περισσότερες πληροφορίες σχετικά με τις κριτικές εφαρμογών. Κριτικές που δεν συμφωνούν με τις παραπάνω οδηγίες μπορεί να αφαιρεθούν από τους διαχειριστές μας χωρίς προειδοποίηση.
es: Por favor lee las <a href="{url}" target="_blank">Normas de valoración</a> para más detalles sobre la valoración de aplicaciones. Las valoraciones que no cumplan estás normas pueden ser eliminadas por nuestro equipo de moderación sin previo aviso.
eu: Mesedez, irakurri <a href="{url}" target="_blank">balorazioak egiteko jarraibideak</a> aplikazioen balorazioei buruzko xehetasun gehiagorako. Gure moderatzaile taldeak jarraibide hauek betetzen ez dituzten balorazioak ezaba ditzake aurrez abisatu gabe.
fr: Veuillez consulter les <a href="{url}" target="_blank">directives d'évaluation</a> pour plus de détails sur la manière d'évaluer les apps. Les évaluations qui ne respectent pas ces recommandations peuvent être supprimées par notre équipe de modération sans avertissement.
hi_in: एप्प्स के मूल्यांकन के बारे में अधिक जानकारी के लिए कृपया <a href="{url}" target="_blank"> समीक्षा दिशानिर्देश को पढ़ें.</a>समीक्षाएँ जो कि दिशा-निर्देशों को पूरा नहीं करते को बिना सुचना दिए हमारी संयम टीम द्वारा हटाया जा सकता है.
it: Per ulteriori informazioni sul sistema di valutazione delle app consulta le <a href="{url}" target="_blank">linee guida per le recensioni</a>. Ogni recensione che non rispetti le linee guida potrà essere rimossa senza preavviso dai moderatori.
ja: アプリの評価に関する詳細は <a href="{url}" target="_blank">レビューガイドライン</a> をご覧ください。これらのガイドラインに沿わないレビューはモデレーターチームによって予告なく削除されることもあります。
mg: Azafady vakio ireo <a href="{url}" target="_blank">Torolàlana momba ny Fitsarana</a> raha mila antsipiriany bebe kokoa momba ny fanomeza-naoty ireo app. Ireo fitsarana tsy manaja an'ireo torolàlana ireo dia mety hesorin'ny ekipa mpametra onony tsy misy filazana.
nl: Lees de <a href="{url}" target="_blank">beoordelingsrichtlijnen</a> voor meer details over het beoordelen van apps. Beoordelingen die niet aan deze richtlijnen voldoen kunnen zonder melding door ons moderatieteam worden verwijderd.
pl: Przeczytaj <a href="{url}" target="_blank">Wskazówki dla recenzenta</a>, aby dowiedzieć się więcej szczegółów o ocenianiu aplikacji. Oceny, niespełniające tych wytycznych, mogą być usunięte przez zespół naszych moderatorów bez ostrzeżenia.
pt_br: Por favor leia as <a href="{url}" target="_blank">orientações de avaliação</a> para mais detalhes sobre a classificação de aplicativos. As avaliações que não cumpram estas orientações podem ser removidas pela nossa equipa de moderação sem aviso prévio.
ro: Te rugăm să citești <a href="{url}" target="_blank">Ghidul privind recenzarea</a> pentru mai multe detalii despre evaluarea aplicațiilor. Recenziile care nu respectă acest ghid pot fi eliminate de către echipa noastră de moderare fără notificare prealabilă.
sk: Pred hodnotením aplikácií si prosím prečítajte <a href="{url}" target="_blank">Informácie k recenziám</a>. Recenzie, ktoré nebudú v súlade s týmto sprievodcom môžu byť našim tímom odstránené aj bez predchádzajúceho varovania.
sl: Preberite <a href="{url}" target="_blank">napotke</a> za podrobnosti o ocenjevanju aplikacij. Ocene, ki ne dosegajo teh priporočil, lahko naši moderatorji odstranijo brez opozorila.
sq: Për më tepër hollësi mbi vlerësimin e aplikacioneve, ju lutemi, lexoni <a href="{url}" target="_blank">Udhëzime Shqyrtimi</a>. Shqyrtimet që nuk pajtohen me këto udhëzime mund të hiqen, pa njoftim, nga ekipi ynë i moderimit.
sr: Прочитајте <a href="{url}" target="_blank">Смернице за рецензије</a> за више детаља о оцењивању апликација. Рецензије које нису у складу са овим смерницама могу бити уклоњене без упозорења од стране тима модератора.
sr_latn: Pročitajte <a href="{url}" target="_blank">Smernice za recenzije</a> za više detalja o ocenjivanju aplikacija. Recenzije koje nisu u skladu sa ovim smernicama mogu biti uklonjene bez upozorenja od strane tima moderatora.
sw: Tafadhali soma <a href="{url}" target="_blank">Miongozo ya Mapitio</a>kwa maelezo zaidi kuhusu mapitio ya programu tumizi. Mapitio ambayo hayakidhi miongozo hii yanaweza kuondolewa na timu yetu ya usawazisho bila kukujulisha.
uk: Будь ласка, ознайомтеся з <a href="{url}" target="_blank">настановами про відгуки</a> для докладної інформації про рейтинг програм. Відгуки, які не відповідають цим настановам можуть бути вилучені нашою командою модераторів без попередження.
zh_cn: 请阅读<a href="{url}" target="_blank">评价指南</a>了解更多评价应用的相关信息。不符合这些准则的评价可能被我们的管理团队不经通知直接移除。

source: Rate:
af: Beoordeel:
ar: تقييم:
az: Qiymət:
bg: Оценка:
bn_in: রেট:
ca: Puntuació:
cs: Hodnocení:
cy: Graddio:
da: Bedøm:
el: Βαθμολογία:
es: Puntuar:
eu: Baloratu:
fr: Note :
ga_ie: Rátáil:
hi_in: दर:
id: Peringkat:
it: Valutazione:
ja: 評価:
ko: 평가:
mg: Naoty:
nl: Waardering:
pa: ਰੇਟ:
pl: Ocena:
pt_br: Avaliação:
ro: Evaluare:
sk: Hodnotenie:
sl: Ocenite:
sq: Vlerësoni:
sr: Оцени:
sr_latn: Oceni:
sw: Pea thamani:
th: จัดอันดับ:
tr: Puan ver:
uk: Оцінка:
xh: Kalisha:
zh_cn: 评分：
zu: Linganisela:

source: Please select a star rating.
ar: من فضلك اختر مستوى التطبيق.
az: Lütfən ulduz reytinqini seçin.
bn_in: একটি তারকা রেটিং নির্বাচন করুন।
cs: Zvolte počet hvězdiček pro hodnocení.
cy: Dewiswch seren graddio
da: Bedøm med stjerner.
el: Παρακαλούμε βαθμολογήστε με βάση τα αστέρια.
es: Por favor selecciona una calificación de estrellas.
eu: Hautatu izar bat baloratzeko.
fr: Veuillez donner une évaluation en nombre d'étoiles.
hi_in: कृपया एक स्टार रेटिंग का चयन करें.
it: Attribuisci un numero di stelle per valutare il componente aggiuntivo.
ja: 星の数で評価を選択してください。
ko: 별점을 선택해주세요.
mg: Mifantena naoty kintana azafady.
nl: Selecteer een sterwaardering.
pl: Wybierz ocenę gwiazdką.
pt_br: Por favor, selecione uma classificação por estrelas.
ro: Selectează un număr de stele pentru evaluare.
sk: Vyberte počet hviezdičiek pre hodnotenie.
sl: Prosim, izberite oceno z zvezdami.
sq: Ju lutemi, përzgjidhni një vlerësim.
sr: Оцените.
sr_latn: Ocenite.
sw: Tafadhali chagua kipimo cha nyota.
tr: Lütfen bir yıldız seçin.
uk: Виберіть рейтинг зірками.
zh_cn: 请选择要评出的星级。

source: Tell us what you like about this app. Write like you’re telling a friend about your experience with the app. Give specific details, for example, What features did you like or dislike?
ar: أخبرنا ماذا أحببت في هذا التطبيق. اكتب وكأنك تخبر صديقك عن خبرتك في هذا التطبيق. أعط تفاصيل محددة، على سبيل المثال، ما هي الخصائص التي أعجبتك والتي لم تعجبك؟
cs: Řekněte nám, co si o aplikaci myslíte. Pište tak, jako byste o aplikaci mluvili se svými kamarády. Nevynechávejte specifické detaily, jako například co se vám na aplikaci líbilo a co ne?
cy: Ddwedwch wrthym beth rydych yn ei hoffi am hwn app. Ysgrifennwch fel petai chi'n dweud wrth ffrind am eich profiad gyda'r ap. Rhowch fanylion penodol, er enghraifft, pa nodweddion oeddech chi'n ei hoffi neu beidio?
da: Fortæl os, hvad du godt kan lide ved denne app. Skriv som du fortæller en ven om din oplevelse med app'en. Giv konkrete detaljer. Fx, hvilke funktioner du kunne lide og ikke lide?
el: Πείτε μας τι σας αρέσει σχετικά με αυτή την εφαρμογή. Φανταστείτε ότι περιγράφετε στον φίλο σας την εμπειρία σας με την εφαρμογή. Αναφέρετε συγκεκριμένες λεπτομέρειες, για παράδειγμα, ποια χαρακτηριστικά σας άρεσαν ή δεν σας άρεσαν;
es: Cuéntanos lo que te gusta de esta aplicación. Escribe como si le estuvieras contando a un amigo tu experiencia con la aplicación. Da detalles concretos, por ejemplo, ¿qué características te gustaron, y cuáles no?
eu: Esaguzu zergatik duzun gogoko aplikazio hau. Idatzi lagun bati aplikazioarekin izandako esperientzia kontatuko zeniokeen bezala. Eman xehetasun zehatzak; adibidez, zein eginbide gustatu zitzaizun eta zein ez.
fr: Veuillez expliquer ce que vous appréciez concernant cette application. Rédigez comme si vous expliquiez à un ami votre utilisation de l'application. N'oubliez pas de donner des détails, comme par exemple les fonctionnalités que vous appréciez et celles que vous n'appréciez pas.
hi_in: आपको इस एप्लिकेशन के बारे में क्या पसंद है, हमें बताएँ. आप इस प्रकार लिखें जैसे कि आप अनुप्रयोग के साथ अपने अनुभव के बारे में एक मित्र को बता रहे हैं. विशिष्ट जानकारी दें, उदाहरण के लिए, तुमने कौन सी विशेषताएं पसंद या नापसंद की?
it: Scrivi quali sono le caratteristiche di quest’app che apprezzi maggiormente. Usa un linguaggio informale come se lo stessi spiegando a un amico. Fornisci informazioni particolareggiate, ad esempio indica le funzioni che hai trovato utili e quelle che invece ti sembrano inadeguate.
ja: このアプリのどこが気に入っているか教えてください。アプリを使った感想を友だちに伝えるように書いてください。気に入った機能、逆に気に入らない機能など、なるべく具体例を挙げるようお願いします。
ko: 이 앱이 뭐가 좋은지 말해주세요. 친구에게 이 앱으로 뭐를 할 수 있는지 써주세요. 예로, 뭐가 좋고 안 좋은지 써주세요.
mg: Lazao anay izay tianao momba an'ity app ity. Soraty toy ny mitantara @ namanao ny traikefanao amin'ilay app. Manomeza antsipiriany voafaritra mazava, ohatra hoe fiasa inona no tianao na tsy tianao?
nl: Vertel ons wat u aan deze app bevalt. Schrijf alsof u een vriend over uw ervaring met de app vertelt. Geef specifieke details, zoals welke functies u wel of niet bevielen.
pl: Powiedz nam, co lubisz w tej aplikacji. Napisz, jak do znajomego o swoich doświadczeniach z aplikacją. Podaj szczegółowe informacje, na przykład, które funkcje lubisz lub których nie lubisz.
pt_br: Diga sobre o que gostou deste aplicativo. Escreva como se estivesse dizendo para um amigo sobre a sua experiência com o aplicativo. Dê detalhes específicos, por exemplo, quais recursos gostou ou não gostou?
ro: Spune-ne ce îți place la această aplicație. Scrie ca și cum i-ai spune un prieten despre experiența ta cu aplicația. Oferă detalii specifice, spre exemplu, ce funcții îți plac ori displac?
sk: Povedzte nám, čo si o aplikácii myslíte. Píšte tak, ako by ste o aplikácii hovorili so svojimi kamarátmi. Nevynechávajte špecifické detaily, ako napríklad čo sa vám na aplikácii páčilo a čo nie.
sl: Povejte nam, kaj imate radi pri tej aplikaciji. Napišite, kakor da bi prijatelju opisovali svojo izkušnjo s to aplikacijo. Podajte različne podrobnosti, na primer, katere možnosti so vam všeč.
sq: Tregonani se ç’ju pëlqen në këtë aplikacion. Shkruajeni sikur t’i tregonit një miku mbi përshtypjet rreth këtij aplikacioni. Jepni hollësi të qarta, për shembull, cilat anë ju pëlqyen ose s’ju pëlqyen?
sr: Реците нам шта вам се допада у вези ове апликације. Напишите као да преносите искуство пријатељу. Што детаљније, на пример, које могућности вам се допадају а које не?
sr_latn: Recite nam šta vam se dopada u vezi ove aplikacije. Napišite kao da prenosite iskustvo prijatelju. Što detaljnije, na primer, koje mogućnosti vam se dopadaju a koje ne?
uk: Розкажіть, що вам подобається в цій програмі. Напишіть так, наче ви розповідаєте другу про своє враження щодо цієї програми. Опишіть особливі деталі, наприклад, Які функції вам сподобались, а які ні?
zh_cn: 告诉我们您喜欢这个应用的哪些地方。写下您就本应用的体验，就像告诉一位朋友那样。应该指出具体的细节，例如您喜欢与不喜欢哪些功能。

source: Only users that are logged in may submit reviews.
af: Net gebruikers wat aangemeld is, kan resensies stuur.
ar: فقط المستخدمين المُسجل دخولهم من يستطيعون أضافة تقييمهم.
bg: Само вписани потребители могат да оставят отзиви.
bn_in: শুধুমাত্র লগ-ইন হওয়া ব্যবহারকারীরা রিভিউ জমা দিতে পারবেন।
ca: Només poden enviar valoracions els usuaris que han iniciat la sessió.
cs: Recenze mohou psát pouze přihlášení uživatelé.
cy: Dim ond defnyddwyr sydd wedi mewngofnodi sy'n gallu cyflwyno adolygiadau.
da: Kun brugere der er logget ind kan indsende anmeldelser.
el: Μόνο συνδεδεμένοι χρήστες μπορούν να υποβάλουν κριτικές.
es: Solo usuarios que han iniciado sesión pueden enviar valoraciones.
eu: Saioa hasi duten erabiltzaileek soilik bidal ditzakete balorazioak.
fr: Seuls les utilisateurs connectés peuvent laisser des commentaires.
hi_in: सिर्फ यूजर जो लोगिन है समीक्षा जमा कर सकते हैं.
id: Hanya pengguna yang masuk yang dapat mengirimkan ulasan.
it: Solo gli utenti che hanno effettuato l’accesso possono inserire delle recensioni.
ja: レビューを送信できるのはログインしているユーザのみです。
ko: 로그인한 사용자만 리뷰를 남길 수 있습니다.
mg: Ireo mpampiasa tafiditra ihany no afaka mandrotsaka fitsarana.
nl: Alleen aangemelde gebruikers mogen beoordelingen indienen.
pl: Tylko zalogowani użytkownicy mogą przesyłać opinie.
pt_br: Somente usuários logados podem avaliar.
ro: Doar utilizatorii autentificați pot trimite recenzii.
sk: Recenzie môžu písať iba prihlásení používatelia.
sl: Samo prijavljeni uporabniki lahko objavljajo ocene.
sq: Shqyrtime mund të parashtrojnë vetëm përdoruesit që kanë bërë hyrjen.
sr: Само пријављени корисници могу да поднесу рецензије.
sr_latn: Samo prijavljeni korisnici mogu da podnesu recenzije.
sw: Watumzi ambao wamejiunga ndio wanaoweza kuwasilisha mapitio pekee.
uk: Лише користувачі, які увійшли, можуть відправляти відгуки.
zh_cn: 只有登录用户可以提交评价。
zu: Ngabasebenzisi abasayinele ukungena kuphela abangaletha izibukezo.

source: Update Review
af: Werk resensie by
ar: تحديث التقييم
az: Rəyi Yenilə
bg: Актуализиране на отзив
bn_in: রিভিউ আপডেট করুন
ca: Actualitza la valoració
cs: Aktualizovat recenzi
cy: Diweddaru Adolygiad
da: Opdater anmeldelse
el: Ενημέρωση κριτικής
es: Actualizar valoración
eu: Eguneratu balorazioa
fr: Mettre à jour l'appréciation
hi_in: समीक्षा अपडेट करें
id: Perbarui Ulasan
it: Aggiorna recensione
ja: レビューを更新
ko: 리뷰 수정
mg: Hanavao Fitsarana
nl: Beoordeling bijwerken
pl: Zaktualizuj opinię
pt_br: Atualizar avaliação
ro: Actualizează recenzia
sk: Aktualizovať recenziu
sl: Posodobi oceno
sq: Përditësojeni Shqyrtimin
sr: Ажурирај рецензију
sr_latn: Ažuriraj recenziju
sw: Sasisha Pitio
tr: İncelemeyi güncelle
uk: Оновити відгук
zh_cn: 更新评价
zu: Vuselela Isibukezo

source: Submit Review
af: Stuur resensie
ar: أضافة التقييم
az: Rəy Göndər
bg: Изпращане на отзив
bn_in: রিভিউ জমা করুন
ca: Envia la valoració
cs: Odeslat recenzi
cy: Cyflwyno Adolygiad
da: Indsend anmeldelse
el: Υποβολή κριτικής
es: Enviar valoración
eu: Bidali balorazioa
fr: Envoyer l'appréciation
hi_in: समीक्षा जमा करें
id: Kirimkan Ulasan
it: Invia recensione
ja: レビューを送信
ko: 리뷰 제출
mg: Handrotsaka Fitsarana
nl: Beoordeling indienen
pl: Prześlij opinię
pt_br: Enviar avaliação
ro: Trimite recenzia
sk: Odoslať recenziu
sl: Pošlji oceno
sq: Parashtrojeni Shqyrtimin
sr: Поднеси рецензију
sr_latn: Podnesi recenziju
sw: Wasilisha Pitio
tr: İncelemeyi gönder
uk: Відправити відгук
zh_cn: 提交评价
zu: Letha Isibukezo

source: Flag Review
af: Vlag vir resensie
ar: مراجعة التقييم
az: Rəyi İşarətlər
bg: Докладване на отзив
bn_in: রিভিউ ফ্ল্যাগ করুন
ca: Informa sobre aquesta valoració
cs: Označit recenzi
cy: Amlygu Adolygiad
da: Markér anmeldelse
el: Επισήμανση κριτικής
es: Reportar valoración
eu: Salatu balorazioa
fr: Signaler l'appréciation
hi_in: फ्लैग की समीक्षा
id: Tandai Ulasan
it: Segnala recensione
ja: レビューを報告
ko: 리뷰 신고
mg: Hanamarika Fitsarana
nl: Beoordeling markeren
pl: Oznacz opinię
pt_br: Marcar avaliação
ro: Semnalează recenzia
sk: Označiť recenziu
sl: Označi oceno
sq: I Vini Shenjë Shqyrtimit
sr: Означи рецензију
sr_latn: Označi recenziju
sw: Weka Kibendera kwa Pitio
tr: İncelemeyi işaretle
uk: Поскаржитись на відгук
zh_cn: 标记评价
zu: Faka ifulegi Esibukezweni

source: See an issue with this review? Select a reason below.
af: Is daar fout met hierdie resensie? Kies 'n rede hier onder.
ar: هل ترى مشكلة فى هذا التقييم؟ حدد السبب أدناه.
bg: Виждате проблем с този отзив? Изберете го по-долу.
bn_in: একটি সমস্যা দেখেছেন এই রিভিউয়ের মধ্যে? নীচে একটি কারণ নির্বাচন করুন।
ca: Veieu algun problema en aquesta valoració? Trieu-ne el motiu a continuació.
cs: Je s touto recenzí nějaký problém? Níže zvolte důvod.
cy: Gweld problem gyda'r adolygiad hwn? Dewiswch reswm isod.
da: Er der et problem med denne anmeldelse? Vælg en årsag nedenunder.
el: Υπάρχει κάποιο πρόβλημα με αυτή την κριτική; Επιλέξτε κάποιον λόγο παρακάτω.
es: ¿Ves algún problema con esta valoración? Selecciona una razón a continuación.
eu: Arazoren bat dago balorazio honekin? Hautatu zergatia azpian.
fr: Un problème avec cette appréciation ? Sélectionnez la raison ci-dessous.
hi_in: इस समीक्षा के साथ एक मुद्दा देखें? नीचे एक कारण का चयन करें.
id: Ada masalah dengan ulasan ini? Pilih alasannya di bawah.
it: Hai trovato un problema in questa recensione? Scegli la motivazione della tua segnalazione tra le seguenti opzioni.
ja: このレビューについて何か問題がありますか？ 以下から理由を選択してください。
ko: 이 리뷰에 문제가 있나요? 아래에서 이유를 선택해 주세요.
mg: Mahita olana amin'ity fitsarana ity? Mifantena antony eto ambany.
nl: Ziet u een probleem met deze beoordeling? Selecteer hieronder een reden.
pl: Widzisz problem z tą opinią? Wybierz poniżej powód.
pt_br: Existe um problema com essa avaliação? Selecione um motivo abaixo.
ro: Vezi o problemă cu această recenzie? Selectează un motiv de mai jos.
sk: Je s touto recenziou nejaký problém? Nižšie vyberte dôvod.
sl: Ali je kaj narobe s to oceno? Spodaj izberite razlog.
sq: Shihni ndonjë problem me këtë shqyrtim? Përzgjidhni më poshtë një arsye.
sr: Видите проблем са овом рецензијом? Изаберите разлог испод.
sr_latn: Vidite problem sa ovom recenzijom? Izaberite razlog ispod.
sw: Je unaiona shida katika pitio hili? Ichague sababu hapo chini.
uk: Бачите проблему з цим відгуком? Виберіть причину внизу.
zh_cn: 此评价有问题？请选择一个理由。
zu: Kukhona inkinga oyibonayo ngalesi sibukezo? Khetha isizathu ngezansi.

source: Spam or otherwise non-review content
af: Rommelpos of andersins nieresensie-inhoud
ar: هو رسائل مزعجة أو المضمون لا يحتوي علي تقيم
bg: Спам или друго странично съдържание
bn_in: স্প্যাম অথবা রিভিউ না করা কন্টেন্ট
ca: Brossa o contingut no revisat
cs: Nevyžádaný příspěvek či nesouvislost s obsahem
cy: Sbam neu gynnwys nad yw'n adolygiad
da: Spam eller på anden måde ikke en anmeldelse
el: Spam ή περιεχόμενο που δεν είναι κριτική
es: Correo no deseado o cualquier otro contenido sin revisión
eu: Spama edo baloraziorik behar ez duen edukia
fr: Pourriel ou contenu non validé
ga_ie: Turscar nó ábhar nach mbaineann le léirmheas
hi_in: स्पैम या फिर गैर-समीक्षा सामग्री
id: Spam atau tidak terkait dengan ulasan
it: Spam o altri contenuti fuori luogo
ja: スパムもしくはレビューと無関係の内容
ko: 스팸이거나 평가와 관련된 내용이 아님
mg: Spama na atiny tsy fitsarana hafa
nl: Spam of andere niet te beoordelen inhoud
pa: ਸਪੈਮ ਜਾ ਹੋਰ ਗ਼ੈਰ-ਸਮੀਖਿਆ ਦੀ ਸਮੱਗਰੀ
pl: Spam lub niecenzuralna treść
pt_br: Spam ou conteúdo não avaliado
ro: Conținut spam sau altfel nerecenzat
sk: Spam alebo iný neschválený obsah
sl: Neželena objava ali vsebina, ki ni ocena.
sq: Spam ose përndryshe lëndë jo nga shqyrtime
sr: Нежељени или други непрегледани садржај
sr_latn: Neželjeni ili drugi nepregledani sadržaj
sw: Taka au vinginevyo yaliyomo yasiyo ya mapitio
th: สแปม หรือเนื้อหาอื่น ๆ ที่ไม่ใช่การวิจารณ์
tr: Spam veya inceleme olmayan içerik
uk: Спам або інший сторонній вміст
xh: Umyalezo ongabalulekanga okanye kungenjalo isiqulatho esingahlolwayo
zh_cn: 垃圾信息或其他非评价内容
zu: I-spam noma kungenjalo imininingwane engabukezwa

source: Inappropriate language/dialog
af: Onvanpaste taal/dialoog
ar: اللغة أو الحوار غير لائق
bg: Неуместен език/диалог
bn_in: অনুপযুক্ত ভাষা/ডায়লগ
ca: Llenguatge no apropiat
cs: Nevhodný jazyk/chování
cy: Iaith/deialog anaddas
da: Upassende sprogbrug/dialog
el: Ανάρμοστη γλώσσα/διάλογος
es: Lenguaje/diálogo inapropiado
eu: Hizkera/elkarrizketa desegokia
fr: Langage inapproprié
ga_ie: Plé/focail mhí-oiriúnacha
hi_in: अनुचित भाषा/संवाद
id: Bahasa/dialog tidak pantas
it: Linguaggio non appropriato
ja: 不適切な言葉遣いや会話
ko: 부적절한 언어/대화
mg: Fiteny/dialog tsy mendrika
nl: Ongepast taalgebruik
pa: ਅਣਉਚਿਤ ਭਾਸ਼ਾ/ਵਾਰਤਾਲਾਪ
pl: Niewłaściwy język/dialog
pt_br: Linguagem imprópria
ro: Limbaj/dialog licențios
sk: Nevhodný jazyk/vyjadrovanie
sl: Neustrezen jezik/govor
sq: Dialog/gjuhë e papërshtatshme
sr: Непристојно обраћање
sr_latn: Nepristojno obraćanje
sw: Ripoti ya hitilafu iliyopotea au ombi la usaidizi
th: การโต้ตอบ หรือภาษาที่ไม่เหมาะสม
tr: Uygunsuz dil
uk: Недоречні мова/діалог
xh: Ulwimi/incoko engafanelekanga
zh_cn: 不适当的语言/对话
zu: Ulimi olungalungile/inkulumo-mpendulwano

source: Misplaced bug report or support request
af: Verlore foutverslag of ondersteuningsversoek
ar: الإبلاغ عن خطأ أو طلب مساعدة الدعم الفني
bg: Неуместен доклад за проблем или заявка за поддръжка
bn_in: ভুল বাগ রিপোর্ট বা সাপোর্টের অনুরোধ
ca: Informe d'error o sol·licitud d'ajuda fora de lloc
cs: Nevhodné oznámení chyby nebo žádost o podporu
cy: Cais adroddiad gwall coll neu gefnogaeth
da: Fejlplaceret fejlrapport eller supportspørgsmål
el: Εσφαλμένα καταχωρηθείσα αναφορά σφάλματος ή αίτηση υποστήριξης
es: Informe de problema o petición de ayuda en ubicación incorrecta
eu: Programa-errorearen txostena edo laguntza-eskarera lekuz kanpo dago
fr: Rapport de bogue ou demande d'assistance déposé au mauvais endroit
ga_ie: Tuairisc ar fhabht nó iarratas ar thacaíocht as áit
hi_in: अनुपयुक्त बग रिपोर्ट या समर्थन का अनुरोध
id: Laporan bug salah tempat atau permintaan dukungan
it: Segnalazione bug o richiesta di supporto inserita nella sezione non corretta
ja: 場違いのバグ報告もしくはサポート依頼
ko: 잘 못 올린 버그이거나 지원 요청
mg: Tatitra tsininy na fangatahana fanampiana diso toerana
nl: Onterechte foutmelding of ondersteuningsverzoek
pa: ਗੁੰਮ ਹੋਈ ਬੱਗ ਰਿਪੋਰਟ ਜਾ ਸਹਿਯੋਗ ਦੀ ਮੰਗ।
pl: Niewłaściwie umieszczona prośba o pomoc lub zgłoszenie błędu
pt_br: Relato de bug ou solicitação de suporte em local inadequado
ro: Raportare de bug nepotrivită sau cerere asistență
sk: Nevhodne umiestnená správa o chybe alebo žiadosť o podporu
sl: Poročilo o hrošču ali prošnja za pomoč na napačnem mestu
sq: Njoftim të metash apo kërkesë për asistencë jo në vendin e duhur
sr: Погрешно постављена порука о грешци или захтев за подршку
sr_latn: Pogrešno postavljena poruka o grešci ili zahtev za podršku
sw: Ripoti ya hitilafu au ombi la usaidizi
th: รายงานข้อบกพร่อง หรือขอความช่วยเหลือไม่ถูกที่
tr: İnceleme olarak yazılmış hata raporu veya destek talebi
uk: Недоречний звіт про помилку або запит підтримки
xh: Ingxelo ye-bug elahlekileyo okanye isicelo senkxaso
zh_cn: 错置的bug报告或支持请求
zu: Umbiko olahlekile wokungahambi kahle noma isicelo sokwesekwa
