Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: This app has no reviews.
af: Hierdie program het geen resensies.
ar: لا يوجد تقييمات لهذا التطبيق.
az: Bu tətbiqin rəyləri yoxdur.
bg: Това приложение няма отзиви.
bn_in: এই অ্যাপের কোনো রিভিউ নেই।
ca: Aquesta aplicació no té cap valoració.
cs: Tato aplikace nemá žádné recenze.
cy: Nid oes gan yr ap adolygiadau.
da: Denne app har ingen anmeldelser.
el: Αυτή η εφαρμογή δεν έχει κριτικές.
es: Esta aplicación no tiene valoraciones.
eu: Aplikazio honek ez du baloraziorik.
fr: Cette application ne possède aucun commentaire.
ga_ie: Níl aon léirmheasanna ar an bhfeidhmchlár seo.
hi_in: इस एप्प की समीक्षा उपलब्ध नहीं है.
id: Aplikasi ini belum ada yang mengulas.
it: Questa app non ha ancora ricevuto recensioni.
ja: このアプリにはまだレビューが書かれていません。
ko: 리뷰가 없습니다.
mg: Tsy manana fitsarana io app io.
nl: Deze app heeft geen beoordelingen.
pl: Ta aplikacja nie ma opinii.
pt_br: Esse aplicativo não tem avaliações
ro: Această aplicație nu are recenzii.
sk: Táto aplikácia nemá žiadne recenzie.
sl: Ta aplikacija nima ocen.
sq: Nuk ka shqyrtime të këtij aplikacioni.
sr: Ова апликација нема рецензије.
sr_latn: Ova aplikacija nema recenzije.
sw: Programu tumizi hii haina mapitio yoyote.
th: แอพนี้ไม่มีบทวิจารณ์
tr: Bu uygulamanın hiç incelemesi yok.
uk: Ця програма не має відгуків.
zh_cn: 此应用尚无评价。
zu: Le app ayinazibukezo.

source: App Review
af: Programresensie
ar: تقييم التطبيق
az: Tətbiq Rəyi
bg: Отзив
bn_in: অ্যাপ রিভিউ
ca: Valoració de l'aplicació
cs: Recenze aplikace
cy: Adolygu Apiau
da: App-anmeldelse
el: Κριτική εφαρμογής
es: Valoración de app
eu: Aplikazioaren balorazioa
fr: Commentaire sur l'application
hi_in: एप्प की समीक्षा
id: Tinjauan Aplikasi
it: Recensione dell’app
ja: アプリのレビュー
ko: 앱 사용자 평가
mg: Fitsarana App
nl: App-beoordeling
pa: ਐਪ ਪੜਤਾਲ
pl: Ocena aplikacji
pt_br: Avaliações do aplicativo
ro: Recenzare a aplicației
sk: Recenzia aplikácie
sl: Ocena aplikacije
sq: Shqyrtim Aplikacioni
sr: Рецензија апликације
sr_latn: Recenzija aplikacije
sw: Pitio la Programu Tumizi
th: บทวิจารณ์แอพ
tr: Uygulama incelemesi
uk: Відгук для програми
xh: Uhlolo lwe-App
zh_cn: 应用评价
zu: Ukubukezwa Kwe-App

source: Explore more in {category_one} and {category_two}.
ar: أكتشف أكتر في {category_one} و {category_two}.
cs: Objevte více v kategoriích {category_one} a {category_two}.
cy: Edrych ar ragor yn {category_one} a {category_two}.
da: Udforsk flere i {category_one} og {category_two}.
el: Ανακαλύψτε περισσότερα στην κατηγορία «{category_one}» και «{category_two}».
es: Explora más en {category_one} y {category_two}.
eu: Arakatu gehiago {category_one} eta {category_two} kategorian.
fr: Afficher davantage de résultats pour les catégories {category_one} et {category_two}.
hi_in: अधिक खोजें {category_one} एवं {category_two}.
it: Scopri di più in {category_one} e {category_two}.
ja: {category_one} と {category_two} カテゴリのアプリをもっと見る
mg: Miteteza bebe kokoa ao @ {category_one} sy {category_two}.
nl: Ontdek meer in {category_one} en {category_two}.
pl: Odkryj więcej w {category_one} i {category_two}.
pt_br: Explore mais em {category_one} e {category_two}.
ro: Explorează mai multe în {category_one} și {category_two}.
sk: Objavte viac v kategóriách {category_one} a {category_two}.
sl: Raziščite več v {category_one} in {category_two}.
sq: Shihni më tepër nga {category_one} dhe {category_two}.
sr: Истражите више у {category_one} и {category_two}.
sr_latn: Istražite više u {category_one} i {category_two}.
uk: Перегляньте більше в {category_one} і {category_two}.
zh_cn: 探索更多 {category_one} 和 {category_two} 分类。

source: Explore more in {category}.
ar: أكتشف أكتر في {category}.
cs: Objevte více v kategorii {category}.
cy: Edrych ar ragor yn {category}.
da: Udforsk flere i {category}.
el: Ανακαλύψτε περισσότερα στην κατηγορία «{category}».
es: Explora más en {category}.
eu: Arakatu gehiago {category} kategorian.
fr: Afficher davantage de résultats pour la catégorie {category}.
hi_in: अधिक खोजें {category}.
it: Scopri di più in {category}.
ja: {category} カテゴリのアプリをもっと見る
mg: Miteteza bebe kokoa ao @ {category}.
nl: Ontdek meer in {category}.
pl: Odkryj więcej w {category}.
pt_br: Explore mais em {categoria}.
ro: Explorează mai multe în {category}.
sk: Objavte viac v kategórii {category}.
sl: Raziščite več v {category}.
sq: Shihni më tepër nga {category}.
sr: Истражите више у {category}.
sr_latn: Istražite više u {category}.
uk: Перегляньте більше в {category}.
zh_cn: 探索更多 {category} 分类。

source: Is there something wrong or out-of-date with this website listing?
ar: هل التصنيفات في هذا الموقع بها شئ خاطئ أو ليست مُحدثة؟
cs: Je tu něco špatně nebo zastaralý obsah stránky?
cy: Oes yna rhywbeth o'i le neu'n hen ar y wefan yma?
el: Υπάρχει κάποιο πρόβλημα ή παρωχημένες πληροφορίες στον κατάλογο αυτής της ιστοσελίδας;
es: ¿Hay algo incorrecto o desactualizado en este listado web?
eu: Webgune-zerrenda honetan zerbait oker edo eguneratu gabe dago?
fr: Y a-t-il quelque chose de faux ou qui nécessite d'être mis à jour parmi les informations de ce site ?
hi_in: इस वेबसाइट लिस्टिंग के साथ कुछ गलत है या अप्रचलित है?
it: Hai notato un contenuto non aggiornato o qualche altro errore negli elenchi del sito?
ja: このサイトのアプリ紹介に何か間違いや更新されていない内容がありますか？
mg: Moa ve misy zavatra tsy mety na lany daty @ ity lisitra an-tranonkala ity?
nl: Is er iets mis met of verouderd aan deze websitevermelding?
pl: Czy na tej stronie są jakieś problemy lub jest nieaktualna?
pt_br: Existe algo de errado ou desatualizado com esta listagem do site?
ro: Este ceva greșit sau învechit cu listarea de pe acest site?
sk: Je tu niečo nesprávne, alebo je tu zastaralý obsah stránky?
sl: Ali je kaj narobe ali zastarelega s tem seznamom spletnih mest?
sq: Ka diçka që s’shkon apo të vjetruar te pjesa mbi këtë sajt?
sr: Да ли нешто није у реду или је застарео листинг веб сајта?
sr_latn: Da li nešto nije u redu ili je zastareo listing veb sajta?
sw: Kuna kitu kibaya ama kilichopitwa na wakati katika orodha iliyoko katika tovuti hii?
uk: Щось не так чи застаріло з цим списком веб-сайту?
zh_cn: 网站的某处有问题，或者这里的信息过时了吗？

source: Report an issue
ar: الإبلاغ عن مشكلة
az: Xəta bildir
cs: Nahlásit chybu
cy: Adrodd ar fater
da: Rapportér et problem
el: Αναφορά προβλήματος
es: Informar de un problema
eu: Eman arazo baten berri
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
mg: Hitatitra olana
nl: Een probleem melden
pl: Zgłoś problem
pt_br: Reportar um problema
ro: Raportează o problemă
sk: Nahlásiť chybu
sl: Sporočite napako
sq: Njoftoni një problem
sr: Пријави проблем
sr_latn: Prijavi problem
sw: Ripoti suala
uk: Повідомити про проблему
zh_cn: 报告问题

source: Let us know if something is missing from this website listing or its information should be updated.
ar: أخبرنا إذا كان هناك شيئاً مفقوداً من قائمة الموقع أو أن المعلومات المتوفرة به بحاجة إلى تحديث.
cs: Dejte nám vědět, pokud něco na této stránce chybí nebo by měla být aktualizována.
cy: Gadewch i ni wybod os oes rhywbeth ar goll o fanylion y wefan neu a ddylai gael ei ddiweddaru.
el: Ενημερώστε μας αν λείπει κάτι από τον κατάλογο αυτής της ιστοσελίδας ή αν οι πληροφορίες της πρέπει να ανανεωθούν.
es: Coméntanos si falta algo en este sitio web o si su información esta desactualizada.
eu: Jakinaraziguzu webgune-zerrenda honetan zerbait falta bada edo bertako informazioa eguneratu beharra badago.
fr: Faites-nous savoir si des informations concernant ce site web sont manquantes ou devraient être mises à jour.
hi_in: हमको ज्ञान करायें यदि आप इस वेबसाइट मैं कुछ कमी पाते हैं या जानकारी मैं कुछ सुधार की आवश्यकता है.
it: Se trovi informazioni mancanti o non aggiornate su questo sito, segnalacelo.
ja: 当サイトの掲載内容に漏れがある場合や情報の更新が必要と思われる場合はお知らせください。
mg: Mba ampahafantaro anay raha misy zavatra tsy ao amin'ity lisitra an-tranonkala ity na raha tokony hohavaozina ny fampahalalana ao.
nl: Laat ons weten of er iets in deze websitevermelding ontbreekt of de informatie ervan moet worden bijgewerkt.
pl: Poinformuj nas, jeśli na tej stronie brakuje czegoś lub informacje powinny zostać zaktualizowane.
pt_br: Nos informe se algo está faltando nesta lista do site ou se a informação precisa de ser atualizada.
ro: Spune-ne dacă ceva lipsește din listarea acestui site sau informațiile sale ar trebui să fie actualizate.
sk: Dajte nám vedieť, ak je na tejto stránke niečo chýba, alebo by mala byť aktualizovaná.
sl: Obvestite nas, če v objavi na tej strani kaj manjka ali če bi bilo potrebno posodobiti podatke.
sq: Na e bëni të ditur nëse diçka mungon te pjesa mbi këtë sajt, apo kur të dhënat rreth tij duhen përditësuar.
sr: Реците нам шта недостаје на веб сајту или које информације треба да се ажурирају.
sr_latn: Recite nam šta nedostaje na veb sajtu ili koje informacije treba da se ažuriraju.
sw: Tujulishe ikiwa kuna kitu kinakosa kutoka kwa orodha katika tovuti hii ama maelezo yake yanafaa kusasishwa.
uk: Дайте нам знати, якщо чогось не вистачає в списку цього веб-сайту або його інформація повинна бути оновлена.
zh_cn: 如果本网站缺少什么，或者某些信息应该被更新，请告诉我们。

source: For information on show to report a copyright or trademark issue <a href="{url}" target="_blank">see here</a>.
ar: للحصول على معلومات حول قضية أو حقوق العلامة التجارية <a href="{url}" target="_blank">انظر هنا</a>.
cs: Pro zobrazení informací o hlášení zneužití autorských práv nebo značky <a href="{url}" target="_blank">klikněte zde</a>.
cy: Am wybodaeth am adrodd ar fater hawlfraint neu nod masnachu <a href="{url}" target="_blank"> gw. yma</a>.
el: Για πληροφορίες σχετικά με το πως να αναφέρετε κατάχρηση πνευματικών δικαιωμάτων ή εμπορικών σημάτων <a href="{url}" target="_blank">δείτε εδώ</a>.
es: Para tener más información sobre cómo denunciar una incidencia sobre derechos de autor o marca comercial, <a href="{url}" target="_blank">mira aquí</a>.
eu: Copyright edo erregistratutako markarekin lotutako arazo baten berri nola eman jakiteko <a href="{url}" target="_blank">begiratu hemen</a>.
fr: Pour en savoir plus sur la façon de signaler un abus de marque déposée ou une violation de copyright, <a href="{url}" target="_blank">cliquez ici</a>.
hi_in: जानकारी देखने के लिए कापीराइट अथवा ट्रेडमार्क विवाद सूचित करें <a href="{url}" target="_blank">यहाँ देखें</a>.
it: Per informazioni riguardanti la segnalazione di violazioni del copyright o abuso dei marchi registrati visita <a href="{url}" target="_blank">questa pagina</a>.
ja: 著作権や商標に関する問題の報告手順は <a href="{url}" target="_blank">こちらをご覧ください</a>。
mg: Raha mila fampahalalana momba ny seho hitaterana olana momba ny zon'ny mpamorona na mari-barotra, dia <a href="{url}" target="_blank">jereo ato</a>.
nl: <a href="{url}" target="_blank">Kijk hier</a> voor informatie over het melden van een probleem met auteursrecht of handelsmerk.
pl: Informacje związane ze zgłaszaniem problemów z prawem autorskim lub znakiem towarowym można <a href="{url}">zobaczyć tutaj</a>.
pt_br: Para mais informação sobre como denunciar o problema de direitos autorais ou de marca registrada, <a href="{url}" target="_blank">veja aqui</a>.
ro: Pentru informații cu privire la raportarea încălcării drepturilor de autor sau abuzului unei mărci comerciale <a href="{url}" target="_blank">vezi aici</a>.
sk: Pre zobrazenie informácií o hláseniach zneužitia autorských práv alebo značky <a href="{url}" target="_blank">kliknite sem</a>.
sl: Za informacije o prikazu prijave težav z avtorskimi pravicami ali blagovnimi znamkami <a href="{url}" target="_blank">kliknite tukaj</a>.
sq: Për të dhëna se si të njoftohen probleme të drejtash kopjimi apo shenjash tregtare, <a href="{url}" target="_blank">shihni këtu</a>.
sr: За више информација о пријави проблема са жигом или ауторским правима <a href="{url}" target="_blank">кликните овде</a>.
sr_latn: Za više informacija o prijavi problema sa žigom ili autorskim pravima <a href="{url}" target="_blank">kliknite ovde</a>.
uk: Для отримання інформації про показ в звіті про авторське право чи проблеми з торговою маркою <a href="{url}" target="_blank">дивіться тут</a>.
zh_cn: 有关报告版权和商标问题的信息<a href="{url}" target="_blank">参见这里</a>。

source: Describe the issue here. Please be specific.
ar: قم بوصف المشكلة هنا. من فضلك كن محدداً.
cs: Popište zde prosím podrobně nalezenou chybu.
cy: Disgrifiwch y mater yma. Byddwch benodol.
da: Beskriv problemet her. Vær specifik.
el: Περιγράψτε το πρόβλημα εδώ. Παρακαλούμε να είστε λεπτομερείς.
es: Describe el problema aquí. Por favor, sé específico.
eu: Azaldu hemen arazoa. Mesedez, izan zehatza.
fr: Décrivez le problème ici. Veillez à donner autant de détails que nécessaire.
hi_in: यहाँ समस्या का वर्णन करें. कृपया विशिष्ट रहें.
it: Inserisci una descrizione dettagliata del problema nel seguente campo.
ja: 問題をここに記入してください。できるだけ具体的にお願いします。
mg: Soritsorito eto ilay olana. Farito mazava tsara azafady.
nl: Beschrijf hier het probleem. Wees specifiek.
pl: Opisz tutaj swój problem. Podaj konkrety.
pt_br: Descreva o problema aqui. Seja específico.
ro: Descrie problema aici. Te rugăm să oferi detalii exacte.
sk: Sem prosím podrobne popíšte nájdenú chybu.
sl: Težavo opišite tukaj. Bodite čimbolj natančni.
sq: Përshkruajeni çështjen këtu. Ju lutemi, jini i kthjellët në shpjegim.
sr: Опишите проблем овде. Опишите што детаљније.
sr_latn: Opišite problem ovde. Opišite što detaljnije.
sw: Toa maelezo ya swala hapa. Tafdahali kuwa dhahiri.
uk: Опишіть проблему тут. Будь ласка, будьте якомога точнішими.
zh_cn: 在这里描述问题。请说明具体问题。

source: Report an Issue
ar: الإبلاغ عن مشكلة
az: Xəta xəbər edin
cs: Nahlásit chybu
cy: Adrodd ar Fater
da: Rapportér et problem
el: Αναφορά προβλήματος
es: Informar de un problema
eu: Eman arazo baten berri
fr: Signaler un problème
hi_in: मामले की रिपोर्ट करें
it: Segnala un problema
ja: 問題を報告
mg: Hitatitra Olana
nl: Een probleem melden
pl: Zgłoś problem
pt_br: Denunciar um problema
ro: Raportează o problemă
sk: Nahlásiť chybu
sl: Prijavite težavo
sq: Njoftoni Shpërdorim
sr: Пријави проблем
sr_latn: Prijavi problem
sw: Ripoti swala
uk: Повідомити про проблему
zh_cn: 报告一个问题

source: Payment cancelled.
af: Betaling gekanselleer.
ar: تم إلغاء الدفع.
az: Ödəmə ləğv edildi.
bg: Плащането отказано.
bn_in: পেমেন্ট বাতিল হয়েছে।
ca: S'ha cancel·lat el pagament.
cs: Platba byla zrušena.
cy: Diddymwud y taliad.
da: Betaling annulleret.
el: Η πληρωμή ακυρώθηκε.
es: Pago cancelado.
eu: Ordainketa bertan behera utzita.
fr: Paiement annulé.
ga_ie: Cealaíodh an íocaíocht.
hi_in: भुगतान रद्द किया गया.
id: Pembayaran dibatalkan.
it: Pagamento annullato.
ja: 決済がキャンセルされました。
ko: 지불이 취소되었습니다.
mg: Nofoanana ny fandoavam-bola.
nl: Betaling geannuleerd.
pa: ਅਦਾਇਗੀ ਰੱਦ ਕੀਤੀ
pl: Anulowano płatność.
pt_br: Pagamento cancelado.
ro: Plată anulată.
sk: Platba zrušená.
sl: Plačilo zavrnjeno.
sq: Pagimi u anulua.
sr: Плаћање је отказано.
sr_latn: Plaćanje je otkazano.
sw: Malipo yamekatizwa.
th: ยกเลิกการชำระเงินแล้ว
tr: Ödeme iptal edildi.
uk: Оплату скасовано.
xh: Intlawulo irhoxisiwe
zh_cn: 付款已取消。
zu: Ukukhokha kukhanseliwe.

source: Sorry, we had trouble fetching this app's data. Please try again later.
af: Jammer, ons sukkel om hierdie program se data te haal. Probeer later weer.
ar: عذراً, لدينا مشكلة في جلب بيانات هذا التطبيق. يرجى المحاولة لاحقاً.
bg: Извинявайте, имаше трудност при получаването на данни за приложението. Моля, опитайте по-късно.
bn_in: দুঃখিত, অ্যাপের ডাটা ফেচ করতে আমাদের সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
ca: S'ha produït un error en obtenir les dades de l'aplicació. Torneu-ho a provar més tard.
cs: Omlouváme se, ale během získávání dat této aplikace se vyskytly problémy. Zkuste to prosím znovu později.
cy: Ymddiheuriadau, mae gennym broblem wrth estyn data'r ap. Ceisiwch eto'n hwyrach.
da: Beklager, vi havde problemer med at hente denne apps data. Prøv igen senere.
el: Λυπούμαστε, ήταν αδύνατη η ανάκτηση των πληροφοριών για αυτή την εφαρμογή. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Lo sentimos, pero tuvimos problemas para recuperar los datos de esta app. Inténtalo de nuevo más tarde.
eu: Sentitzen dugu, baina arazoak ditugu aplikazioaren datuak eskuratzean. Saiatu berriz geroago.
fr: Nous ne parvenons pas à obtenir les données de cette application. Veuillez réessayer plus tard.
hi_in: क्षमा करें, हमें इस एप्स के डेटा को पाने में मुसीबत थी. कृप्या थोड़ी देर बाद कोशिश करें.
id: Maaf, kami menjumpai masalah mengambil data aplikasi ini. Coba lagi nanti.
it: Spiacenti, si è verificato un errore durante il recupero dei dati dell’app. Riprova più tardi.
ja: 申し訳ありませんが、このアプリのデータ取得中に問題が発生しました。また後で試してください。
ko: 앱의 데이터를 가져오는데 문제가 발생했습니다. 잠시 후에 다시 시도해 주세요.
mg: Miala tsiny fa tojo olana tsy nahazoana ny datan'io app io izahay. Andramo indray rehefa avy eo azafady.
nl: Sorry, er waren problemen bij het ophalen van de gegevens over deze app. Probeer het later nog eens.
pl: Przepraszamy, wystąpił problem z pobieraniem danych tej aplikacji. Spróbuj ponownie później.
pt_br: Desculpe, tivemos problemas para coletar os dados deste aplicativo. Por favor, tente novamente mais tarde.
ro: Ne pare rău, am avut probleme la preluarea datelor acestei aplicații. Te rugăm să reîncerci mai târziu.
sk: Ospravedlňujeme sa, ale počas získavania údajov tejto aplikácie nastali problémy. Vyskúšajte to znova neskôr.
sl: Oprostite, imamo težave pri prenosu podatkov za to aplikacijo. Poskusite znova pozneje.
sq: Na ndjeni, patëm probleme me prurjen e të dhënave të këtij aplikacioni. Ju lutemi, riprovoni më vonë.
sr: Жао нам је, имали смо проблема при прикупљању података ове апликације. Покушајте касније.
sr_latn: Žao nam je, imali smo problema pri prikupljanju podataka ove aplikacije. Pokušajte kasnije.
sw: Pole tumekuwa na shida kupakia data ya programu tumizi hii.Tafadhali jaribu tena baadaye.
tr: Bu uygulamanın verilerini çekerken bir sorun yaşadık. Lütfen daha sonra tekrar deneyin.
uk: Шкода, але трапився збій при виявленні даних про програми. Спробуйте знову пізніше.
xh: Uxolo, sibe nengxaki ekuziseni le ngcombolo ye-app. Nceda uzame kwakhona kamva.
zh_cn: 抱歉，获取此应用的数据时遇到问题。请稍候再试。
zu: Siyaxolisa, kube nenkinga ukulanda le mininingwane ye-app. Sicela uphinde uzame kamuva.

source: Install failed. Please try again later.
af: Installering het misluk. Probeer asseblief weer later.
ar: فشل في التثبيت. يرجى المحاولة لاحقاً.
az: Quraşdırıla bilmədi. Lütfən daha sonra təkrar yoxlayın.
bg: Инсталацията провалена. Моля, опитайте по-късно.
bn_in: ইন্সটল ব্যর্থ হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
ca: La instal·lació ha fallat. Proveu-ho més endavant.
cs: Instalace selhala. Zkuste to prosím znovu později.
cy: Methodd y gosod. Ceisiwch eto.
da: Installering mislykkedes. Prøv igen senere.
el: Η εγκατάσταση απέτυχε. Δοκιμάστε ξανά αργότερα.
es: Error en la instalación. Inténtalo de nuevo pasados unos minutos.
eu: Huts egin du instalatzean. Saiatu berriro geroago.
fr: L'installation a échoué. Merci de réessayer plus tard.
ga_ie: Theip ar shuiteáil. Bain triail eile as ar ball.
hi_in: स्थापित करने में विफल. बाद में पुन: प्रयास करें.
id: Instal gagal. Coba lagi nanti.
it: Installazione non riuscita. Riprova più tardi.
ja: インストールに失敗しました。また後で試してください。
ko: 모든 플랫폼
mg: Tsy tafapetraka. Andramo indray rehefa avy eo azafady.
nl: Installatie mislukt. Probeer het later nog eens.
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਫੇਲ੍ਹ। ਬਾਅਦ ਵਿੱਚ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Instalacja nie powiodła się. Spróbuj ponownie później.
pt_br: A instalação falhou. Por favor, tente mais tarde.
ro: Instalare eșuată. Te rugăm să reîncerci mai târziu.
sk: Inštalácia zlyhala. Skúste to neskôr.
sl: Namestitev ni uspela. Poskusite znova pozneje.
sq: Instalimi dështoi. Ju lutemi, riprovoni më vonë.
sr: Инсталација није успешна. Покушајте касније.
sr_latn: Instalacija nije uspešna. Pokušajte kasnije.
sw: Uwekaji haujafaulu. Jaribu tena baadaye.
th: การติดตั้งล้มเหลว โปรดลองอีกครั้งในภายหลัง
tr: Yükleme başarısız oldu. Lütfen daha sonra tekrar deneyin.
uk: Встановлення невдале. Спробуйте знову пізніше.
xh: Ufakelo aluphumelelanga. Nceda uzame kwakhona kamva.
zh_cn: 安装失败。请稍后重试。
zu: Ukufakela kufeyilile. Uyacelwa uphinde uzame emva kwesikhathi.

source: Installed
af: Geïnstalleer
ar: مُثبت
az: Quruldu
bg: Инсталирани
bn_in: ইন্সটল করা হয়ে গেছে
ca: Instal·lades
cs: Nainstalované
cy: Wedi eu Gosod
da: Installeret
el: Εγκαταστάθηκε
es: Instaladas
eu: Instalatuta
fr: Installé
hi_in: स्थापित
id: Terinstal
it: Installato
ja: インストール済み
ko: 설치됨
mg: Tafapetraka
nl: Geïnstalleerd
pl: Zainstalowane
pt_br: Instalado
ro: Instalat
sk: Nainštalované
sl: Nameščeno
sq: Të instaluara
sr: Инсталирано
sr_latn: Instalirano
sw: Imesakinishwa
tr: Yüklendi
uk: Встановлено
zh_cn: 已安装
zu: Kufakeliwe

source: free
ar: مجاناً
az: pulsuz
cs: zdarma
cy: am ddim
da: gratis
el: δωρεάν
es: gratis
eu: dohainik
fr: gratuitement
hi_in: मुफ्त
it: gratuita
ja: 無料
ko: 무료
mg: maimaim-poana
nl: gratis
pl: bezpłatne
pt_br: gratuito
ro: gratuit
sk: zadarmo
sl: brezplačno
sq: e lirë
sr: бесплатно
sr_latn: besplatno
sw: ya bure
uk: безплатно
zh_cn: 免费

source: Unavailable
af: Nie beskikbaar nie
ar: غير متوفر
az: İstifadəsi mümkün deyil
bg: Неналично
bn_in: অপ্রাপ্য
ca: No disponible
cs: Není dostupné
cy: Dim ar gael
da: Ikke tilgængelig
el: Μη διαθέσιμο
es: No disponible
eu: Ez dago eskuragarri
fr: Indisponible
hi_in: अनुपलब्ध
id: Tidak Tersedia
it: Non disponibile
ja: 購入不可
ko: 유효하지 않음
mg: Tsy vonona
nl: Niet beschikbaar
pa: ਨਾ-ਉਪਲੱਬਧ
pl: Niedostępne
pt_br: Indisponível
ro: Indisponibil
sk: Nedostupné
sl: Ni na voljo
sq: Jo i passhëm
sr: Недоступна
sr_latn: Nedostupna
sw: Haipatikani
th: ไม่พร้อมใช้งาน
tr: Kullanılamaz
uk: Недоступно
xh: Ayifumaneki
zh_cn: 不可用
zu: Akutholakali

source: Install
af: Installeer
ar: تثبيت
az: Qur
bg: Инсталиране
bn_in: ইন্সটল
ca: Instal·la
cs: Instalovat
cy: Gosod
da: Installér
el: Λήψη
es: Instalar
eu: Instalatu
fr: Installer
ga_ie: Suiteáil
hi_in: स्थापित करें
id: Pasang
it: Installa
ja: インストール
ko: 설치
mg: Hametraka
nl: Installeren
pa: ਇੰਸਟਾਲ
pl: Zainstaluj
pt_br: Instalar
ro: Instalează
sk: Nainštalovať
sl: Namesti
sq: Instaloje
sr: Инсталирај
sr_latn: Instaliraj
sw: Sakinisha
th: ติดตั้ง
tr: Yükle
uk: Встановити
xh: Fakela
zh_cn: 安装
zu: Fakela

source: Play now!
ja: 今すぐプレイ！

source: Open website
ar: أفتح الموقع
az: Saytı aç
cs: Otevřít stránku
cy: Agor y wefan
da: Åbn websted
el: Άνοιγμα ιστοσελίδας
es: Abrir sitio web
eu: Ireki webgunea
fr: Ouvrir le site web
hi_in: वेबसाइट को खोलिए
it: Apri sito web
ja: Web サイトを見る
ko: 웹사이트 열기
mg: Hanokatra tranonkala
nl: Website openen
pl: Otwórz stronę
pt_br: Abrir site
ro: Deschide site-ul
sk: Otvoriť stránku
sl: Odpri spletno stran
sq: Hapni sajtin
sr: Отвори веб сајт
sr_latn: Otvori veb sajt
sw: Fungua tovuti
uk: Відкрити веб-сайт
zh_cn: 打开网站

source: Open app
ar: أفتح التطبيق
az: Tətbiqi aç
cs: Otevřít aplikaci
cy: Agor yr ap
da: Åbn app
el: Άνοιγμα εφαρμογής
es: Abrir app
eu: Ireki aplikazioa
fr: Ouvrir l'application
hi_in: एप्प को खोलिए
it: Apri app
ja: アプリを開く
ko: 앱 열기
mg: Hanokatra app
nl: App openen
pl: Otwórz aplikację
pt_br: Abrir aplicativo
ro: Deschide aplicația
sk: Otvoriť aplikáciu
sl: Odpri aplikacijo
sq: Hapni aplikacionin
sr: Отвори апликацију
sr_latn: Otvori aplikaciju
sw: Fungua programu tumizi
uk: Відкрити програму
zh_cn: 打开应用

source: Install now!
ja: 今すぐインストール！

source: Install for free
ar: تثبيت مجانا
az: Pulsuz qur
cs: Nainstalovat zdarma
cy: Gosod am ddim
da: Installer gratis
el: Λήψη δωρεάν
es: ¡Instala gratis!
eu: Instalatu dohainik
fr: Installer gratuitement
hi_in: मुफ्त मैं इनस्टॉल करें
it: Installa (gratuita)
ja: 無料インストール
mg: Hametraka maimaim-poana
nl: Gratis installeren
pl: Zainstaluj za darmo
pt_br: Instalar gratuitamente
ro: Instalează gratuit
sk: Nainštalovať zadarmo
sl: Brezplačna namestitev
sq: Instalojeni falas
sr: Инсталирај бесплатно
sr_latn: Instaliraj besplatno
uk: Встановити безплатно
zh_cn: 免费安装
