Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Sorry, there was a problem deleting the review
af: Kon nie die resensie skrap nie
ar: عذراً، يوجد مشكلة في حذف التقييم
bg: Извинявайте, имаше проблем при изтриването на отзива
bn_in: দুঃখিত, রিভিউ মুছে ফেলার সময় একটি সমস্যা হয়েছে
ca: S'ha produït un error en suprimir la valoració
cs: Je nám líto, při mazání recenze došlo k chybě
cy: Ymddiheuriadau, bu anhawster wrth ddileu adolygiad
da: Beklager, der opstod et problem med at slette anmeldelsen
el: Λυπούμαστε, προέκυψε ένα πρόβλημα κατά τη διαγραφή της κριτικής
es: Lo sentimos, hubo un problema al eliminar la valoración
eu: Sentitzen dugu, baina arazo bat gertatu da balorazioa ezabatzean
fr: Une erreur s'est produite lors de la suppression de l'appréciation
hi_in: सॉरी, समीक्षा को हटाने में समस्या थी
id: Maaf, terjadi masalah saat menghapus ulasan
it: Spiacenti, si è verificato un errore durante l’eliminazione della recensione
ja: 申し訳ありませんが、レビューの削除中に問題が発生しました。
ko: 리뷰 삭제 중에 오류가 발생하였습니다.
mg: Miala tsiny fa nisy olana tsy nahavoafafa ny fitsarana
nl: Sorry, er was een probleem bij het verwijderen van de beoordeling
pl: Przepraszamy, wystąpił błąd z usunięciem tej opinii
pt_br: Desculpe, houve um problema ao apagar a avaliação
ro: Ne pare rău, a apărut o problemă la ștergerea recenziei
sk: Je nám ľúto, pri odstraňovaní recenzie došlo k chybe
sl: Med brisanjem mnenja je prišlo do napake
sq: Na ndjeni, pati një problem në fshirjen e shqyrtimit
sr: Жао нам је, десио се проблем приликом брисања рецензије
sr_latn: Žao nam je, desio se problem prilikom brisanja recenzije
sw: Samahani, kulikua na hitilafu wakati mapitio yalipokua yanafutwa
uk: Нажаль, виникла проблема при видаленні відгуку
zh_cn: 抱歉，删除评价时发生问题
zu: Siyaxolisa, kube nenkinga ngenkathi kusulwa isibukezo sakho

source: Loading...
af: Laai tans...
ar: جاري التحميل...
az: Yüklənir...
bg: Зареждане…
bn_in: লোড হচ্ছে...
ca: S'està carregant...
cs: Načítání...
cy: Llwytho...
da: Indlæser...
el: Φόρτωση...
es: Cargando...
eu: Kargatzen...
fr: Chargement...
ga_ie: Á Luchtú...
hi_in: लोड हो रहा है...
id: Memuat...
it: Caricamento in corso…
ja: 読み込み中...
ko: 로딩중
mg: Mamatratra…
nl: Laden…
pa: ...ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Wczytywanie…
pt_br: Carregando...
ro: Se încarcă...
sk: Načítava sa...
sl: Nalagam...
sq: Po ngarkohet...
sr: Учитавање...
sr_latn: Učitavanje...
sw: Inapakia...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
xh: Iyalayisha...
zh_cn: 正在加载...
zu: Isaloda...

source: Your review was successfully posted. Thanks!
af: Jou resensie is suksesvol geplaas. Dankie!
ar: تم نشر تقييمك بنجاح. شكرا!
bg: Отзивът ви беше успешно публикуван. Благодарим!
bn_in: আপনার রিভিউ সফলভাবে পোস্ট করা হয়েছে। ধন্যবাদ!
ca: La valoració s'ha publicat correctament. Gràcies!
cs: Vaše recenze byla úspěšně odeslána. Děkujeme!
cy: Cofnodwyd eich adolygiad yn llwyddiannus. Diolch!
da: Din anmeldelse blev indsendt. Tak!
el: Η κριτική σας δημοσιεύτηκε με επιτυχία. Ευχαριστούμε!
es: Tu valoración fue publicada correctamente. ¡Gracias!
eu: Balorazioa behar bezala argitaratu da. Milesker!
fr: Votre appréciation a été publiée. Merci !
hi_in: आपकी समीक्षा सफलतापूर्वक पोस्ट किया गया. धन्यवाद!
id: Ulasan Anda berhasil dikirim. Trims!
it: La recensione è stata pubblicata. Grazie per la tua collaborazione.
ja: レビューの投稿が完了しました。ありがとうございます！
ko: 리뷰가 등록되었습니다. 감사합니다!
mg: Lasa soa aman-tsara ny fitsaranao. Misaotra!
nl: Uw beoordeling is met succes geplaatst. Bedankt!
pl: Twoja opinia została opublikowana. Dziękujemy!
pt_br: A sua avaliação foi publicada com sucesso. Obrigado!
ro: Recenzia ta a fost postată cu succes. Mulțumim!
sk: Vaša recenzia bola úspešne odoslaná. Ďakujeme!
sl: Vaše mnenje je bilo uspešno objavljeno. Hvala!
sq: Shqyrtimi juaj u postua me sukses. Faleminderit!
sr: Ваша рецензија је успешно постављена. Хвала!
sr_latn: Vaša recenzija je uspešno postavljena. Hvala!
sw: Mapitio yako yamewekwa kwa ufanisi. Asante!
uk: Ваш відгук був успішно опублікований. Дякуємо!
zh_cn: 您的评价已成功提交。谢谢！
zu: Isibukezo sakho siposwe ngempumelelo. Siyabonga!

source: Sorry, there was an error posting your review. Please try again later.
af: Jammer, kon nie jou resensie plaas nie. Probeer weer later.
ar: عذراً، حدث خطأ أثناء نشر تقييمك. يرجى المحاولة لاحقاً.
bg: Извинявайте, имаше грешка при изпращане на отзива ви. Моля, опитайте по-късно.
bn_in: দুঃখিত, আপনার রিভিউ পোস্ট করার সময় একটি ত্রুটি হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
ca: S'ha produït un error en publicar la valoració. Torneu-ho a provar més tard.
cs: Při odesílání vaší recenze došlo k chybě. Zkuste to prosím znovu.
cy: Ymddiheuriadau, bu gwall wrth gofnodi eich adolygiad. Ceisiwch eto'n hwyrach.
da: Beklager, men der var et problem med at indsende din anmeldelse. Prøv igen senere.
el: Λυπούμαστε, προέκυψε ένα πρόβλημα κατά τη δημοσίευση της κριτικής σας. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Se produjo un error al publicar tu valoración. Inténtalo de nuevo más tarde.
eu: Sentitzen dugu, baina errore bat gertatu da balorazioa argitaratzean. Saiatu berriz geroago.
fr: Une erreur s'est produite lors de la publication de votre appréciation. Veuillez réessayer plus tard.
hi_in: सॉरी, आपकी समीक्षा पोस्टिंग एक त्रुटि थी. कृप्या पुनः कोशिश करें.
id: Maaf, terjadi kesalahan saat mengirimkan ulasan Anda. Coba lagi nanti.
it: Spiacenti, si è verificato un problema durante la pubblicazione della recensione. Riprova più tardi.
ja: 申し訳ありませんが、レビューの投稿中に問題が発生しました。また後で試してください。
ko: 리뷰를 작성하는 중에 오류가 발생하였습니다. 잠시 후에 다시 시도해 주세요.
mg: Miala tsiny fa nisy olana tsy nahalasa ny fitsaranao. Andramo indray rehefa avy eo azafady.
nl: Sorry, er is een fout opgetreden bij het plaatsen van uw beoordeling. Probeer het later nog eens.
pl: Przepraszamy, wystąpił problem z opublikowaniem opinii. Spróbuj ponownie później.
pt_br: Desculpe, houve um erro publicar a sua avaliação. Por favor, tente novamente mais tarde.
ro: Ne pare rău, a apărut o problemă la postarea recenziei tale. Te rugăm să reîncerci mai târziu.
sk: Ospravedlňujeme sa, ale pri odosielaní recenzie nastal problém. Vyskúšajte to znova neskôr.
sl: Pri objavi vašega mnenja je prišlo do napake. Poizkusite ponovno kasneje.
sq: Na ndjeni, pati një gabim gjatë postimit të shqyrtimit tuaj. Ju lutemi, riprovoni më vonë.
sr: Жао нам је, десила се грешка приликом постављања Ваше рецензије . Покушајте касније.
sr_latn: Žao nam je, desila se greška prilikom postavljanja Vaše recenzije . Pokušajte kasnije.
sw: Samahani, kulikua na hitilafu wakati mapitio yako yalikuwa yanawekwa. Tafadhali jaribu tena baadaye.
uk: Шкода, але під час публікації вашого відгуку сталася проблема. Спробуйте ще раз пізніше.
zh_cn: 抱歉，提交您的评价时出现问题。请稍候再试。
zu: Siyaxolisa, kube nephutha ngenkathi kuposwa isibukezo sakho. Uyacelwa uphinde uzame kabusha.

source: Your review was successfully edited
af: Jou resensie is suksesvol geredigeer
ar: تم تعديل تقييمك بنجاح
bg: Отзивът ви беше успешно редактиран
bn_in: আপনার রিভিউ সফলভাবে সম্পাদনা করা হয়েছে
ca: La valoració s'ha editat correctament
cs: Vaše recenze byla úspěšně upravena
cy: Cafodd eich adolygiad ei olygu'n llwyddiannus
da: Din anmeldelse blev redigeret
el: Η επεξεργασία της κριτικής σας ήταν επιτυχής
es: Tu valoración se editó correctamente
eu: Balorazioa behar bezala editatu da
fr: Votre appréciation a été modifiée
hi_in: आपकी समीक्षा सफलतापूर्वक संपादित किया गया
id: Ulasan Anda berhasil diedit.
it: La recensione è stata aggiornata correttamente
ja: レビューの編集が完了しました
ko: 리뷰가 수정되었습니다.
mg: Voahitsy soa aman-tsara ny fitsaranao
nl: Uw beoordeling is met succes bewerkt
pl: Opinia została zmieniona
pt_br: A sua avaliação foi editado com sucesso
ro: Recenzia ta a fost editată cu succes
sk: Vaša recenzia bola úspešne upravená
sl: Vaše mnenje je bilo uspešno popravljeno
sq: Shqyrtimi juaj u përditësua me sukses
sr: Ваша рецензија је успешно уређена
sr_latn: Vaša recenzija je uspešno uređena
sw: Mapitio yako yamerekebishwa kwa ufanisi
uk: Ваш відгук був успішно відредагований
zh_cn: 您的评价已成功编辑
zu: Isibukezo sakho sihlelwe kahle ngempumelelo.

source: Sorry, there was an issue editing your review. Please try again later
af: Jammer, kon nie jou resensie redigeer nie. Probeer weer later
ar: عذراً، حدث خطأ أثناء تعديل تقييمك. يرجى المحاولة لاحقاً
bg: Извинявайте, имаше грешка при редактиране на отзива ви. Моля, опитайте по-късно
bn_in: দুঃখিত, আপনার রিভিউ সম্পাদনা করবার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন
ca: S'ha produït un error en editar la valoració. Torneu-ho a provar més tard.
cs: Během úpravy vaší recenze došlo k chybě. Zkuste to prosím znovu později
cy: Bu anhawster wrth olygu eich adolygiad. Ceisiwch eto'n hwyrach
da: Beklager, men der var et problem med at redigere din anmeldelse. Prøv igen senere
el: Λυπούμαστε, προέκυψε ένα πρόβλημα κατά την επεξεργασία της κριτικής σας. Παρακαλούμε δοκιμάστε ξανά αργότερα
es: Se produjo una incidencia al editar tu valoración. Inténtalo de nuevo más tarde
eu: Sentitzen dugu, baina arazoren bat egon da balorazioa editatzean. Saiatu berriz geroago
fr: Une erreur s'est produite lors de la modification de votre appréciation. Veuillez réessayer plus tard.
hi_in: सॉरी, आपकी समीक्षा संपादन करना एक मुद्दा था. कृप्या पुनः कोशिश करें
id: Maaf, terjadi masalah saat mengedit ulasan Anda. Coba lagi nanti
it: Spiacenti, si è verificato un problema durante l’aggiornamento della recensione. Riprova più tardi.
ja: 申し訳ありませんが、レビューの編集中に問題が発生しました。また後で試してください。
ko: 리뷰를 수정하는 중에 오류가 발생하였습니다. 잠시 후에 다시 시도해 주세요.
mg: Miala tsiny fa nisy olana tsy nahavoahitsy ny fitsaranao. Andramo indray rehefa avy eo azafady
nl: Sorry, er was een probleem bij het bewerken van uw beoordeling. Probeer het later nog eens
pl: Przepraszamy, wystąpił problem z edycją opinii. Spróbuj ponownie później.
pt_br: Desculpe, houve um problema ao editar sua avaliação. Por favor tente novamente mais tarde
ro: Ne pare rău, a apărut o problemă la editarea recenziei tale. Te rugăm să reîncerci mai târziu
sk: Počas úpravy vašej recenzie došlo k chybe. Vyskúšajte to prosím znova.
sl: Pri urejanju vašega mnenja je prišlo do težave. Poizkusite ponovno kasneje
sq: Na ndjeni, pati një gabim gjatë përpunimit të shqyrtimit tuaj. Ju lutemi, riprovoni më vonë
sr: Жао нам је, десио се проблем приликом уређивања Ваше рецензије. Покушајте касније
sr_latn: Žao nam je, desio se problem prilikom uređivanja Vaše recenzije. Pokušajte kasnije
sw: Samahani, kumekua na hitilafu katika kuyarekebisha mapitio yako. Tafadhali jaribu tena baadaye
uk: Шкода, але під час редагування вашого відгуку сталася проблема. Спробуйте ще раз пізніше
zh_cn: 抱歉，编辑您的评价时出现问题。请稍候再试
zu: Siyaxolisa, kube nenkinga ngenkathi kuhlelwa isibukezo sakho. Uyacelwa upninde uzame kamuva.

source: English
af: Engels
ar: الإنجليزية
az: İngiliscə
bg: английски
bn_in: ইংরাজী
ca: Anglès
cs: Anglicky
cy: Saesneg
da: Engelsk
el: Αγγλικά
es: Inglés
eu: Ingelesa
fr: Anglais
hi_in: इंग्लिश
id: Bahasa Inggris
it: Inglese
ja: 英語
ko: 영어
mg: Anglisy
nl: Engels
pl: Angielski
pt_br: Inglês
ro: Engleză
sk: Angličtina
sl: Angleščina
sq: Anglisht
sr: Енглески
sr_latn: Engleski
sw: Kizungu
tr: İngilizce
uk: Англійська
xh: isiNgesi
zh_cn: 英语
zu: IsiNgisi

source: French
af: Frans
ar: الفرنسية
az: Fransızca
bg: френски
bn_in: ফরাসি
ca: Francés
cs: Francouzsky
cy: Ffrangeg
da: Fransk
el: Γαλλικά
es: Francés
eu: Frantsesa
fr: Français
hi_in: फ्रेंच
id: Bahasa Prancis
it: Francese
ja: フランス語
ko: 불어
mg: Frantsay
nl: Frans
pl: Francuski
pt_br: Francês
ro: Franceză
sk: Francúzština
sl: Francoščina
sq: Frëngjisht
sr: Француски
sr_latn: Francuski
sw: Kifaransa
tr: Fransızca
uk: Французька
xh: isiFrentshi
zh_cn: 法语
zu: IsiFulentshi

source: German
af: Duits
ar: الألمانية
az: Almanca
bg: немски
bn_in: জার্মান
ca: Alemany
cs: Německy
cy: Almaeneg
da: Tysk
el: Γερμανικά
es: Alemán
eu: Alemana
fr: Allemand
hi_in: जर्मन
id: Bahasa Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
mg: Alemà
nl: Duits
pl: Niemiecki
pt_br: Alemão
ro: Germană
sk: Nemčina
sl: Nemščina
sq: Gjermanisht
sr: Немачки
sr_latn: Nemački
sw: Kijerumani
tr: Almanca
uk: Німецька
xh: isiJamani
zh_cn: 德语
zu: IsiJalimane

source: Hungarian
af: Hongaars
ar: الهنغاريّة
az: Macarca
bg: унгарски
bn_in: হাঙ্গেরিয়ান
ca: Hongarès
cs: Maďarsky
cy: Hwngareg
da: Ungarnsk
el: Ουγγρικά
es: Húngaro
eu: Hungariera
fr: Hongrois
hi_in: हंगेरियन
id: Bahasa Hungaria
it: Ungherese
ja: ハンガリー語
ko: 헝가리어
mg: Hongoroanina
nl: Hongaars
pl: Węgierski
pt_br: Húngaro
ro: Maghiară
sk: Maďarčina
sl: Madžarščina
sq: Hungarisht
sr: Мађарски
sr_latn: Mađarski
sw: Kihungari
tr: Macarca
uk: Угорська
xh: isi-Hungary
zh_cn: 匈牙利语
zu: IsiHangari

source: Indonesian
af: Indonesies
ar: الأندونيسية
az: İndoneziyaca
bg: индонезийски
bn_in: ইন্দোনেশিয়ান
ca: Indonesi
cs: Indonésky
cy: Indonesieg
da: Indonesisk
el: Ινδονησιακά
es: Indonesio
eu: Indonesiera
fr: Indonésien
hi_in: इंडोनेशियन
id: Bahasa Indonesia
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
mg: Indonezianina
nl: Indonesisch
pl: Indonezyjski
pt_br: Indonésio
ro: Indoneziană
sk: Indonézština
sl: Indonezijščina
sq: Indoneziane
sr: Индонежански
sr_latn: Indonežanski
sw: Kiindonesia
tr: Endonezce
uk: Індонезійська
xh: isi-Indonesia
zh_cn: 印尼语
zu: Isi-Indoneshiya

source: Polish
af: Pools
ar: البولندية
az: Polyakca
bg: полски
bn_in: পোলিশ
ca: Polonès
cs: Polsky
cy: Pwyleg
da: Polsk
el: Πολωνικά
es: Polaco
eu: Poloniera
fr: Polonais
hi_in: पॉलिश
id: Bahasa Polandia
it: Polacco
ja: ポーランド語
ko: 폴란드어
mg: Poloney
nl: Pools
pl: Polski
pt_br: Polonês
ro: Poloneză
sk: Poľština
sl: Poljščina
sq: Polonisht
sr: Пољски
sr_latn: Poljski
sw: Kipolishi
tr: Lehçe
uk: Польська
xh: isiPholishi
zh_cn: 波兰语
zu: IsiPholishi

source: Portuguese
af: Portugees
ar: البرتغالية
az: Portuqalca
bg: португалски
bn_in: পর্তুগীজ
ca: Portuguès
cs: Portugalsky
cy: Portiwgaleg
da: Portugisisk
el: Πορτογαλικά
es: Portugués
eu: Portugesa
fr: Portugais
hi_in: पोर्तुगेसे
id: Bahasa Portugis
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
mg: Portigey
nl: Portugees
pl: Portugalski
pt_br: Português
ro: Portugheză
sk: Portugalčina
sl: Portugalščina
sq: Portugeze
sr: Португалски
sr_latn: Portugalski
sw: Kireno
tr: Portekizce
uk: Португальська
xh: isi-Portugal
zh_cn: 葡萄牙语
zu: IsiPutukezi

source: Russian
af: Russies
ar: الروسية
az: Rusca
bg: руски
bn_in: রাশিয়ান
ca: Rus
cs: Rusky
cy: Rwsieg
da: Russisk
el: Ρωσικά
es: Ruso
eu: Errusiera
fr: Russe
hi_in: रशियन
id: Bahasa Rusia
it: Russo
ja: ロシア語
ko: 러시아어
mg: Rosianina
nl: Russisch
pl: Rosyjski
pt_br: Russo
ro: Rusă
sk: Ruština
sl: Ruščina
sq: Rusisht
sr: Руски
sr_latn: Ruski
sw: Kirusi
tr: Rusça
uk: Російська
xh: isi-Russia
zh_cn: 俄语
zu: IsiRashiya

source: Spanish
af: Spaans
ar: الإسبانية
az: İspanca
bg: испански
bn_in: স্প্যানিশ
ca: Espanyol
cs: Španělsky
cy: Sbaeneg
da: Spansk
el: Ισπανικά
es: Español
eu: Gaztelania
fr: Espagnol
hi_in: स्पेनिश
id: Bahasa Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
mg: Espaniola
nl: Spaans
pl: Hiszpański
pt_br: Espanhol
ro: Spaniolă
sk: Španielčina
sl: Španščina
sq: Spanjisht
sr: Шпански
sr_latn: Španski
sw: Kihispania
tr: İspanyolca
uk: Іспанська
xh: isi-Spanish
zh_cn: 西班牙语
zu: IsiPenishi

source: Sorry, you are currently offline. Please try again later.
af: Jammer, jy is tans vanlyn. Probeer asseblief weer later.
ar: عذراً، أنت غير متصل بالإنترنت حالياً. الرجاء المحاولة مرة أخرى لاحقاً.
az: Üzr istəyirik, hazırda oflaynsız. Lütfən təkrar yoxlayın.
bg: Извинявайте, в момента сте извън мрежа. Моля, опитайте по-късно.
bn_in: দুঃখিত, আপনি বর্তমানে অফলাইন। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
ca: Actualment no esteu connectat. Torneu-ho a provar més tard.
cs: Omlouváme se, ale jste aktuálně offline. Zkuste to znovu později.
cy: Ymddiheuriadau, rydych all-lein ar hyn o bryd. Ceisiwch eto'n hwyrach.
da: Du er i øjeblikket offline. Prøv igen senere.
el: Λυπούμαστε αλλά δεν υπάρχει σύνδεση. Προσπαθήστε ξανά αργότερα.
es: Lo sentimos, actualmente estás desconectado. Por favor intenta de nuevo más tarde.
eu: Sentitzen dugu, une honetan lineaz kanpo zaude. Saiatu berriz geroago.
fr: Désolé, vous êtes actuellement hors connexion, veuillez réessayer plus tard.
hi_in: सॉरी, आप वर्तमान में ऑफ़लाइन हैं. कृप्या पुनः कोशिश करें.
id: Maaf, Anda sedang luring. Coba lagi nanti.
it: Attualmente risulti non in linea. Riprova più tardi.
ja: 申し訳ありませんが、現在オフラインです。また後で試してください。
ko: 죄송합니다. 오프라인 상태이니 나중에 다시 시도해 주십시오.
mg: Miala tsiny fa tsy an-jotra ianao izao. Andramo indray rehefa avy eo azafady.
nl: Sorry, u bent momenteel offline. Probeer het later nog eens.
pa: ਮੁਆਫ ਕਰਨਾ, ਤੁਸੀਂ ਇਸ ਵੇਲੇ ਆਫਲਾਈਨ ਹੋ। ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Przepraszamy, jesteś teraz w trybie offline. Spróbuj ponownie później.
pt_br: Desculpe, você está atualmente offline. Por favor, tente novamente mais tarde.
ro: Ne pare rău, în prezent ești offline. Te rugăm să reîncerci mai târziu.
sk: Prepáčte, ale momentálne ste v režime offline. Prosím vyskúšajte to neskôr.
sl: Trenutno delate brez povezave. Poskusite znova kasneje.
sq: Na ndjeni, hëpërhë jeni jashtë linje. Ju lutemi, riprovoni më vonë.
sr: Жао нам је, тренутно сте ван мреже. Покушајте касније.
sr_latn: Žao nam je, trenutno ste van mreže. Pokušajte kasnije.
sw: Samahani, hauko kwenye mtandao kwa sasa. Tafadhali jaribu tena baadaye.
tr: Şu anda internete bağlı değilsiniz. Lütfen daha sonra tekrar deneyin.
uk: На жаль, ви зараз поза мережею. Спробуйте знову пізніше.
xh: Uxolo, awukho kwi-intaneti ngokunje. Nceda uzame kamva.
zh_cn: 抱歉，您目前离线。请稍候再试。
zu: Siyaxolisa, njengamanje awukho emoyeni. Uyacelwa uphinde uzame emva kwesikhathi.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
af: Volgende keer wat jy die Firefox Marketplace-program begin, sal jy die nuwe weergawe sien!
ar: عندما تقوم بتشغيل سوق التطبيقات المرة القادمة، سوف ترى الإصدار المحدث!
az: Firefox Marketplace tətbiqini daha sonra başlatdığınızda yenilənmiş versiyanı görəcəksiz!
bg: Следващият път, когато отворите приложението Firefox Marketplace ще видите новата версия!
bn_in: পরেরবার যখন আপনি Firefox Marketplace অ্যাপ চালু করবেন, আপনি আপডেট হওয়া সংস্করণটি দেখতে পাবেন!
cs: Při příštím spuštění aplikace Firefox Marketplace uvidíte aktualizovanou verzi!
cy: Y tro nesaf fyddwch chi'n cychwyn ap Marchnad Firefox, byddwch y gweld y fersiwn diweddaraf!
da: Næste gang du starter appen Firefox Marketplace, vi du se den opdaterede version!
el: Την επόμενη φορά που θα εκκινήσετε την εφαρμογή του Firefox Marketplace, θα έχετε την αναβαθμισμένη έκδοση!
es: La próxima vez que inicies la aplicación de Firefox Marketplace, ¡verás la versión actualizada!
eu: Firefox Marketplace aplikazioa abiarazten duzun hurrengo aldian, bertsio eguneratua ikusiko duzu!
fr: Au prochain démarrage de l'app Firefox Marketplace, vous verrez la nouvelle version !
hi_in: जब आप अगली बार Firefox बाज़ार अनुप्रयोग शुरू करेंगे, आप अद्यतन संस्करण देख लेंगे!
id: Saat Anda memulai ulang aplikasi Firefox Marketplace, Anda akan melihat versi yang baru!
it: La versione aggiornata di Firefox Marketplace sarà utilizzabile al prossimo avvio dell’app.
ja: 次回 Firefox Marketplace アプリを起動すると新しいバージョンになります！
ko: 다음에 Firefox Marketplace 앱을 실행할때에 업데이트된 버전이 실행됩니다!
mg: Rehefa mamelona ny app Tsena Firefox ianao @ manaraka, dia hahita ilay kinova nohavaozina!
nl: De volgende keer dat u de Firefox Marketplace-app start, ziet u de bijgewerkte versie!
pl: Przy następnym uruchomieniu aplikacji Firefox Marketplace zobaczysz zaktualizowaną wersję!
pt_br: A próxima vez que você iniciar o aplicativo Firefox Marketplace, você verá a versão atualizada!
ro: Data viitoare când pornești aplicația Firefox Marketplace, vei vedea versiunea actualizată!
sk: Pri ďalšom spustení aplikácie Firefox Marketplace už uvidíte aktualizovanú verziu!
sl: Ob naslednjem zagonu aplikacije Firefox Marketplace boste videli posodobljeno različico!
sq: Herës tjetër që nisni aplikacionin Firefox Marketplace, do të shihni versionin e përditësuar!
sr: Следећи пут када покренете Firefox Marketplace апликацију, видећете ажурирану верзију!
sr_latn: Sledeći put kada pokrenete Firefox Marketplace aplikaciju, videćete ažuriranu verziju!
sw: Ukianzisha programu tumizi ya Firefox Marketplace wakati ujao utaona toleo lililosasishwa!
tr: Firefox Marketplace uygulamasını bir sonraki başlatmanızda güncelllenmiş sürümü göreceksiniz.
uk: Наступного разу при запуску програми Firefox Marketplace, ви побачите оновлену версію!
xh: Kwixesha elilandelayo uqalisa i-app ye-Firefox Marketplace, uya kubona inguqulelo ehlaziyiweyo!
zh_cn: 下次您启动 Firefox 应用市场应用时，您就将看到更新后的版本！
zu: Ngokulandelayo uma uqala i-app ye-Firefox Marketplace, uzobona sekuyiveshini evuselelwe!

source: App Detail
ar: تفاصيل التطبيق
az: Tətbiq Detalları
cs: Podrobnosti o aplikaci
cy: Manylion yr Ap
da: App-detalje
el: Πληροφορίες εφαρμογής
es: Detalles de la aplicación
eu: Aplikazioaren xehetasunak
fr: Détails de l'application
hi_in: एप्प की जानकारी
it: Dettagli app
ja: アプリの詳細
ko: 앱 정보
mg: Antsipirian'ny App
nl: App-details
pl: Szczegóły aplikacji
pt_br: Detalhes do aplicativo
ro: Detalii despre aplicație
sk: Podrobnosti o aplikácii
sl: Podrobnosti aplikacije
sq: Hollësi Aplikacioni
sr: Детаљи апликације
sr_latn: Detalji aplikacije
sw: Maelezo ya Programu tumizi
tr: Uygulama ayrıntıları
uk: Деталі програми
zh_cn: 应用详细信息

source: Collection Detail
ar: تفاصيل المجموعة
az: Bağlantı Detalları
cs: Podrobnosti o sbírce
cy: Manylion Casglu
da: Samlingsdetalje
el: Πληροφορίες συλλογής
es: Detalles de la colección
eu: Bildumaren xehetasunak
fr: Détails de la collection
hi_in: संग्रह की विस्तार से जानकारी
it: Dettagli raccolta
ja: コレクションの詳細
ko: 모음 정보
mg: Antsipirian'ny Firaketana
nl: Collectiedetails
pl: Szczegóły kolekcji
pt_br: Detalhes da coleção
ro: Detalii despre colecție
sk: Podrobnosti o kolekcii
sl: Podrobnosti zbirke
sq: Hollësi Koleksioni
sr: Детаљи колекције
sr_latn: Detalji kolekcije
sw: Maelezo ya Mkusanyiko
tr: Koleksiyon ayrıntıları
uk: Деталі збірки
zh_cn: 收藏集详细信息

source: Feedback submitted. Thanks!
af: Terugvoer ingestuur. Dankie!
ar: تم أضافة التقييم. شكراً!
az: Əks-əlaqə göndərildi. Təşəkkürlər!
bg: Обратната връзка е изпратена. Благодарим!
bn_in: ফিডব্যাক জমা হয়ে গেছে। ধন্যবাদ!
ca: S'ha tramès l'opinió. Gràcies!
cs: Reakce byla odeslána. Děkujeme!
cy: Cyflwynwyd yr adborth. Diolch!
da: Feedback indsendt. Tak!
el: Η αναφορά υποβλήθηκε. Ευχαριστούμε!
es: Opinión enviada. ¡Gracias!
eu: Iritzia bidalita. Eskerrik asko!
fr: Réaction envoyée, merci !
ga_ie: Aiseolas seolta. Go raibh maith agat!
hi_in: प्रतिक्रिया प्रस्तुत की. धन्यवाद!
id: Saran terkirim. Terima Kasih!
it: Feedback inviato. Grazie per la tua collaborazione.
ja: フィードバックが送信されました。ありがとうございます。
ko: 사용자 의견이 전성되었습니다. 감사합니다!
mg: Lasa ny tsikera. Misaotra!
nl: Feedback ingediend. Bedankt!
pa: ਸੁਝਾਅ ਭੇਜਿਆ ਗਿਆ। ਧੰਨਵਾਦ!
pl: Przesłano opinię. Dziękujemy!
pt_br: Opinião enviada. Obrigado!
ro: Opinie trimisă. Mulțumim!
sk: Názor bol odoslaný. Ďakujeme.
sl: Povratne informacije poslane. Hvala!
sq: Përshtypjet u parashtruan. Faleminderit!
sr: Повратне информације су послате. Хвала!
sr_latn: Povratne informacije su poslate. Hvala!
sw: Maoni yako yamewasilishwa. Asante!
tr: Geri bildiriminiz gönderildi. Teşekkürler!
uk: Відгук відправлено. Дякуємо!
xh: Ingxelo ingenisiwe. Enkosi!
zh_cn: 反馈已提交。感谢您的支持！
zu: Imbuyisambiko ithunyelwe. Siyabonga!
