Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Persona login failed. Maybe you don't have an account under that email address?
ga_ie: Theip ar logáil isteach trí Persona. Ar chláraigh tú leis an seoladh ríomhphoist sin?
pa: Persona ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ ਹੈ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਸ ਮੇਲ ਪਤਾ ਹੇਠ ਤੁਹਾਡਾ ਖਾਤਾ ਨਹੀ ਹੈ?
th: การเข้าสู่ระบบ Persona ล้มเหลว บางทีคุณอาจยังไม่มีบัญชีภายใต้ที่อยู่อีเมลนั้น?

source: Persona login failed. A server error was encountered.
ga_ie: Theip ar logáil isteach trí Persona. Fadhb leis an bhfreastalaí.
pa: Persona ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੋ ਗਿਆ ਹੈ। ਸਰਵਰ ਗਲਤੀ ਲੱਭੀ ਗਈ।
th: การเข้าสู่ระบบ Persona ล้มเหลว เซิร์ฟเวอร์เกิดข้อผิดพลาด

source: Persona cannot be reached. Try again later.
pa: ਪਰਸੋਨਾ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਬਾਅਦ ਵਿੱਚ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: No internet connection
ga_ie: Gan ceangal Idirlín
pa: ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต

source: <b>{n}</b> character left.
ga_ie: <b>{n}</b> charachtar fágtha.
pa: <b>{n}</b> ਅੱਖਰ ਛੱਡੇ।

source: Your device does not support purchases.
pa: ਤੁਹਾਡਾ ਜੰਤਰ ਖਰੀਦਾ ਨੂੰ ਸਪੋਟ ਨਹੀ ਕਰਦਾ।

source: App Details
ga_ie: Mionsonraí
pa: ਐਪ ਵੇਰਵਾ
xh: Iinkcukacha ze-App

source: Fresh and New Apps
pa: ਤਾਜੀਆਂ ਅਤੇ ਨਵੀਆਂ ਐਪਸ
xh: i-App eNtsha neHlaziyekileyo

source: Popular All Time
pa: ਮਸ਼ਹੂਰ ਸਭ ਟਾਈਮ
xh: Idumile ngalo lonke ixesha

source: Nominate apps
pa: ਐਪਸ ਨੂੰ ਨਾਮਜ਼ਦ

source: Settings saved
ga_ie: Socruithe sábháilte
pa: ਸੈਟਿਗ ਸੰਭਾਲੀ
th: บันทึกการตั้งค่าแล้ว
xh: iiSetingi zigciniwe

source: Abuse reported
ga_ie: Rinneadh tuairisc ar dhrochúsáid
pa: ਬਦਸਲੂਕੀ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ
th: ได้รายงานการละเมิดแล้ว
xh: Ukuxhatshazwa kuxeliwe

source: Error while submitting report
ga_ie: Earráid agus tuairisc á seoladh
pa: ਰਿਪੋਰਟ ਜਮਾ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੋਈ
th: เกิดข้อผิดพลาดขณะกำลังส่งรายงาน
xh: Imposiso ngelixa kungeniswa ingxelo

source: Hello World!
pa: ਹੈਲੋ ਵਰਲਡ!
xh: Molo Hlabathi!

source: Not Found
ga_ie: Gan Aimsiú
pa: ਨਹੀ ਲੱਭਾ
xh: Ayifunyanwanga

source: Collection Details
pa: ਭੰਡਾਰ ਵੇਰਵਾ
xh: Iinkcukacha zoqokelelo

source: Editorial Brand Details
pa: ਸੰਪਾਦਕੀ ਬਰੈਂਡ ਵੇਰਵਾ
xh: Iinkcukacha zeBhrendi yokuHlelwa

source: Operator Shelf Details
pa: ਚਾਲਕ ਸੈਲਫ ਵੇਰਵਾ
xh: Iinkcukacha zoMsebenzisi weShelufa

source: Review updated successfully
ga_ie: Nuashonraíodh an léirmheas
pa: ਪੜਤਾਲ ਠੀਕ ਤਰ੍ਹਾਂ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ
th: ปรับปรุงบทวิจารณ์เรียบร้อยแล้ว
xh: Uhlolo luhlaziywe ngempumelelo

source: There was a problem updating your review
ga_ie: Tharla earráid agus do léirmheas á nuashonrú
pa: ਤੁਹਾਡੀ ਪੜਤਾਲ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ
th: เกิดปัญหาในการปรับปรุงบทวิจารณ์ของคุณ
xh: Kubekho ingxaki ekuhlaziyeni uhlolo lwakho

source: Verify your email
xh: Ngqinisekisa i-imeyile yakho

source: Yes, show me recommendations based on my installed apps. (<a href="{url}" target="_blank">Learn more</a>)
xh: Ewe, ndibonise iingcebiso ezisekeke kwii-apps zam ezifakelweyo. (<a href="{url}" target="_blank">Funda okuninzi</a>)

source: Join Firefox Marketplace
xh: Joyina i-Firefox Marketplace

source: Sign in to Firefox Marketplace
xh: Sayina ungene kwi-Firefox Marketplace

source: Report to Mozilla
az: Mozillaya xəbər et

source: not compatible with your device
az: cihazınızla uyğun deyil

source: All Categories
ga_ie: Gach Catagóir
th: หมวดหมู่ทั้งหมด

source: We could not load that collection. Please try again later.
th: เราไม่สามารถโหลดชุดสะสมนั้นได้ โปรดลองอีกครั้งในภายหลัง

source: Featured
ga_ie: Mór-Le-Rá
th: แนะนำ

source: No featured apps found
ga_ie: Níor aimsíodh aon fheidhmchláir mhór-le-rá
th: ไม่พบแอพแนะนำ

source: Download.
th: ดาวน์โหลด

source: {app_name} .::. screenshot
th: ภาพหน้าจอ .::. {app_name}

source: {n} Review
ga_ie: {n} Léirmheas
th: {n} บทวิจารณ์

source: Featured Apps
ga_ie: Feidhmchláir Mhór-Le-Rá
th: แอพแนะนำ

source: The app requested is not public.
th: แอพที่คุณร้องขอไม่ใช่สาธารณะ

source: The app requested was not found.
th: ไม่พบแอพที่คุณร้องขอ

source: The app requested is not available for your region.
th: แอพที่ถูกร้องขอไม่พร้อมใช้งานในภูมิภาคของคุณ

source: You may wish to contact the developer if you would like to see a version of this app for your region.
th: คุณอาจต้องการที่จะติดต่อนักพัฒนา ถ้าคุณต้องการเห็นรุ่นของแอพนี้ที่สามารถใช้งานได้ในภูมิภาคของคุณ

source: A server error occurred. Please try again later.
th: เซิร์ฟเวอร์เกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง

source: App not yet rated
ga_ie: Feidhmchlár gan rátáil fós
th: แอพยังไม่ถูกจัดอันดับ

source: The review you requested does not exist.
th: ไม่มีบทวิจารณ์ที่คุณร้องขอ

source: Launch
ga_ie: Tosaigh
th: เปิด

source: Rating by the <a href="{dejus_url}" title="{dejus}">DEJUS</a>
ga_ie: Rátáilte ag <a href="{dejus_url}" title="{dejus}">DEJUS</a>

source: You are currently browsing content for *{current_region}*. Would you like to switch to *{new_region}*?
ga_ie: Tá tú ag brabhsáil ábhair atá dírithe ar *{current_region}*. An bhfuil fonn ort athrú go *{new_region}*?
