Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: <b>"{search_query}"</b> returned {n} result
af: <b>"{search_query}"</b> lewer {n} resultaat op
ar: <b>"{search_query}"</b> تعطي {n} نتيجه
az: <b>"{search_query}"</b> sorğusuna {n} nəticə tapıldı
bg: <b>"{search_query}"</b> върна {n} резултат
bn_in: <b>"{search_query}"</b> {n} ফলাফল ফেরত এসেছে
ca: <b>"{search_query}"</b> ha retornat {n} resultat
cs: <b>"{search_query}"</b> odpovídá {n} výsledek
cy: Dychwelodd <b>"{search_query}"</b> {n} canlyniad
da: <b>"{search_query}"</b> returnerede {n} resultat
el: Το ερώτημα <b>«{search_query}»</b> επέστρεψε {n} αποτέλεσμα
es: <b>"{search_query}"</b> devolvió {n} resultado
eu: <b>"{search_query}"</b> bilaketak emaitza {n} itzuli du
fr: <b>« {search_query} »</b> a renvoyé {n} résultat
hi_in: <b>"{search_query}"</b> वापस किए {n} परिणाम
id: <b>"{search_query}"</b> menghasilkan {n} hasil
it: La query <b>“{search_query}”</b> ha restituito {n} risultato
ja: <b>"{search_query}"</b> の検索結果: {n} 件
ko: <b>"{search_query}"</b>로 검색한 결과 {n} 개
mg: <b>"{search_query}"</b> namoaka vokany {n}
nl: <b>‘{search_query}’</b> gaf {n} resultaat
pl: <b>„{search_query}”</b> zwróciło {n} wynik
pt_br: <b>"{search_query}"</b> retornou {n} resultado
ro: <b>„{search_query}”</b> a returnat {n} rezultat
sk: <b>"{search_query}"</b> zodpovedá {n} výsledok
sl: <b>"{search_query}"</b> vrnjen {n} rezultat
sq: <b>"{search_query}"</b> dha {n} përfundim
sr: <b>"{search_query}"</b> је вратио {n} резултат
sr_latn: <b>"{search_query}"</b> je vratio {n} rezultat
sw: <b>"{search_query}"</b> imerudisha matokeo {n} <b>"{search_query}"</b> imerudisha matokeo {n}
tr: <b>"{search_query}"</b> için {n} sonuç
uk: <b>"{search_query}"</b> повернув {n} результат
zh_cn: <b>"{search_query}"</b> 返回了 {n} 条结果
zu: <b>"{search_query}"</b> kubuyiswe {n} umphumela

source: No results found, try again later
af: Geen resultate gevind nie, probeer weer later
ar: لم يتم العثور على نتائج، يرجى المحاولة لاحقاً
az: Nəticə tapılmadı, daha sonra təkrar yoxlayın
bg: Няма намерени резултати, моля опитайте по-късно
bn_in: কোনো ফলাফল পাওয়া যায়নি, পরে আবার চেষ্টা করুন
ca: No s'ha trobat cap resultat, torneu-ho a provar
cs: Nebyly nalezeny žádné výsledky, zkuste to znovu později
cy: Heb ganfod canlyniadau, ceisiwch eto
da: Ingen resultater fundet, prøv igen senere
el: Δε βρέθηκαν αποτελέσματα, προσπαθήστε ξανά αργότερα
es: No se ha encontrado ningún resultado. Inténtalo de nuevo en unos minutos
eu: Ez da emaitzarik aurkitu, saiatu berriro geroago
fr: Aucun résultat trouvé, veuillez essayer plus tard
ga_ie: Gan torthaí, déan iarracht eile ar ball
hi_in: कोई परिणाम नहीं मिला, बाद में पुन: प्रयास करें
id: Tidak ada hasil yang ditemukan, coba lagi nanti
it: Nessun risultato trovato. Riprova più tardi
ja: 該当するアプリはありません。また後日見てください
ko: 결과가 없습니다. 나중에 다시 시도해 주세요.
mg: Tsisy vokany hita, andramo indray rehefa avy eo
nl: Geen resultaten, probeer het later nog eens
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਲੱਭਿਆ, ਬਾਅਦ ਵਿੱਚ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Brak wyników, spróbuj ponownie później
pt_br: Nenhum resultado encontrado, tente novamente mais tarde
ro: Niciun rezultat găsit, reîncearcă mai târziu
sk: Nenašli sa žiadne výsledky, skúste to znova neskôr
sl: Ni najdenih rezultatov, poskusite ponovno pozneje
sq: Nuk u gjetën përfundime, riprovoni më vonë
sr: Нема резултата - покушајте касније
sr_latn: Nema rezultata - pokušajte kasnije
sw: Hakuna matokeo ambayo yamepatikana, jaribu tena baadaye
th: ไม่พบผลลัพธ์ ลองใหม่อีกครั้งในภายหลัง
tr: Sonuç bulunamadı. Daha sonra tekrar deneyin.
uk: Результатів не знайдено, спробуйте знову пізніше
xh: Azikho iziphumo ezifunyenweyo, zama kwakhona kamva
zh_cn: 未找到结果，请稍后再试
zu: Akukho miphumela etholakele, uphinde uzame emva kwesikhathi

source: General settings
af: Algemene instellings
ar: إعدادات العامة
az: Əsas tənzimləmələr
bg: Общи настройки
bn_in: সাধারণ সেটিংসসমূহ
ca: Paràmetres generals
cs: Obecné nastavení
cy: Gosodiadau cyffredinol
da: Generelle indstillinger
el: Γενικές ρυθμίσεις
es: Configuración general
eu: Ezarpen orokorrak
fr: Paramètres généraux
hi_in: सामान्य सेटिंग्स
id: Setelan umum
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
mg: Tefy ankapobe
nl: Algemene instellingen
pl: Ustawienia ogólne
pt_br: Configurações gerais
ro: Setări generale
sk: Všeobecné nastavenia
sl: Splošne nastavitve
sq: Rregullime të përgjithshme
sr: Општа подешавања
sr_latn: Opšta podešavanja
sw: Mipangilio Ya Kijumla
tr: Genel ayarlar
uk: Загальні налаштування
xh: Iisetingi ngokuthe jikelele
zh_cn: 常规设置
zu: Amasethingi ajwayelekile

source: Email Address
af: E-posadres
ar: عنوان البريد الإلكتروني
az: E-poçt Ünvanı
bg: Електронен адрес
bn_in: ইমেইল অ্যাড্রেস
ca: Adreça electrònica
cs: E-mailová adresa
cy: Cyfeiriad E-bost
da: Mailadresse
el: Διεύθυνση Email
es: Dirección de correo
eu: Helbide elektronikoa
fr: Adresse électronique
hi_in: ईमेल पता
id: Alamat Email
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
mg: Adiresy Mailaka
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
ro: Adresă de e-mail
sk: E-mailová adresa
sl: E-poštni naslov
sq: Adresë Email
sr: Адреса Е-поште
sr_latn: Adresa E-pošte
sw: Anwani Ya Barua pepe
tr: E-posta adresi
uk: Адреса ел. пошти
zh_cn: 电子邮件地址
zu: Ikheli le-imeyli

source: Display Name
af: Vertoonnaam
ar: الأسم
az: Ekran Adı
bg: Име
bn_in: নাম দেখান
ca: Nom a mostrar
cs: Zobrazené jméno
cy: Dangos Enw
da: Vis navn
el: Εμφανιζόμενο όνομα
es: Nombre a mostrar
eu: Izena bistaratu
fr: Nom affiché
ga_ie: Ainm Taispeána
hi_in: नाम प्रदर्शन करें
id: Nama Tampilan
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
mg: Anarana Isehoana
nl: Weergavenaam
pa: ਵੇਖਾਉਣ ਲਈ ਨਾਂ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
ro: Numele afișat
sk: Zobrazované meno
sl: Prikazano ime
sq: Emër Në Ekran
sr: Име
sr_latn: Ime
sw: Jina Lionyeshwalo
th: ชื่อที่แสดง
tr: Görünen isim
uk: Ім'я для показу
xh: Bonisa igama
zh_cn: 显示姓名
zu: Veza Igama

source: Recommendations
af: Aanbeveel
ar: التطبيقات المُقْترَحة
az: Tövsiyyələr
bg: Препоръчани
bn_in: সুপারিশ
ca: Recomanacions
cs: Doporučení
cy: Argymhellion
da: Anbefalinger
el: Προτάσεις
es: Recomendaciones
eu: Gomendioak
fr: Recommandations
hi_in: सिफ़ारिश
id: Rekomendasi
it: Consigli
ja: おすすめ
ko: 추천
mg: Torohevitra
nl: Aanbevelingen
pl: Rekomendacje
pt_br: Recomendações
ro: Recomandări
sk: Odporúčania
sl: Priporočila
sq: Rekomandime
sr: Препоруке
sr_latn: Preporuke
sw: Pendekezo
tr: Öneriler
uk: Рекомендації
xh: Iingcebiso
zh_cn: 推荐
zu: Izincomo

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
af: Ja, wys aanbevelings vanweë my geïnstalleerde programme. <a href="{url}" target="_blank">Leer meer</a>
ar: نعم, أظهر لي التطبيقات المُقْترَحة بناءاً على التطبيقات المثبتة لدي. <a href="{url}" target="_blank"> لمعرفة المزيد</a>
az: Quraşdırılmış tətbiqlərimə əsasən tövsiyələri göstər. <a href="{url}" target="_blank">Ətraflı öyrən</a>
bg: Да, показвайте ми препоръки, въз основа на инсталираните ми приложения. <a href="{url}" target="_blank">Научете повече</a>
bn_in: হ্যাঁ, আমার ইনস্টল হওয়া অ্যাপের উপর ভিত্তি করে আমার সুপারিশ প্রদর্শন করুন। <a href="{url}" target="_blank">আরও জানুন</a>
ca: Sí, envieu-me recomanacions basades en les aplicacions que tinc instal·lades. <a href="{url}" target="_blank">Més informació</a>
cs: Ano, chci zobrazovat doporučení na základě mých nainstalovaných aplikací. <a href="{url}" target="_blank">Dozvědět se více</a>
cy: Iawn, dangoswch argymhellion yn seiliedig ar yr apiau sydd ar fy nyfais. <a href="{url}" target="_blank">Dysgu rhagor</a>
da: Ja, vis mig anbefalinger baseret på mine installerede apps. <a href="{url}" target="_blank">Læs mere</a>
el: Να εμφανίζονται προτάσεις βασισμένες στις εφαρμογές που έχω εγκαταστήσει. <a href="{url}" target="_blank">Μάθετε περισσότερα</a>
es: Sí, muéstrame recomendaciones basadas en las apps que tengo instaladas. <a href="{url}" target="_blank">Más información</a>
eu: Bai, erakutsi instalatu ditudan aplikazioetan oinarritutako gomendioak. <a href="{url}" target="_blank">Ikasi gehiago</a>
fr: Oui, m'afficher des recommandations en fonction de mes applications installées. <a href="{url}" target="_blank">En savoir plus</a>
hi_in: हाँ, मेरे इंस्टॉल किए गए एप्लिकेशन के आधार पर मुझे सिफारिशों को दिखाये. <a href="{url}" target="_blank">और अधिक जानें</a>
id: Ya, tampilkan rekomendasi berdasarkan aplikasi yang saya instal. <a href="{url}" target="_blank">Pelajari lebih lanjut</a>
it: Si, visualizza i suggerimenti basati sulle app installate. <a href="{url}" target="_blank">Ulteriori informazioni</a>
ja: 自分がインストールしているアプリに基づいておすすめのアプリを表示します。<a href="{url}" target="_blank">詳細</a>
ko: 설치된 앱을 기반으로 한 추천 목록을 보여주세요. <a href="{url}" target="_blank">자세히 보기</a>
mg: Eny, asehoy torohevitra araka ireo app napetrako aho. <a href="{url}" target="_blank">Hamantatra bebe kokoa</a>
nl: Ja, ik wil aanbevelingen zien op basis van mijn geïnstalleerde apps. <a href="{url}" target="_blank">Meer info</a>
pl: Tak, pokazuj mi rekomendacje oparte na moich zainstalowanych aplikacjach. <a href="{url}" target="_blank">Dowiedz się więcej</a>
pt_br: Sim, mostre recomendações baseadas nos meus aplicativos instalados. <a href="{url}" target="_blank">Saiba mais</a>
ro: Da, arată-mi recomandări în funcție de aplicațiile mele instalate. <a href="{url}" target="_blank">Află mai multe</a>
sk: Áno, chcem zobrazovať odporúčania na základe mojich nainštalovaných aplikácií. <a href="{url}" target="_blank">Dozvedieť sa viac</a>
sl: Da, pokaži mi priporočila na osnovi mojih nameščenih aplikacij. <a href="{url}" target="_blank">Izvedite več</a>
sq: Po, shfaqmëni rekomandime bazuar në aplikacionet që instaluar. <a href="{url}" target="_blank">Mësoni më tepër</a>
sr: Да, покажи ми препоруке које су засноване на мојим инсталираним апликацијама. <a href="{url}" target="_blank">Сазнајте више</a>
sr_latn: Da, pokaži mi preporuke koje su zasnovane na mojim instaliranim aplikacijama. <a href="{url}" target="_blank">Saznajte više</a>
sw: Ndio, nionyeshe pendekezo kulingana na programu tumizi nilizoweka. <a href="{url}" target="_blank">Jua zaidi</a>
tr: Evet, yüklediğim uygulamalara dayanarak önerileri göster. <a href="{url}" target="_blank">Daha fazla bilgi alın</a>.
uk: Так, відображати рекомендації, на основі моїх встановлених програм. <a href="{url}" target="_blank">Детальніше</a>
zh_cn: 是，基于我已安装的应用为我显示推荐。<a href="{url}" target="_blank">详细了解</a>
zu: Yebo, ngikhombise izincomo ngokuhambisana nama-app afakiwe. <a href="{url}" target="_blank">Funda kabanzi</a>

source: Save Changes
af: Stoor veranderinge
ar: حفظ التعديلات
az: Dəyişənləri Saxla
bg: Запази промените
bn_in: পরিবর্তনগুলো সংরক্ষণ করুন
ca: Desa els canvis
cs: Uložení změn
cy: Cadw'r Newidiadau
da: Gem ændringer
el: Αποθήκευση αλλαγών
es: Guardar cambios
eu: Gorde aldaketak
fr: Enregistrer les changements
ga_ie: Sábháil na hAthruithe
hi_in: परिवर्तन सहेजें
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경 저장
mg: Hitahiry Fanovana
nl: Wijzigingen opslaan
pa: ਬਦਲਾਅ ਸੰਭਾਲੋ
pl: Zapisz zmiany
pt_br: Salvar alterações
ro: Salvează schimbările
sk: Uložiť zmeny
sl: Shrani spremembe
sq: Ruaji Ndryshimet
sr: Запамти измене
sr_latn: Zapamti izmene
sw: Hifadhi Mabadiliko
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydet
uk: Зберегти зміни
xh: Gcina iiNguqulelo
zh_cn: 保存更改
zu: Londoloza Izinguquko

source: Newsletter
af: Nuusbrief
ar: النشرة الإخبارية
az: Qəzet
bg: Бюлетин
bn_in: নিউজলেটার
ca: Butlletí d'informació
cs: Zpravodaj
cy: Taflen Newyddion
da: Nyhedsbrev
el: Ενημερωτικό δελτίο
es: <i>Newsletter</i>
eu: Berripapera
fr: Lettre d'information
hi_in: सूचनापत्र
id: Nawala
ja: ニュースレター
ko: 뉴스레터
mg: Taratasim-baovao
nl: Nieuwsbrief
pt_br: Boletim informativo
ro: Buletin de știri
sl: Okrožnica
sq: Buletin
sr: Билтен
sr_latn: Bilten
sw: Jarida
tr: Bülten
uk: Інформаційний бюлетень
xh: Incwadi yeendaba
zh_cn: 新闻通讯
zu: Incwadindaba

source: Get Firefox News.
af: Kry Firefox-nuus.
ar: أحصل على أخبار فَيَرفُكس.
az: Firefox Xəbərlərini Al.
bg: Четете новини за Firefox.
bn_in: Firefox খবর পান।
ca: Rebeu notícies del Firefox.
cs: Získat novinky o Firefoxu.
cy: Derbyniwch Newyddion Firefox.
da: Få nyheder om Firefox.
el: Λάβετε νέα του Firefox.
es: Recibe lo último de Firefox.
eu: Jaso Firefoxi buruzko albisteak.
fr: Recevoir des informations sur Firefox.
hi_in: Firefox समाचार प्राप्त करें.
id: Dapatkan Kabar Firefox.
it: Scopri le ultime novità su Firefox.
ja: Firefox の最新情報をお届けします。
ko: Firefox 뉴스를 받아보세요.
mg: Mahazoa Vaovaon'i Firefox.
nl: Ontvang Firefox-nieuws.
pl: Otrzymuj aktualności Firefoksa.
pt_br: Obter notícias do Firefox.
ro: Obține știri Firefox.
sk: Získajte správy o Firefoxe.
sl: Pridobite Firefox novice.
sq: Merrni Lajme Firefox-i.
sr: Добијајте Firefox вести.
sr_latn: Dobijajte Firefox vesti.
sw: Pata Habari za Firefox.
tr: Firefox haberlerini alın.
uk: Отримуйте новини про Firefox.
xh: Fumana iiNdaba ze-Firefox
zh_cn: 获得 Firefox 新闻。
zu: Thola izindaba ze-Firefox.

source: Sign up for our newsletter.
af: Sluit aan vir ons nuusbrief.
ar: إشترك بنشرتنا الأخبارية.
az: Xəbər lentimiz üçün qeyd olun.
bg: Абонирайте се за бюлетина.
bn_in: আমাদের নিউজলেটারের জন্য সাইন আপ করুন।
ca: Subscriviu-vos al nostre butlletí d'informació.
cs: Přihlásit k odběru zpravodaje.
cy: Cofrestrwch am ein taflen newyddion.
da: Abonner på vores nyhedsbrev.
el: Εγγραφείτε στο ενημερωτικό μας δελτίο.
es: Suscríbete a nuestra <i>newsletter</i>.
eu: Harpidetu gure berripaperera.
fr: Abonnez-vous à notre lettre d'information.
hi_in: हमारे न्यूज़लेटर के लिए साइन अप करें।
id: Berlangganan nawala kami.
it: Iscriviti alla nostra newsletter.
ja: ニュースレターを購読
ko: 뉴스레터를 신청하세요.
mg: Misorata @ taratasim-baovaonay.
nl: Schrijf u in voor onze nieuwsbrief.
pl: Zamów nasz newsletter.
pt_br: Assine nosso boletim informativo
ro: Înregistrează-te pentru buletinul nostru de știri.
sk: Zaregistrujte sa pre náš newsletter.
sl: Naročite se na našo okrožnico.
sq: Pajtohuni te buletini ynë.
sr: Пријавите се за наш билтен.
sr_latn: Prijavite se za naš bilten.
sw: Jiandikishe kwa jarida letu.
tr: Bültenimize kaydolun.
uk: Підписатись на наш інформаційний бюлетень.
xh: Sayina ungene kwincwadi yethu yeendaba.
zh_cn: 注册我们的新闻通讯。
zu: Sayinela ukuthola incwadindaba.

source: Get Involved
af: Raak betrokke
ar: ابدأ بالمساهمة
az: Bizə Qoşulun
bg: Включете се
bn_in: নিযুক্ত হন
ca: Col·laboreu-hi
cs: Zapojte se
cy: Ymunwch
da: Bliv involveret
el: Συμμετέχετε
es: Colabora
eu: Hartu parte
fr: Participer
hi_in: इसमें शामिल हों
id: Mari Berperan
it: Collabora con noi
ja: 参加しよう
ko: 참여
mg: Handray anjara
nl: Meewerken
pl: Dołącz do nas
pt_br: Envolva-se
ro: Implică-te
sk: Zapojte sa
sl: Vključite se
sq: Përfshihuni
sr: Прикључите се
sr_latn: Priključite se
sw: Jihusishe
tr: Aramıza Katılın
uk: Долучитися
xh: Zibandakanye
zh_cn: 参与我们
zu: Zibandakanye

source: Region
af: Streek
ar: المنطقة
az: Bölgə
bg: Район
bn_in: এলাকা
ca: Regió
cy: Ardal
da: Område
el: Χώρα
es: País
eu: Eskualdea
fr: Région
ga_ie: Réigiún
hi_in: क्षेत्र
id: Wilayah
it: Regione
ja: 地域
ko: 지역
mg: Faritra
nl: Regio
pa: ਖੇਤਰ
pt_br: Região
ro: Regiune
sk: Región
sl: Regija
sq: Rajon
sr: Регион
sw: Eneo
th: ภูมิภาค
tr: Bölge
uk: Регіон
xh: Ummandla
zh_cn: 地区
zu: Isizinda

source: Review
af: Resensie
ar: تقييم
az: Rəy
bg: отзив
bn_in: রিভিউ
ca: Valoració
cs: Recenze
cy: Adolygiad
da: Anmeldelse
el: Κριτική
es: Revisión
eu: balorazio
fr: Commentaire
hi_in: समीक्षा
id: Ulasan
it: Recensione
ja: レビュー
ko: 리뷰
mg: Fitsarana
nl: beoordeling
pa: ਸਮੀਖਿਆ
pl: Opinia
pt_br: Avaliação
ro: recenzie
sk: Recenzia
sl: Ocena
sq: Shqyrtim
sr: Преглед
sr_latn: Pregled
sw: PitioMapitio
tr: İnceleme
uk: Відгук
xh: Hlola
zh_cn: 评价
zu: Isibukezo

source: Not yet reviewed
af: Nog nie geresenseer nie
ar: لم يتم تقييم التطبيق بعد
az: Hələlik rəy yazılmayıb
bg: Все още без отзиви
bn_in: এখন রিভিউ করা হয়নি
ca: Encara no s'ha valorat
cs: Dosud nehodnoceno
cy: Heb ei adolygu
da: Ikke anmeldt endnu
el: Χωρίς κριτικές
es: Aún no revisado
eu: Oraindik baloratu gabe
fr: Pas encore révisée
hi_in: अभी तक समीक्षा नहीं की गयी
id: Belum ada yang mengulas
it: Ancora nessuna recensione
ja: まだレビューを受けていません
ko: 검토 안됨
mg: Tsy mbola voatsara
nl: Nog niet beoordeeld
pa: ਹਾਲੇ ਕੋਈ ਰੀਵਿਊ ਨਹੀਂ
pl: Jeszcze nie sprawdzono
pt_br: Ainda não foi avaliado
ro: Nerecenzat momentan
sk: Zatiaľ neskontrolované
sl: Še ni ocenjeno
sq: Ende i pashqyrtuar
sr: Није још прегледано
sr_latn: Nije još pregledano
sw: Haijapitiwa bado
tr: Henüz incelenmedi
uk: Ще не перевірено
xh: Ayikahlolwa
zh_cn: 尚无评价
zu: Akukabukezwa

source: App Statistics
af: Programstatistiek
ar: إحصائيات التطبيق
az: Tətbiq Statistikaları
bg: Статистика
bn_in: অ্যাপের পরিসংখ্যান
ca: Estadístiques de l'aplicació
cs: Statistiky aplikace
cy: Ystadegau'r Ap
da: App-statistik
el: Στατιστικά εφαρμογής
es: Estadísticas de la aplicación
eu: Aplikazioaren estatistikak
fr: Utilisation des applications
hi_in: ऐप आँकड़े
id: Statistik Aplikasi
it: Statistiche app
ja: アプリ統計
ko: 앱 통계
mg: Antontanisan'ny App
nl: App-statistieken
pl: Statystyki aplikacji
pt_br: Estatísticas de aplicativos
ro: Statisticile aplicației
sk: Štatistiky aplikácie
sl: Statistika aplikacij
sq: Statistika Aplikacionesh
sr: Статистике апликације
sr_latn: Statistike aplikacije
sw: Takwimu za Programu tumizi
tr: Uygulama istatistikleri
uk: Статистика програми
zh_cn: 应用统计信息
zu: Izibalo zama-App

source: App usage statistics
af: Programgebruik-statistiek
ar: إحصائيات أستخدام التطبيق
az: Tətbiq istifadə statistikaları
bg: Статистика за използване
bn_in: অ্যাপ ব্যবহারের পরিসংখ্যান
ca: Estadístiques d'ús de l'aplicació
cs: Statistiky používání aplikace
cy: Ystadegau defnydd yr ap
da: Brugsstatistik for apps
el: Στατιστικά χρήσης εφαρμογής
es: Estadísticas de uso de la aplicación
eu: Aplikazioaren erabilera-estatistikak
fr: Statistiques d'utilisation des applications
hi_in: ऐप के उपयोग के आँकड़े
id: Statistik penggunaan aplikasi
it: Statistiche sull’utilizzo dell’app
ja: アプリ使用統計
ko: 앱 사용 통계
mg: Antontanisan'ny fampiasana app
nl: Statistieken van app-gebruik
pl: Statystyki użycia aplikacji
pt_br: Estatísticas de uso de aplicativos
ro: Statisticile de folosire a aplicației
sk: Štatistiky používania aplikácie
sl: Statistika uporabe aplikacije
sq: Statistika përdorimi aplikacionesh
sr: Статистике коришћења апликације
sr_latn: Statistike korišćenja aplikacije
sw: Takwimu za Utumizi wa Programu Tumizi
tr: Uygulama kullanım istatistikleri
uk: Статистика використання програми
zh_cn: 应用使用量统计
zu: Ukusetshenziswa kwezibalo zama-App

source: Not enough statistics to show.
af: Nie genoeg statistiek om te wys nie.
ar: لا يوجد إحصائيات كافية لعرضها.
az: Göstərmək üçün yetəri statistika yoxdur.
bg: Няма достатъчно статистика.
bn_in: যথেষ্ট পরিসংখ্যান নেই দেখাবার মতোন।
ca: No hi ha prou estadístiques per mostrar.
cs: Nedostatek statistiky pro zobrazení.
cy: Dim digon o ystadegau i'w dangos
da: Ikke statistik nok at vise.
el: Δεν υπάρχουν αρκετά στατιστικά για προβολή.
es: No hay suficientes estadísticas para mostrar.
eu: Ez dago erakusteko behar beste estatistika.
fr: Pas assez de statistiques à afficher.
hi_in: पर्याप्त आँकड़े नही है दिखाने के लिए.
id: Tidak cukup data untuk menampilkan statistik.
it: I dati non sono sufficienti per fornire statistiche rilevanti.
ja: 表示できる十分な統計情報がありません。
ko: 충분한 통계 자료가 없습니다.
mg: Tsisy antontanisa ampy haseho.
nl: Onvoldoende statistieken te tonen.
pl: Brak wystarczających statystyk do wyświetlenia
pt_br: Não o suficiente para mostrar as estatísticas.
ro: Statistici insuficiente de afișat.
sk: Nedostatok štatistík pre zobrazenie.
sl: Za prikaz ni dovolj statistike na voljo.
sq: Pa statistika të mjaftueshme për shfaqje.
sr: Нема довољно статистика да би се приказало.
sr_latn: Nema dovoljno statistika da bi se prikazalo.
sw: Hakuna takwimu za kutosha kuonyesha.
tr: Gösterilecek kadar istatistik yok.
uk: Недостатньо даних для показу статистики.
zh_cn: 没有足够的统计信息可供显示。
zu: Azikho izibalo ezenele ezingakhonjiswa.

source: Free
af: Gratis
ar: مجاني
az: Pulsuz
bg: Безплатно
bn_in: মুক্ত
ca: Gratuïta
cs: Zdarma
cy: Am Ddim
da: Gratis
el: Δωρεάν
es: Gratis
eu: Doan
fr: Gratuit
ga_ie: Saor in aisce
hi_in: मुफ्त
id: Gratis
it: Gratuita
ja: 無料
ko: 무료
mg: Maimaim-poana
nl: Gratis
pa: ਮੁਫ਼ਤ
pl: Bezpłatne
pt_br: Gratuito
ro: Gratuit
sk: Zadarmo
sl: Brezplačen
sq: Falas
sr: Бесплатно
sr_latn: Besplatno
sw: Bure
th: ฟรี
tr: Ücretsiz
uk: Безплатно
xh: Simahla
zh_cn: 免费版
zu: Mahhala/Okungasebenzile

source: View all
ar: عرض الكل
az: Hamısını gör
cs: Zobrazit vše
cy: Gweld y Cyfan
da: Vis alle
es: Ver todo
eu: Ikusi guztia
fr: Tout afficher
hi_in: सभी कुछ देखें
it: Mostra tutti
ja: すべて見る
ko: 모두 보기
mg: Hijery azy rehetra
nl: Alles weergeven
pl: Zobacz wszystkie
pt_br: Ver tudo
ro: Vezi toate
sk: Zobraziť všetko
sl: Prikaži vse
sq: Shihini krejt
sr: Прикажи све
sr_latn: Prikaži sve
tr: Tümünü göster
uk: Переглянути все
zh_cn: 查看所有

source: Visit this top site!
ar: زيارة هذا الموقع الشائع!
az: Bu üst saytı ziyarət edin!
cs: Navštívit tuto top stránku!
cy: Ymweld â'r wefan wych hon!
da: Besøg dette top-websted!
es: ¡Visita este sitio destacado!
eu: Bisitatu gune nabarmendu hau!
fr: Consultez ce site !
hi_in: इस शीर्ष साइट पर जाइये!
it: Visita questo noto sito!
ja: このトップサイトを見る
mg: Tsidiho ity tranonkala sangany ity!
nl: Bezoek deze topwebsite!
pl: Odwiedź te stronę!
pt_br: Visite este site!
ro: Vizitați acest site de top!
sk: Navštíviť túto top stránku!
sl: Obišči to glavno stran!
sq: Vizitojeni këtë kryesajt!
sr: Посетите најпопуларнији сајт!
sr_latn: Posetite najpopularniji sajt!
tr: Bu siteyi ziyaret edin!
uk: Відвідати цей кращий сайт!
zh_cn: 访问此热门网站！

source: Show me another site
ar: أظهر لي موقع أخر
az: Mənə başqa sayt göstər
cs: Ukažte mi další stránku
cy: Dangoswch wefan arall i mi
da: Vis mig et andet websted
es: Muéstrame otro sitio
eu: Erakutsi beste gune bat
fr: Faites-moi découvrir un autre site
hi_in: मुझे दूसरी साइट दिखाइए
it: Mostrami un altro sito
ja: 他のサイトを見る
ko: 다른 사이트를 보기
mg: Asehoy tranonkala hafa aho
nl: Nog een website tonen
pl: Pokaż mi inną stronę
pt_br: Mostre-me outro site
ro: Arată-mi alt site de top
sk: Ukážte mi ďalšiu stránku
sl: Pokaži mi drugo stran
sq: Tregomëni një tjetër sajt
sr: Прикажи ми други сајт
sr_latn: Prikaži mi drugi sajt
tr: Başka bir site göster
uk: Показати інший сайт
zh_cn: 显示我的另一个网站

source: Load more
af: Laai meer
ar: مشاهدة المزيد
az: Daha çox yüklə
bg: Още
bn_in: আরও লোড করুন
ca: Carrega'n més
cs: Načíst více
cy: Llwytho rhagor
da: Indlæs flere
el: Φόρτωση περισσότερων
es: Cargar más
eu: Kargatu gehiago
fr: Charger plus de résultats
hi_in: और लोड करें
id: Muat yang lain
it: Carica altro
ja: さらに読み込む
ko: 더 보기
mg: Hamatratra bebe kokoa
nl: Meer laden
pl: Pobierz więcej
pt_br: Carregar mais
ro: Încarcă mai multe
sk: Načítať viac
sl: Naloži več
sq: Ngarkoni më tepër
sr: Учитај више
sr_latn: Učitaj više
sw: Ongeza zingine
tr: Daha fazla yükle
uk: Завантажити більше
zh_cn: 载入更多
zu: Iyaloda okunye
