Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Expand
af: Vou uit
ar: توسيع
az: Günişlət
bg: Разгъване
bn_in: বিস্তৃত করা
ca: Amplia
cs: Rozšířit
cy: Ehangu
da: Udvid
el: Επέκταση
es: Ampliar
eu: Zabaldu
fr: Déplier
ga_ie: Leathnaigh
hi_in: विस्तार करें
id: Bentangkan
it: Espandi
ja: 折りたたむ / 広げる
ko: 확장
mg: Hamelatra
nl: Uitvouwen
pa: ਫੈਲਾਓ
pl: Rozwiń
pt_br: Expandir
ro: Extinde
sk: Rozbaliť
sl: Razširi
sq: Zgjeroje
sr: Прошири
sr_latn: Proširi
sw: Panua
th: ขยาย
tr: Genişlet
uk: Розгорнути
xh: Yandisa
zh_cn: 展开
zu: Nweba

source: No results found
af: Geen resultate gevind nie
ar: لم يتم العثور على نتائج
az: Nəticə tapılmadı
bg: Няма намерени резултати
bn_in: কোনো ফলাফল পাওয়া যায় নি
ca: No s'ha trobat cap resultat
cs: Nebyly nalezeny žádné výsledky
cy: Heb ganfod canlyniadau
da: Ingen resultater fundet
el: Δε βρέθηκαν αποτελέσματα
es: No se ha encontrado ningún resultado
eu: Ez da emaitzarik aurkitu
fr: Aucun résultat trouvé
ga_ie: Gan torthaí
hi_in: कोई परिणाम नहीं मिला
id: Tidak ada hasil yang ditemukan
it: Nessun risultato trovato
ja: 該当するアプリはありません
ko: 결과 없음
mg: Tsisy vokany hita
nl: Geen resultaten gevonden
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਲੱਭਿਆ
pl: Nic nie znaleziono
pt_br: Nenhum resultado encontrado
ro: Niciun rezultat găsit
sk: Nenašli sa žiadne výsledky
sl: Ni najdenih rezultatov
sq: Nuk u gjetën përfundime
sr: Нема резултата
sr_latn: Nema rezultata
sw: Hakuna matokeo ambayo yamepatikana
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
uk: Результатів не знайдено
xh: Azikho iziphumo ezifunyenweyo
zh_cn: 找不到结果
zu: Akupho miphumela etholakele

source: The category you requested does not exist.
af: Die kategorie wat jy versoek het, bestaan nie.
ar: الفئة التي طلبتها غير موجودة.
az: Sorğuladığınız kategoriya mövcud deyil.
bg: Категорията, която поискахте, не съществува.
bn_in: আপনি যে বৈশিষ্ট্যটি অনুরোধ করেছেন সেটির অস্থিত্ব নেই।
ca: La categoria sol·licitada no existeix.
cs: Kategorie, kterou hledáte, není dostupná.
cy: Nid yw'r categori rydych wedi gofyn amdano yn bodoli.
da: Den ønskede kategori findes ikke.
el: Η κατηγορία που ζητήσατε δεν υπάρχει.
es: No existe la categoría que solicitaste.
eu: Eskatutako kategoria ez da existitzen.
fr: La catégorie demandée n'existe pas.
hi_in: अनुरोधित श्रेणी मौजूद नहीं है.
id: Kategori yang diminta tidak ada.
it: La categoria richiesta non esiste.
ja: リクエストされたカテゴリは存在しません。
ko: 요청한 카테고리가 존재하지 않습니다.
mg: Tsy misy ilay sokajy angatahinao.
nl: De door u gevraagde categorie bestaat niet.
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਕੀਤਾ ਵਰਗ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Żądana kategoria nie istnieje.
pt_br: A categoria solicitada não existe.
ro: Categoria solicitată nu există.
sk: Požadovaná kategória neexistuje.
sl: Zahtevana kategorija ne obstaja.
sq: Kategoria që kërkuat nuk ekziston.
sr: Категорија коју сте затражили не постоји.
sr_latn: Kategorija koju ste zatražili ne postoji.
sw: Kikundi ulicho-omba hakipo.
th: ไม่มีหมวดหมู่ที่คุณร้องขอ
tr: İstediğiniz kategori mevcut değil.
uk: Запитана вами категорія не існує.
xh: Ikhathegori oyicelileyo ayikho.
zh_cn: 您请求的类别不存在。
zu: Isigaba osicelile asikho.

source: An internal server error occurred. Please try again later.
af: 'n Interne bedienerfout het voorgekom. Probeer asseblief weer later.
ar: حدث خطأ داخلي بالخادم. يرجى المحاولة لاحقاً.
az: Daxili server xətası baş verdi. Lütfən daha sonra təkrar yoxlayın.
bg: Възникна вътрешна грешка. Моля, опитайте по-късно.
bn_in: একটি অন্তর্বর্তী সার্ভারের ত্রুটি হয়েছে। অনুগ্রহ করে পরে চেষ্টা করুন।
ca: S'ha produït un error intern del servidor. Torneu-ho a provar més tard.
cs: Nastala interní chyba serveru. Zkuste to znovu později.
cy: Digwyddodd gwall gweinydd. Ceisiwch eto.
da: Der opstod en intern serverfejl. Prøv igen senere.
el: Παρουσιάστηκε ένα σφάλμα διακομιστή. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Se produjo un error interno del servidor. Inténtalo de nuevo pasados unos minutos.
eu: Zerbitzariaren barne-errore bat gertatu da. Saiatu berriro geroago.
fr: Une erreur interne est survenue sur le serveur. Merci de réessayer plus tard.
hi_in: एक आंतरिक सर्वर त्रुटि हो गई. कृपया बाद में पुनः प्रयास करें.
id: Terjadi kesalahan internal server. Coba lagi nanti.
it: Si è verificato un errore interno del server. Riprova più tardi.
ja: 内部サーバエラーが発生しました。また後で試してください。
ko: 내부 서버 오류가 발생하였습니다. 나중에 다시 시도해 주세요.
mg: Nisy tsy feteza-mpizara anatiny. Andramo indray rehefa avy eo azafady.
nl: Er is een interne serverfout opgetreden. Probeer het later nog eens.
pa: ਇੱਕ ਅੰਦਰੂਨੀ ਸਰਵਰ ਨੂੰ ਗਲਤੀ ਆਈ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
pl: Wystąpił wewnętrzny błąd serwera. Spróbuj ponownie później
pt_br: Ocorreu um erro interno no servidor. Tente novamente mais tarde.
ro: A intervenit o eroare cu serverul intern. Te rugăm să reîncerci mai târziu.
sk: Vyskytla sa vnútorná chyba servera. Skúste to znova neskôr.
sl: Prišlo je do napake. Prosimo, poskusite ponovno kasneje.
sq: Ndodhi një gabim i brendshëm shërbyesi. Ju lutemi, riprovoni më vonë.
sr: Догодила се грешка на серверу. Покушајте касније.
sr_latn: Dogodila se greška na serveru. Pokušajte kasnije.
sw: Hitilafu ya ndani ya seva imetokea.Tafadhali jaribu tena.
th: เซิร์ฟเวอร์ภายในเกิดข้อผิดพลาด โปรดลองอีกครั้งในภายหลัง
tr: Bir iç sunucu hatası oluştu. Lütfen sonra tekrar deneyin.
uk: Сталася внутрішня помилка сервера. Спробуйте знову пізніше.
xh: Kwenzeke impazamo yangaphakathi kwiseva. Nceda uzame kwakhona kamva.
zh_cn: 内部服务器出错，请稍后再试。
zu: Kube nephutha langaphakathi kuseva. Uyacelwa uphinde uzame ngesinye isikhathi.

source: No apps found.
af: Geen programme gevind nie.
ar: لم يتم العثور على أي تطبيق.
az: Tətbiq tapılmadı.
bg: Не са открити приложения.
bn_in: কোনো অ্যাপ পাওয়া যায়নি।
ca: No s'ha trobat cap aplicació.
cs: Nebyla nalezena žádná aplikace.
cy: Heb ganfod apiau.
da: Ingen apps fundet.
el: Δεν βρέθηκαν εφαρμογές.
es: No se encontraron aplicaciones.
eu: Ez da aplikaziorik aurkitu.
fr: Aucune application trouvée.
hi_in: ऐप नहीं मिला.
id: Tidak ada aplikasi ditemukan.
it: Nessuna app trovata.
ja: アプリは見つかりませんでした。
ko: 앱을 찾을수 없습니다.
mg: Tsisy app hita.
nl: Geen apps gevonden.
pa: ਐਪ ਨਹੀਂ ਲੱਭੀਆਂ
pl: Nie znaleziono aplikacji.
pt_br: Nenhum aplicativo encontrado.
ro: Nicio aplicație găsită.
sk: Žiadna aplikácia
sl: Ni najdenih aplikacij.
sq: Nuk u gjetën aplikacione.
sr: Нису пронађене апликације.
sr_latn: Nisu pronađene aplikacije.
sw: Hakuna programu tumizi zimepatikana.
tr: Hiç uygulama bulunamadı.
uk: Програм не знайдено.
xh: Akukho apps zifunyanwayo.
zh_cn: 没有找到应用。
zu: Awekho ama-app atholakele.

source: Previous
ja: 前へ
tr: Önceki

source: Next
ja: 次へ
pa: ਅੱਗੇ
tr: İleri
xh: Okulandelayo

source: We want to hear from you!
af: Ons wil van jou hoor!
ar: نحن نتطلع لسماع تعليقاتك!
az: Sizdən eşitmək istəyirik!
bg: Искаме вашето мнение!
bn_in: আমরা আপনার থেকে শুনতে চাই!
ca: Volem saber la vostra opinió
cs: Chceme znát váš názor!
cy: Hoffwn i glywed gennych!
da: Vi ønsker at høre fra dig!
el: Θέλουμε να ακούσουμε την άποψή σας!
es: ¡Queremos saber de ti!
eu: Zure iritzia jakin nahi dugu!
fr: Nous voulons votre avis !
hi_in: हम आपसे सुनना चाहते हैं !
id: Kami ingin mendengar pendapat Anda!
it: Vogliamo sentire la tua opinione!
ja: あなたの意見を聞かせてください！
ko: 의견을 말씀해 주세요!
mg: Te-handre izay hevitrao izahay!
nl: We willen van u horen!
pl: Chcemy Ciebie usłyszeć!
pt_br: Queremos ouvir você!
ro: Vrem să auzim de la tine!
sk: Chceme poznať váš názor!
sl: Zanima nas vaše mnenje!
sq: Dëshirojmë të dëgjojmë mendimet tuaja!
sr: Желимо да чујемо ваша мишљења!
sr_latn: Želimo da čujemo vaša mišljenja!
sw: Tunataka kusikia kutoka kwako!
tr: Yorumlarınızı öğrenmek istiyoruz!
uk: Ми хочемо знати вашу думку!
zh_cn: 我们期待倾听您的意见！
zu: Sifuna ukuzwa okucabangayo!

source: Give us your feedback. Let us know whether we are awesome or buggy.
af: Gee vir ons terugvoer. Vertel ons of ons fantasties of 'n flater is.
ar: أرسل لنا ملاحظاتك. و أسمح لنا أن نعرف سواء أن كنا متميزين أو لدينا أخطاء.
az: Bizə rəyinizi yazın. Əla və ya xətalı tərəflərimizi bildirin.
bg: Дайте ни обратна връзка. Кажете ни, че сме чудесни или пък пълни с дефекти.
bn_in: আপনার ফিডব্যাক আমাদের দিন। আমাদের জানান আমরা কি ভালো না ত্রুটিপূর্ণ।
ca: Envieu-nos la vostra opinió. Feu-nos saber si som fantàstics o si heu trobat algun error.
cs: Zašlete nám zpětnou vazbu. Řekněte nám, v čem jsme dobří nebo kde bychom se měli zlepšit.
cy: Rhowch eich adborth. Gadewch i ni wybod os ydym yn wych neu'n wael.
da: Giv os din feedback. Fortæl os, om vi er fantastiske eller fejlbehæftede.
el: Στείλτε μας τα σχόλιά σας. Πείτε μας αν είμαστε καλοί στη δουλειά μας ή αν χρειαζόμαστε βελτίωση.
es: Danos tu opinión. Coméntanos si piensas que somos interesantes o anticuados.
eu: Emaguzu zure iritzia. Esaguzu ea zoragarriak edo akastunak garen.
fr: Donnez-nous votre avis. Dites-nous si nous sommes formidables ou si nous avons commis une erreur.
hi_in: हमें अपनी प्रतिक्रिया दें. हमें बतायें कि हम अच्छे हैं या खराब.
id: Kirimkan masukan Anda. Kabari kami, yang jelek maupun yang keren.
it: Inviaci le tue opinioni: vogliamo sapere se la tua esperienza utente procede senza problemi o se hai scovato qualche bug.
ja: フィードバックをお寄せください。このサイトに満足しているか、何か問題があるか教えてください。
ko: 의견을 말씀해 주세요. 잘 작동하는지 문제가 있는지 알려주세요.
mg: Lazao anay ny tsikeranao. Mba ampahafantaro anay raha mahagaga izahay na be tsiny.
nl: Geef uw feedback. Laat ons weten of we geweldig zijn of fouten maken.
pl: Przekaż nam swoją opinię. Poinformuj nas, czy jesteśmy świetni czy słabi.
pt_br: Dê a sua opinião. Diga se somos fantásticos ou não.
ro: Oferă-ne opinia ta. Spune-ne dacă suntem minunați sau dacă am comis o eroare.
sk: Pošlite nám spätnú väzbu. Povedzte nám, v čom sme dobrí alebo v čom sa máme zlepšiť.
sl: Zanima nas vaše mnenje. Želimo vedeti, ali smo odlični ali pomanjkljivi.
sq: Na jepni përshtypjet tuaja. Na bëni të ditur nëse jemi të mrekullueshëm apo me të meta.
sr: Дајте нам повратне информације. Јавите нам да ли је било супер или баговито.
sr_latn: Dajte nam povratne informacije. Javite nam da li je bilo super ili bagovito.
sw: Tupatie maoni yako. Tujulishe kama sisi ni wazuri au wabaya.
tr: Geri bildiriminizi bizimle paylaşın. Her şey yolunda mı, hatalarımız mı var, söyleyin.
uk: Залиште свій відгук. Дайте нам знати чи попрацювали ми як слід.
zh_cn: 请留下您的意见。让我们知道我们哪里做得好或不够好。
zu: Sitshele okucabangayo. Sazise ukuthi senza kahle noma asenzi kahle.

source: Let us know...
af: Laat ons weet...
ar: ضع ملاحظاتك هنا...
az: Bilməyimizə kömək edin...
bg: Разкажете ни…
bn_in: আমাদের জানান...
ca: Feu-nos saber...
cs: Dejte nám vědět...
cy: Gadewch i ni wybod...
da: Fortæl os...
el: Πείτε μας τη γνώμη σας...
es: Déjanos tus comentarios...
eu: Eman iritzia...
fr: Dites-le nous…
hi_in: हमें बतायें...
id: Beri tahu kami...
it: Raccontaci le tue opinioni…
ja: 意見を送る...
ko: 알려주세요...
mg: Mba ampahafantaro anay...
nl: Laat het ons weten…
pl: Poinformuj nas…
pt_br: Deixe-nos saber...
ro: Spune-ne...
sk: Dajte nám vedieť...
sl: Sporočite nam...
sq: Na e bëni të ditur...
sr: Реците нам...
sr_latn: Recite nam...
sw: Tujulishe...
uk: Повідомте нас...
zh_cn: 让我们知道...
zu: Sazise...

source: Cancel
af: Kanselleer
ar: إلغاء
az: Ləğv et
bg: Отказ
bn_in: বাতির করুন
ca: Cancel·la
cs: Zrušit
cy: Diddymu
da: Annuller
el: Ακύρωση
es: Cancelar
eu: Utzi
fr: Annuler
ga_ie: Cealaigh
hi_in: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mg: Foanana
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Renunță
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sr: Откажи
sr_latn: Otkaži
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
xh: Rhoxisa
zh_cn: 取消
zu: Khansela

source: Submit Feedback
af: Stuur terugvoer in
ar: إرسال تعليقك
az: Geri Dönüş Göndər
bg: Изпращане на обратна връзка
bn_in: ফিডব্যাক জমা দিন
ca: Envia l'opinió
cs: Odeslat reakci
cy: Cyflwyno Adborth
da: Indsend feedback
el: Υποβολή Σχολίων
es: Enviar opinión
eu: Bidali iritzia
fr: Envoyer votre avis
hi_in: प्रतिक्रिया जमा करें
id: Kirim Masukan
it: Invia la tua opinione
ja: フィードバックを送信
ko: 피드백 제출
mg: Handefa Tsikera
nl: Feedback indienen
pl: Prześlij opinię
pt_br: Enviar opinião
ro: Trimite opinia
sk: Odoslať reakciu
sl: Pošljite povratne informacije
sq: Parashtrojini Përshtypjet
sr: Пошаљи повратне информације
sr_latn: Pošalji povratne informacije
sw: Toa Maoni
uk: Відправити відгук
zh_cn: 提交反馈
zu: Letha imicabango nemibono yakho

source: Feedback
af: Terugvoer
ar: الملاحظات و الاقتراحات
az: Geri dönüş
bg: Обратна връзка
bn_in: ফিডব্যাক
ca: Opinió
cs: Reakce
cy: Adborth
el: Σχολιασμός
es: Opinión
eu: Iritzia
fr: Réagir
ga_ie: Aiseolas
hi_in: प्रतिपुष्टि
id: Saran
ja: フィードバック
ko: 사용자 의견
mg: Tsikera
pa: ਸੁਝਾਅ
pl: Opinie
pt_br: Opinião
ro: Opinii
sk: Vyjadriť názor
sl: Povratne informacije
sq: Përshtypje
sr: Критика
sr_latn: Kritika
sw: Maoni
th: ข้อเสนอแนะ
tr: Geri Bildirim
uk: Зворотній зв'язок
xh: Ingxelo
zh_cn: 反馈
zu: Imbuyisambiko

source: Get Help
af: Kry hulp
ar: الحصول على مساعدة
az: Kömək Al
bg: Получете помощ
bn_in: সাহায্য পান
ca: Obtingueu ajuda
cs: Získat pomoc
cy: Cael Cymorh
da: Få hjælp
el: Ζητείστε βοήθεια
es: Obtener ayuda
eu: Lortu laguntza
fr: Obtenir de l'aide
ga_ie: Cabhair
hi_in: सहायता प्राप्त करें
id: Dapatkan Bantuan
it: Ottieni supporto
ja: サポート
ko: 도움 받기
mg: Hila Fanampiana
nl: Hulp verkrijgen
pa: ਮਦਦ ਲਵੋ
pl: Uzyskaj pomoc
pt_br: Obter ajuda
ro: Obține ajutor
sk: Získať pomoc
sl: Poiščite pomoč
sq: Merrni ndihmë
sr: Добави помоћ
sr_latn: Dobavi pomoć
sw: Pata Usaidizi
th: รับความช่วยเหลือ
tr: Yardım alın
uk: Отримати допомогу
xh: Fumana uncedo
zh_cn: 获取帮助
zu: Thola usizo

source: Support
af: Ondersteuning
ar: الدعم الفني
az: Dəstək
bg: Поддръжка
bn_in: সাপোর্ট
ca: Assistència
cs: Podpora
cy: Cefnogaeth
el: Υποστήριξη
es: Ayuda
eu: Laguntza
fr: Assistance
ga_ie: Tacaíocht
hi_in: सहारा
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
mg: Fanampiana
nl: Ondersteuning
pa: ਸਹਿਯੋਗ
pl: Pomoc
pt_br: Suporte
ro: Asistență
sk: Podpora
sl: Podpora
sq: Asistencë
sr: Подршка
sr_latn: Podrška
sw: Msaada
th: สนับสนุน
tr: Destek
uk: Підтримка
xh: Inkxaso
zh_cn: 支持
zu: Ukwesekwa

source: Develop Apps
af: Ontwikkel programme
ar: تطوير التطبيقات
az: Tətbiq Tərtib et
bg: Разработвайте приложения
bn_in: অ্যাপ ডেভেলপ করুন
ca: Desenvolupament
cs: Vývoj aplikací
cy: Datblygu Apiau
da: Udvikl apps
el: Ανάπτυξη εφαρμογών
es: Desarrollar apps
eu: Garatu aplikazioak
fr: Développer des applications
ga_ie: Forbair Feidhmchláir
hi_in: ऐप्स विकास
id: Kembangkan Aplikasi
it: Sviluppare app
ja: アプリ開発をはじめよう
ko: 개발용 앱
mg: Hamolavola App
nl: Apps ontwikkelen
pa: ਐਪਸ ਦਾ ਵਿਕਾਸ
pl: Twórz aplikacje
pt_br: Desenvolver aplicativos
ro: Dezvoltă aplicații
sk: Vývoj aplikácií
sl: Razvijte aplikacije
sq: Zhvilloni Aplikacione
sr: Развијај апликације
sr_latn: Razvijaj aplikacije
sw: Unda programu
th: พัฒนาแอพ
tr: Uygulama geliştirin
uk: Розробити програми
xh: Phuhlisa ii-apps
zh_cn: 开发应用
zu: Sungula ama-App

source: My Submissions
af: My indienings
ar: مُساهماتي
az: Mənim Göndərdiklərim
bg: Мои
bn_in: আমার জমা
ca: Les meves trameses
cs: Mé příspěvky
cy: Fy Nghyflwynadau
da: Mine bidrag
el: Οι υποβολές μου
es: Mis envíos
eu: Nire bidalketak
fr: Mes propositions
ga_ie: Feidhmchláir Seolta
hi_in: मेरा सबमिशन
id: Pengajuan Saya
it: I miei progetti
ja: 自作アプリ (開発者)
ko: 내 제출
mg: Ireo Narotsako
nl: Mijn inzendingen
pa: ਮੇਰੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ
pl: Moje zgłoszenia
pt_br: Meus envios
ro: Propunerile mele
sk: Mnou odoslané
sl: Moji prispevki
sq: Parashtrimet e Mia
sr: Моја слања
sr_latn: Moja slanja
sw: Mawasilisho Yangu
th: การส่งของฉัน
tr: Gönderilerim
uk: Мої представлення
xh: Izingeniso zam
zh_cn: 我的提交
zu: Okulethwe Yimi

source: Reviewer Tools
af: Resensiegereedskap
ar: أدوات المُرَاجِع
az: Rəyçi Alətləri
bg: Инструменти за рецензенти
bn_in: রিভিউয়ার টুলসমূহ
ca: Eines de valoració
cs: Nástroje pro redaktora
cy: Offer Adolygwyr
el: Εργαλεία αξιολόγησης
es: Herramientas del revisor
eu: Berrikuspen-tresnak
fr: Outils du testeur
ga_ie: Uirlisí do Léirmheastóirí
hi_in: समीक्षक के उपकरण
id: Perangkat Peninjau
it: Strumenti per revisori
ja: 審査担当者用ツール
ko: 심사원 도구
mg: Fitaovan'ny Mpitsara
nl: Beoordelaarshulpmiddelen
pa: ਸਮੀਖਿਅਕ ਸੰਦ
pl: Narzędzia recenzenta
pt_br: Ferramentas de avaliação
ro: Unelte pentru recenzare
sk: Nástroje redaktora
sl: Orodja za pregledovalce
sq: Mjete Shqyrtuesi
sr: Алатке за рецензенте
sr_latn: Alatke za recenzente
sw: Vyombo vya Mkaguzi
tr: Gözetmen Araçları
uk: Інструменти рецензента
xh: Izixhobo zomhloli
zh_cn: 审阅工具
zu: Amathuluzi Okubukeza

source: Lookup Tool
af: Opsoekfunksie
ar: أداة بحث
az: Axtarış Aləti
bg: Инструмент за търсене
bn_in: লুক-আপ টুল
ca: Eina de consulta
cs: Nástroje
cy: Teclyn Chwilio
da: Opslagsfunktion
el: Εργαλείο αναζήτησης
es: Herramienta de búsqueda
eu: Bilaketa-tresna
fr: Outil de recherche
ga_ie: Uirlis Chuardaigh
hi_in: लुकअप के उपकरण
id: Alat Pencarian
it: Strumenti di ricerca
ja: 検索ツール
ko: 검색 도구
mg: Fitaovana Fitadiavana
nl: Zoekhulpmiddel
pa: ਸੰਦ ਖੋਜੋ
pl: Narzędzie sprawdzania
pt_br: Ferramenta de pesquisa
ro: Unealtă de căutare
sk: Vyhľadávací nástroj
sl: Orodje za iskanje
sq: Mjet Kërkimesh
sr: Алатка за претраживање
sr_latn: Alatka za pretraživanje
sw: Chombo cha Kuangalia
th: เครื่องมือค้นหา
tr: Arama Aracı
uk: Інструмент пошуку
xh: Izixhobo zokukhangela
zh_cn: 查找工具
zu: Ithuluzi Lokucinga
