Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Utilities
af: Nutsprogramme
ar: الأدوات المساعدة
az: Xidmətlər
bg: Практични
bn_in: উপযোগিতা
ca: Utilitats
cs: Nástroje
cy: Gwasanaethau
da: Værktøjer
el: Βοηθήματα
es: Utilidades
eu: Tresnak
fr: Utilitaires
hi_in: यूटिलिटीज
id: Utilitas
it: Utility
ja: ユーティリティ
ko: 유틸리티
mg: Serivisim-panjakana
nl: Hulpprogramma’s
pa: ਸਹੂਲਤਾਂ
pl: Narzędzia
pt_br: Utilidades
ro: Utilități
sk: Nástroje
sl: Pripomočki
sq: Të dobishme
sr: Услужне апликације
sr_latn: Uslužne aplikacije
sw: Huduma
tr: Araçlar
uk: Утиліти
xh: Izixhobo zoncedo
zh_cn: 工具
zu: Izidingo

source: Weather
ar: الطقس
az: Hava
bg: Времето
cs: Počasí
cy: Y Tywydd
da: Vejr
el: Καιρός
es: Clima
eu: Eguraldia
fr: Météo
hi_in: मौसम
it: Meteo
ja: 天気
ko: 날씨
mg: Toetrandro
nl: Weer
pl: Pogoda
pt_br: Clima
ro: Meteo
sk: Počasie
sl: Vreme
sq: Moti
sr: Време
sr_latn: Vreme
tr: Hava Durumu
uk: Погода
zh_cn: 天气

source: Play 45 creative variations of chess.
ja: 45 種類のクリエイティブなチェスで遊びましょう。
tr: Satrancın 45 yaratıcı çeşidini oynayın.

source: Manage projects easily with Basecamp.
ja: Basecamp でプロジェクトを簡単に管理。
tr: Basecamp ile projelerinizi kolayca yönetin.

source: Productivity Apps—Desktop Essentials
ja: 生産性向上関連のデスクトップ向け必須アプリ
tr: Verimlilik uygulamaları—Masaüstü için şart

source: Games & Entertainment Apps—Desktop Essentials
ja: ゲーム＆エンタテインメント関連のデスクトップ向け必須アプリ
tr: Oyunlar ve Eğlence Uygulamaları—Masaüstü Temelleri

source: Play GoldNuggets now!
ja: 今すぐ GoldNuggets で遊ぼう！

source: App for Albania
af: Program vir Albanië
ar: تطبيق لألبانيا
az: Albaniya üçün Tətbiq
bg: Приложение за Албания
bn_in: আলবানিয়ার জন্য অ্যাপ
ca: Aplicació per a Albània
cs: Aplikace pro Albánii
cy: Ap ar gyfer Albania
da: App til Albanien
el: Εφαρμογή για Αλβανία
es: App para Albania
eu: Albaniarako aplikazioa
fr: Application pour l'Albanie
hi_in: अल्बानिया के लिए एप
id: Aplikasi untuk Albania
it: App per l’Albania
ja: アルバニア向けアプリ
ko: 알바니아 앱
mg: App ho an'i Albania
nl: App voor Albanië
pa: ਅਲਬਾਨੀਆਂ ਲਈ ਐਪ
pl: Aplikacja dla Albanii
pt_br: App para Albânia
ro: aplicație pentru Albania
sk: Aplikácia pre Albánsko
sl: Aplikacija za Albanijo
sq: Aplikacion për Shqipërinë
sr: Апликација за Албанију
sr_latn: Aplikacija za Albaniju
sw: Programu tumizi ya Albania
tr: Arnavutluk uygulamaları
uk: Програма для Албанії
xh: i-App zeAlbaniaii-Apps zeAlbania
zh_cn: 适合阿尔巴尼亚的应用
zu: I-app yase-Albania

source: App for Argentina
af: Program vir Argentinië
ar: تطبيق للأرجنتين
az: Argentina üçün Tətbiq
bg: Приложение за Аржентина
bn_in: আর্জেন্টিনার জন্য অ্যাপ
ca: Aplicació per a Argentina
cs: Aplikace pro Argentinu
cy: Ap ar gyfer Yr Ariannin
da: App til Argentina
el: Εφαρμογή για Αργεντινή
es: App para Argentina
eu: Argentinarako aplikazioa
fr: Application pour l'Argentine
hi_in: अर्जेंटीना के लिए एप
id: Aplikasi untuk Argentina
it: App per l’Argentina
ja: アルゼンチン向けアプリ
ko: 아르헨티나 앱
mg: App ho an'i Arzentina
nl: App voor Argentinië
pa: ਅਰਜਟੀਨਾਂ ਲਈ ਐਪ
pl: Aplikacja dla Argentyny
pt_br: App para a Argentina
ro: aplicație pentru Argentina
sk: Aplikácia pre Argentínu
sl: Aplikacija za Argentino
sq: Aplikacion për Argjentinën
sr: Апликација за Аргентину
sr_latn: Aplikacija za Argentinu
sw: Programu tumizi ya Argentina
tr: Arjantin uygulamaları
uk: Програма для Аргентини
xh: i-App yeArgentinaii-Apps zeArgentina
zh_cn: 适合阿根廷的应用
zu: I-app yase-Argentina

source: App for Bangladesh
af: Program vir Bangladesj
ar: تطبيق لبنغلادش
az: Banqladeş üçün Tətbiq
bg: Приложение за Бангладеш
bn_in: বাংলাদেশের জন্য অ্যাপ
ca: Aplicació per a Bangladesh
cs: Aplikace pro Bangladéš
cy: Ap ar gyfer Bangladesh
da: App til Bangladesh
el: Εφαρμογή για Μπαγκλαντές
es: App para Bangladesh
eu: Bangladesherako aplikazioa
fr: Application pour le Bangladesh
hi_in: बांगलादेश के लिए एप
id: Aplikasi untuk Bangladesh
it: App per il Bangladesh
ja: バングラデシュ向けアプリ
ko: 방글라데시 앱
mg: App ho an'i Bengladesy
nl: App voor Bangladesh
pa: ਬੰਗਲਾਦੇਸ਼ ਲਈ ਐਪ
pl: Aplikacja dla Bangladeszu
pt_br: App para Bangladesh
ro: aplicație pentru Bangladesh
sk: Aplikácia pre Bangladéš
sl: Aplikacija za Bangladeš
sq: Aplikacion për Bangladeshin
sr: Апликација за Бангладеш
sr_latn: Aplikacija za Bangladeš
sw: Programu tumizi ya Bangladesh
tr: Bangladeş uygulamaları
uk: Програма для Бангладеш
xh: i-App yeBangladeshii-Apps zeBangladesh
zh_cn: 适合孟加拉的应用
zu: I-app yase-Bangladesh

source: App for Brazil
af: Program vir Brasilië
ar: تطبيق للبرازيل
az: Braziliya üçün Tətbiq
bg: Приложение за Бразилия
bn_in: ব্রাজিলের জন্য অ্যাপ
ca: Aplicació per a Brasil
cs: Aplikace pro Brazílii
cy: Ap ar gyfer Brasil
da: App til Brasilien
el: Εφαρμογή για Βραζιλία
es: App para Brasil
eu: Brasilerako aplikazioa
fr: Application pour le Brésil
hi_in: ब्राज़ील के लिए एप
id: Aplikasi untuk Brazil
it: App per il Brasile
ja: ブラジル向けアプリ
ko: 브라질 앱
mg: App ho an'i Brezily
nl: App voor Brazilië
pa: ਬਰਾਜੀਲ ਲਈ ਐਪ
pl: Aplikacja dla Brazylii
pt_br: App para o Brasil
ro: aplicație pentru Brazilia
sk: Aplikácia pre Brazíliu
sl: Aplikacija za Brazilijo
sq: Aplikacion për Brazilin
sr: Апликација за Бразил
sr_latn: Aplikacija za Brazil
sw: Programu tumizi ya Brazil
tr: Brezilya uygulamaları
uk: Програма для Бразилії
xh: i-App yeBrazilii-Apps zeBrazil
zh_cn: 适合巴西的应用
zu: I-app yase-Brazil

source: App for Bulgaria
af: Program vir Bulgarye
ar: تطبيق لبلغاريا
az: Bolqarıstan üçün Tətbiq
bg: Приложение за България
bn_in: বুলগেরিয়ার জন্য অ্যাপ
ca: Aplicació per a Bulgària
cs: Aplikace pro Bulharsko
cy: Ap ar gyfer Bwlgaria
da: App til Bulgarien
el: Εφαρμογή για Βουλγαρία
es: App para Bulgaria
eu: Bulgariarako aplikazioa
fr: Application pour la Bulgarie
hi_in: बुल्गारिया के लिए एप
id: Aplikasi untuk Bulgaria
it: App per la Bulgaria
ja: ブルガリア向けアプリ
ko: 불가리아 앱
mg: App ho an'i Biolgaria
nl: App voor Bulgarije
pa: ਬੁਲਗਾਰੀਆ ਲਈ ਐਪ
pl: Aplikacja dla Bułgarii
pt_br: App para a Bulgária
ro: aplicație pentru Bulgaria
sk: Aplikácia pre Bulharsko
sl: Aplikacija za Bolgarijo
sq: Aplikacion për Bullgarinë
sr: Апликација за Бугарску
sr_latn: Aplikacija za Bugarsku
sw: Programu tumizi ya Bulgaria
tr: Bulgaristan uygulamaları
uk: Програма для Болгарії
xh: i-App yeBulgariaii-Apps zeBulgaria
zh_cn: 适合保加利亚的应用
zu: I-app yase-Bulgaria

source: App for Chile
af: Program vir Chili
ar: تطبيق لشيلي
az: Çili üçün Tətbiq
bg: Приложение за Чили
bn_in: চিলির জন্য অ্যাপ
ca: Aplicació per a Xile
cs: Aplikace pro Chile
cy: Ap ar gyfer Chile
da: App til Chile
el: Εφαρμογή για Χιλή
es: App para Chile
eu: Txilerako aplikazioa
fr: Application pour le Chili
hi_in: चिली के लिए एप
id: Aplikasi untuk Chili
it: App per il Cile
ja: チリ向けアプリ
ko: 칠레 앱
mg: App ho an'i Silia
nl: App voor Chili
pa: ਚਿੱਲੀ ਲਈ ਐਪ
pl: Aplikacja dla Chile
pt_br: App para o Chile
ro: aplicație pentru Chile
sk: Aplikácia pre Čile
sl: Aplikacija za Čile
sq: Aplikacion për Kilin
sr: Апликација за Чиле
sr_latn: Aplikacija za Čile
sw: Programu tumizi ya Chile
tr: Şili uygulamaları
uk: Програма для Чілі
xh: i-App yeChileii-Apps zeChile
zh_cn: 适合智利的应用
zu: I-app yase-Chile

source: App for China
af: Program vir Sjina
ar: تطبيق للصين
az: Çin üçün Tətbiq
bg: Приложение за Китай
bn_in: চীনের জন্য অ্যাপ
ca: Aplicació per a la Xina
cs: Aplikace pro Čínu
cy: Ap ar gyfer Tsieina
da: App til Kina
el: Εφαρμογή για Κίνα
es: App para China
eu: Txinarako aplikazioa
fr: Application pour la Chine
hi_in: चीन के लिए एप
id: Aplikasi untuk Tiongkok
it: App per la Cina
ja: 中国向けアプリ
ko: 중국 앱
mg: App ho an'i Sina
nl: App voor China
pa: ਚੀਨ ਲਈ ਐਪ
pl: Aplikacja dla Chin
pt_br: App para a China
ro: aplicație pentru China
sk: Aplikácia pre Čínu
sl: Aplikacija za Kitajsko
sq: Aplikacion për Kinën
sr: Апликација за Кину
sr_latn: Aplikacija za Kinu
sw: Programu tumizi ya China
tr: Çin uygulamaları
uk: Програма для Китаю
xh: i-App yeChinaii-Apps zeChina
zh_cn: 适合中国的应用
zu: I-app yase-Columbia

source: App for Colombia
af: Program vir Colombia
ar: تطبيق لكولومبيا
az: Kolumbiya üçün Tətbiq
bg: Приложение за Колумбия
bn_in: কলম্বিয়ার জন্য অ্যাপ
cs: Aplikace pro Kolumbii
cy: Ap ar gyfer Colombia
da: App til Colombia
el: Εφαρμογή για Κολομβία
es: App para Colombia
eu: Kolonbiarako aplikazioa
fr: Application pour la Colombie
hi_in: कोलंबिया के लिए एप
id: Aplikasi untuk Kolombia
it: App per la Colombia
ja: コロンビア向けアプリ
ko: 콜롬비아 앱
mg: App ho an'i Kolombia
nl: App voor Colombia
pa: ਕੋਲੰਬੀਆ ਲਈ ਐਪ
pl: Aplikacja dla Kolumbii
pt_br: App para a Colômbia
ro: aplicație pentru Columbia
sk: Aplikácia pre Kolumbiu
sl: Aplikacija za Kolumbijo
sq: Aplikacion për Kolombinë
sr: Апликација за Колумбију
sr_latn: Aplikacija za Kolumbiju
sw: Programu tumizi ya Columbia
tr: Kolombiya uygulamaları
uk: Програма для Колумбії
xh: i-App yeColombiaii-Apps zeColombia
zh_cn: 适合哥伦比亚的应用
zu: I-app yase-Columbia

source: App for Costa Rica
af: Program vir Costa Rica
ar: تطبيق لكوستاريكا
az: Kosta Rika üçün Tətbiq
bg: Приложение за Коста Рика
bn_in: কোস্টারিকার জন্য অ্যাপ
cs: Aplikace pro Kostariku
cy: Ap ar gyfer Costa Rica
da: App til Costa Rica
el: Εφαρμογή για Κόστα Ρίκα
es: App para Costa Rica
eu: Costa Ricarako aplikazioa
fr: Application pour le Costa Rica
hi_in: कोस्टा रिका के लिए एप्लिकेशन
id: Aplikasi untuk Kosta Rika
it: App per la Costa Rica
ja: コスタリカ向けアプリ
ko: 코스타리카 앱
mg: App ho an'i Costa Rica
nl: App voor Costa Rica
pa: ਕੋਸਟਾ ਰੀਕਾ ਲਈ ਐਪ
pl: Aplikacja dla Kostaryki
pt_br: App para a Costa Rica
ro: aplicație pentru Costa Rica
sk: Aplikácia pre Kostariku
sl: Aplikacija za Kostariko
sq: Aplikacion për Kosta Rikën
sr: Апликација за Костарику
sr_latn: Aplikacija za Kostariku
sw: Programu ya Costarica
tr: Kosta Rika uygulamaları
uk: Програма для Коста-Ріки
xh: i-App yeCosta Ricaii-Apps zeCosta Rica
zh_cn: 适合哥斯达黎加的应用
zu: I-app yase-Costa Rica

source: App for Croatia
af: Program vir Kroasië
ar: تطبيق لكرواتيا
az: Xorvatiya üçün Tətbiq
bg: Приложение за Хърватска
bn_in: ক্রোয়েশিয়ার জন্য অ্যাপ
cs: Aplikace pro Chorvatsko
cy: Ap ar gyfer Croatia
da: App til Kroatien
el: Εφαρμογή για Κροατία
es: App para Croacia
eu: Kroaziarako aplikazioa
fr: Application pour la Croatie
hi_in: क्रोएशिया के लिए ऐप
id: Aplikasi untuk Kroasia
it: App per la Croazia
ja: クロアチア向けアプリ
ko: 크로아티아 앱
mg: App ho an'i Kroasia
nl: App voor Kroatië
pa: ਕਰੋਟੀਆ ਲਈ ਐਪ
pl: Aplikacja dla Chorwacji
pt_br: App para a Croácia
ro: aplicație pentru Croația
sk: Aplikácia pre Chorvátsko
sl: Aplikacija za Hrvaško
sq: Aplikacion për Kroacinë
sr: Апликација за Хрватску
sr_latn: Aplikacija za Hrvatsku
sw: Programu ya Croatia
tr: Hırvatistan uygulamaları
uk: Програма для Хорватії
xh: i-App yeCroatiaii-Apps zeCroatia
zh_cn: 适合克罗地亚的应用
zu: I-app yase-Croatia

source: App for Czech Republic
af: Program vir die Tsjeggiese Republiek
ar: تطبيق لجمهورية التشيك
az: Çexiya üçün Tətbiq
bg: Приложение за Чехия
bn_in: চেক রিপাব্লিকের জন্য অ্যাপ
cs: Aplikace pro Českou republiku
cy: Ap ar gyfer Y Weriniaeth Tsiec
da: App til Tjekkiet
el: Εφαρμογή για Τσεχία
es: App para República Checa
eu: Txekiar Errepublikarako aplikazioa
fr: Application pour la République Tchèque
hi_in: चेक गणराज्य के लिए एप्लिकेशन
id: Aplikasi untuk Republik Ceska
it: App per la Repubblica Ceca
ja: チェコ共和国向けアプリ
ko: 체코 앱
mg: App ho an'ny Repoblika Tseky
nl: App voor Tsjechië
pa: ਚੈੱਕ ਰੀਪਬਲਿਕ ਲਈ ਐਪ
pl: Aplikacja dla Czech
pt_br: App para a República Tcheca
ro: aplicație pentru Republica Cehă
sk: Aplikácia pre Českú republiku
sl: Aplikacij za Češko
sq: Aplikacion për Republikën Çeke
sr: Апликација за Чешку
sr_latn: Aplikacija za Češku
sw: Programu ya Jamhuri ya Czech
tr: Çek Cumhuriyeti uygulamaları
uk: Програма для Чехії
xh: i-App yaseCzech Republicii-Apps zaseCzech Republic
zh_cn: 适合捷克共和国的应用
zu: I-app yase-Czech Republic

source: App for Ecuador
af: Program vir Ecuador
ar: تطبيق للأكوادور
az: Ekvador üçün Tətbiq
bg: Приложение за Еквадор
bn_in: ইকুয়েডরের জন্য অ্যাপ
cs: Aplikace pro Ekvádor
cy: Ap ar gyfer Ecuador
da: App til Ecuador
el: Εφαρμογή για Εκουαδόρ
es: App para Ecuador
eu: Ekuadorrerako aplikazioa
fr: Application pour l'Équateur
hi_in: इक्वाडोर के लिए एप्लिकेशन
id: Aplikasi untuk Ekuador
it: App per l’Ecuador
ja: エクアドル向けアプリ
ko: 에쿠아도르 앱
mg: App ho an'i Ekoatera
nl: App voor Ecuador
pa: ਇਕਵਾਡੋਰ ਲਈ ਐਪ
pl: Aplikacja dla Ekwadoru
pt_br: App para o Equador
ro: aplicație pentru Ecuador
sk: Aplikácia pre Ekvádor
sl: Aplikacija za Ekvador
sq: Aplikacion për Ekuadorin
sr: Апликација за Еквадор
sr_latn: Aplikacija za Ekvador
sw: Programu ya Ecuador
tr: Ekvador uygulamaları
uk: Програма для Еквадору
xh: i-App yaseEcuadorii-Apps zaseEcuador
zh_cn: 适合厄瓜多尔的应用
zu: I-app yase-Ecuador

source: App for El Salvador
af: Program vir El Salvador
ar: تطبيق لألسلفادور
az: Salvador üçün Tətbiq
bg: Приложение за Салвадор
bn_in: এল স্যাল্ভাডোরের জন্য অ্যাপ
cs: Aplikace pro Salvador
cy: Ap ar gyfer El Salvador
da: App til El Salvador
el: Εφαρμογή για Ελ Σαλβαδόρ
es: App para El Salvador
eu: El Salvadorrerako aplikazioa
fr: Application pour le Salvador
hi_in: अल सल्वाडोर के लिए एप्लिकेशन
id: Aplikasi untuk El Salvador
it: App per El Salvador
ja: エルサルバドル向けアプリ
ko: 엘살바도르 앱
mg: App ho an'i El Salvador
nl: App voor El Salvador
pa: ਸੈਲਵਾਡੋਰ ਈਐਲ ਲਈ ਐਪ
pl: Aplikacja dla Salwadoru
pt_br: App para El Salvador
ro: aplicație pentru El Salvador
sk: Aplikácia pre Salvador
sl: Aplikacija za Salvador
sq: Aplikacion për Salvadorin
sr: Апликација за Салвадор
sr_latn: Aplikacija za Salvador
sw: Programu ya El Salvador
tr: El Salvador uygulamaları
uk: Програма для Сальвадору
xh: i-App yase-El Salvadorii-Apps zase-El Salvador
zh_cn: 适合萨尔瓦多的应用
zu: I-app yase-El Salvador

source: App for France
af: Program vir Frankryk
ar: تطبيق لفرنسا
az: Fransa üçün Tətbiq
bg: Приложение за Франция
bn_in: ফ্রান্সের জন্য অ্যাপ
cs: Aplikace pro Francii
cy: Ap ar gyfer Ffrainc
da: App til Frankrig
el: Εφαρμογή για Γαλλία
es: App para Francia
eu: Frantziarako aplikazioa
fr: Application pour la France
hi_in: फ्रांस के लिए एप्लिकेशन
id: Aplikasi untuk Prancis
it: App per la Francia
ja: フランス向けアプリ
ko: 프랑스 앱
mg: App ho an'i Frantsa
nl: App voor Frankrijk
pa: ਫਰਾਂਸ ਲਈ ਐਪ
pl: Aplikacja dla Francji
pt_br: App para a França
ro: aplicație pentru Franța
sk: Aplikácia pre Francúzsko
sl: Aplikacija za Francijo
sq: Aplikacion për Francën
sr: Апликација за Француску
sr_latn: Aplikacija za Francusku
sw: Programu ya Ufaransa
tr: Fransa uygulamaları
uk: Програма для Франції
xh: i-App yaseFranceii-Apps zaseFrance
zh_cn: 适合法国的应用
zu: I-app yase-France

source: App for Germany
af: Program vir Duitsland
ar: تطبيق لألمانيا
az: Almaniya üçün Tətbiq
bg: Приложение за Германия
bn_in: জার্মানির জন্য অ্যাপ
cs: Aplikace pro Německo
cy: Ap ar gyfer Yr Almaen
da: App til Tyskland
el: Εφαρμογή για Γερμανία
es: App para Alemania
eu: Alemaniarako aplikazioa
fr: Application pour l'Allemagne
hi_in: जर्मनी के लिए एप्लिकेशन
id: Aplikasi untuk Jerman
it: App per la Germania
ja: ドイツ向けアプリ
ko: 독일 앱
mg: App ho an'i Alemaina
nl: App voor Duitsland
pa: ਜਰਮਨੀ ਲਈ ਐਪ
pl: Aplikacja dla Niemiec
pt_br: App para a Alemanha
ro: aplicație pentru Germania
sk: Aplikácia pre Nemecko
sl: Aplikacija za Nemčijo
sq: Aplikacion për Gjermaninë
sr: Апликација за Немачку
sr_latn: Aplikacija za Nemačku
sw: Programu ya Ujerumani
tr: Almanya uygulamaları
uk: Програма для Німеччини
xh: i-App yeGermanyii-Apps zaseGermany
zh_cn: 适合德国的应用
zu: I-app yase-Germany

source: App for Greece
af: Program vir Griekeland
ar: تطبيق لاليونان
az: Yunanıstan üçün Tətbiq
bg: Приложение за Гърция
bn_in: গ্রীসের জন্য অ্যাপ
cs: Aplikace pro Řecko
cy: Ap ar gyfer Gwlad Groeg
da: App til Grækenland
el: Εφαρμογή για Ελλάδα
es: App para Grecia
eu: Greziarako aplikazioa
fr: Application pour la Grèce
hi_in: ग्रीस के लिए एप्लिकेशन
id: Aplikasi untuk Yunani
it: App per la Grecia
ja: ギリシャ向けアプリ
ko: 그리스 앱
mg: App ho an'i Gresy
nl: App voor Griekenland
pa: ਗਰੀਸ ਲਈ ਐਪ
pl: Aplikacja dla Grecji
pt_br: App para a Grécia
ro: aplicație pentru Grecia
sk: Aplikácia pre Grécko
sl: Aplikacija za Grčijo
sq: Aplikacion për Greqinë
sr: Апликација за Грчку
sr_latn: Aplikacija za Grčku
sw: Programu ya Ugiriki
tr: Yunanistan uygulamaları
uk: Програма для Греції
xh: i-App yeGreeceii-Apps zaseGreece
zh_cn: 适合希腊的应用
zu: I-app yase-Greece

source: App for Hungary
af: Program vir Hongarye
ar: تطبيق لهنغاريا
az: Macarıstan üçün Tətbiq
bg: Приложение за Унгария
bn_in: হাঙ্গেরির জন্য অ্যাপ
cs: Aplikace pro Maďarsko
cy: Ap ar gyfer Hwngari
da: App til Ungarn
el: Εφαρμογή για Ουγγαρία
es: App para Hungría
eu: Hungariarako aplikazioa
fr: Application pour la Hongrie
hi_in: हंगरी के लिए एप्लिकेशन
id: Aplikasi untuk Hungaria
it: App per l’Ungheria
ja: ハンガリー向けアプリ
ko: 헝가리 앱
mg: App ho an'i Hongria
nl: App voor Hongarije
pa: ਹੰਗਰੀ ਲਈ ਐਪ
pl: Aplikacja dla Węgier
pt_br: App para a Hungria
ro: aplicație pentru Ungaria
sk: Aplikácia pre Maďarsko
sl: Aplikacija za Madžarsko
sq: Aplikacion për Hungarinë
sr: Апликација за Мађарску
sr_latn: Aplikacija za Mađarsku
sw: Programu ya Hungary
tr: Macaristan uygulamaları
uk: Програма для Угорщини
xh: i-App yeHungaryii-Apps zaseHungary
zh_cn: 适合匈牙利的应用
zu: I-app yase-Hungary

source: App for India
af: Program vir Indië
ar: تطبيق للهند
az: Hindistan üçün Tətbiq
bg: Приложение за Индия
bn_in: ভারতের জন্য অ্যাপ
cs: Aplikace pro Indii
cy: Ap ar gyfer India
da: App til Indien
el: Εφαρμογή για Ινδία
es: App para India
eu: Indiarako aplikazioa
fr: Application pour l'Inde
hi_in: इंडिया के लिए एप
id: Aplikasi untuk India
it: App per l’India
ja: インド向けアプリ
ko: 인도 앱
mg: App ho an'i India
nl: App voor India
pa: ਇੰਡੀਆ ਲਈ ਐਪ
pl: Aplikacja dla Indii
pt_br: App para a Índia
ro: aplicație pentru India
sk: Aplikácia pre Indiu
sl: Aplikacija za Indijo
sq: Aplikacion për Indinë
sr: Апликација за Индију
sr_latn: Aplikacija za Indiju
sw: Programu ya India
tr: Hindistan uygulamaları
uk: Програма для Індії
xh: i-App yeIndiaii-Apps zaseIndia
zh_cn: 适合印度的应用
zu: I-app yase-India

source: App for Italy
af: Program vir Italië
ar: تطبيق لإيطاليا
az: İtaliya üçün Tətbiq
bg: Приложение за Италия
bn_in: ইতালির জন্য অ্যাপ
cs: Aplikace pro Itálii
cy: Ap ar gyfer yr Eidal
da: App til Italien
el: Εφαρμογή για Ιταλία
es: App para Italia
eu: Italiarako aplikazioa
fr: Application pour l'Italie
hi_in: इटली के लिए एप
id: Aplikasi untuk Italia
it: App per l’Italia
ja: イタリア向けアプリ
ko: 이탈리아 앱
mg: App ho an'i Italia
nl: App voor Italië
pa: ਇਟਲੀ ਲਈ ਐਪ
pl: Aplikacja dla Włoch
pt_br: App para a Itália
ro: aplicație pentru Italia
sk: Aplikácia pre Taliansko
sl: Aplikacija za Italijo
sq: Aplikacion për Italinë
sr: Апликација за Италију
sr_latn: Aplikacija za Italiju
sw: Programu ya Italia
tr: İtalya uygulamaları
uk: Програма для Італії
xh: i-App yeItalyii-Apps zeItaly
zh_cn: 适合意大利的应用
zu: I-app yase-Italy

source: App for Japan
af: Program vir Japan
ar: تطبيق لليابان
az: Yaponiya üçün Tətbiq
bg: Приложение за Япония
bn_in: জাপানের জন্য অ্যাপ
cs: Aplikace pro Japonsko
cy: Ap ar gyfer Japan
da: App til Japan
el: Εφαρμογή για Ιαπωνία
es: App para Japón
eu: Japoniarako aplikazioa
fr: Application pour le Japon
hi_in: जापान के लिए एप
id: Aplikasi untuk Jepang
it: App per il Giappone
ja: 日本向けアプリ
ko: 일본 앱
mg: App ho an'i Japana
nl: App voor Japan
pa: ਜਪਾਨ ਲਈ ਐਪ
pl: Aplikacja dla Japonii
pt_br: App para o Japão
ro: aplicație pentru Japonia
sk: Aplikácia pre Japonsko
sl: Aplikacija za Japonsko
sq: Aplikacion për Japoninë
sr: Апликација за Јапан
sr_latn: Aplikacija za Japan
sw: Programu ya Japani
tr: Japonya uygulamaları
uk: Програма для Японії
xh: i-App yeJapanii-Apps zaseJapan
zh_cn: 适合日本的应用
zu: I-app yase-Japan

source: App for Macedonia
af: Program vir Masedonië
ar: تطبيق لمقدونيا
az: Makedoniya üçün Tətbiq
bg: Приложение за Македония
bn_in: ম্যাসেডোনিয়ার জন্য অ্যাপ
cs: Aplikace pro Makedonii
cy: Ap ar gyfer Macedonia
da: App til Makedonien
el: Εφαρμογή για ΠΓΔΜ
es: App para Macedonia
eu: Mazedoniarako aplikazioa
fr: Application pour la Macédoine
hi_in: मकदूनिया के लिए एप
id: Aplikasi untuk Makedonia
it: App per la Macedonia
ja: マケドニア向けアプリ
ko: 마케도니아 앱
mg: App ho an'i Masedonia
nl: App voor Macedonië
pa: ਮੈਸੇਡੋਨੀਆ ਲਈ ਐਪ
pl: Aplikacja dla Macedonii
pt_br: App para a Macedônia
ro: aplicație pentru Macedonia
sk: Aplikácia pre Macedónsko
sl: Aplikacija za Makedonijo
sq: Aplikacion për Maqedoninë
sr: Апликација за Македонију
sr_latn: Aplikacija za Makedoniju
sw: Programu ya Masedonia
tr: Makedonya uygulamaları
uk: Програма для Македонії
xh: i-App yeMacedoniaii-Apps zeMacedonia
zh_cn: 适合马其顿的应用
zu: I-app yase-Macedonia

source: App for Mexico
af: Program vir Mexiko
ar: تطبيق للمكسيك
az: Meksika üçün Tətbiq
bg: Приложение за Мексико
bn_in: মেক্সিকোর জন্য অ্যাপ
cs: Aplikace pro Mexiko
cy: Ap ar gyfer Mecsico
da: App til Mexico
el: Εφαρμογή για Μεξικό
es: App para México
eu: Mexikorako aplikazioa
fr: Application pour le Mexique
hi_in: मेक्सिको के लिए एप
id: Aplikasi untuk Meksiko
it: App per il Messico
ja: メキシコ向けアプリ
ko: 멕시코 앱
mg: App ho an'i Meksika
nl: App voor Mexico
pa: ਮੈਕਸੀਕੋ ਲਈ ਐਪ
pl: Aplikacja dla Meksyku
pt_br: App para o México
ro: aplicație pentru Mexic
sk: Aplikácia pre Mexiko
sl: Aplikacija za Mehiko
sq: Aplikacion për Meksikën
sr: Апликација за Мексико
sr_latn: Aplikacija za Meksiko
sw: Programu ya Mexico
tr: Meksika uygulamaları
uk: Програма для Мексики
xh: i-App yeMexicoii-Apps zeMexico
zh_cn: 适合墨西哥的应用
zu: I-app yase-Mexico

source: App for Montenegro
af: Program vir Montenegro
ar: تطبيق لمونتينيجرو
az: Monteneqro üçün Tətbiq
bg: Приложение за Черна Гора
bn_in: মন্টেনেগ্রোর জন্য অ্যাপ
cs: Aplikace pro Černou horu
cy: Ap ar gyfer Montenegro
da: App til Montenegro
el: Εφαρμογή για Μαυροβούνιο
es: App para Montenegro
eu: Montenegrorako aplikazioa
fr: Application pour le Monténégro
hi_in: मॉन्टेंगरो के लिए एप
id: Aplikasi untuk Montenegro
it: App per il Montenegro
ja: モンテネグロ向けアプリ
ko: 몬테네그로 앱
mg: App ho an'i Montenegro
nl: App voor Montenegro
pa: ਮੋਂਟੇਨੀਗਰੋ ਲਈ ਐਪ
pl: Aplikacja dla Czarnogóry
pt_br: App para Montenegro
ro: aplicație pentru Muntenegru
sk: Aplikácia pre Čiernu Horu
sl: Aplikacija za Črno goro
sq: Aplikacion për Malin e Zi
sr: Апликација за Црну Гору
sr_latn: Aplikacija za Crnu Goru
sw: Programu ya Montenegro
tr: Karadağ uygulamaları
uk: Програма для Чорногорії
xh: i-App yeMontenegroiiApps zeMontenegro
zh_cn: 适合黑山的应用
zu: I-app yase-Montenegro

source: App for Nicaragua
af: Program vir Nicaragua
ar: تطبيق لنيكاراغوا
az: Nikaraqua üçün Tətbiq
bg: Приложение за Никарагуа
bn_in: নিকারাগুয়ার জন্য অ্যাপ
cs: Aplikace pro Nicaragua
cy: Ap ar gyfer Nicaragua
da: App til Nicaragua
el: Εφαρμογή για Νικαράγουα
es: App para Nicaragua
eu: Nikaraguarako aplikazioa
fr: Application pour le Nicaragua
hi_in: निकारागुआ के लिए एप्लिकेशन
id: Aplikasi untuk Nikaragua
it: App per il Nicaragua
ja: ニカラグア向けアプリ
ko: 니카라과 앱
mg: App ho an'i Nikaragoà
nl: App voor Nicaragua
pa: ਨਿਕਾਰਾਗੁਆ ਲਈ ਐਪ
pl: Aplikacja dla Nikaragui
pt_br: App para Nicarágua
ro: aplicație pentru Nicaragua
sk: Aplikácia pre Nikaraguu
sl: Aplikacija za Nikaragvo
sq: Aplikacion për Nikaraguan
sr: Апликација за Никарагву
sr_latn: Aplikacija za Nikaragvu
sw: Programu ya Nikaragua
tr: Nikaragua uygulamaları
uk: Програма для Нікарагуа
xh: i-App yeNicaraguaii-Apps zeNicaragua
zh_cn: 适合尼加拉瓜的应用
zu: I-app yase-Nicaragua

source: App for Panama
af: Program vir Panama
ar: تطبيق لبنما
az: Panama üçün Tətbiq
bg: Приложение за Панама
bn_in: পানামার জন্য অ্যাপ
cs: Aplikace pro Panamu
cy: Ap ar gyfer Panama
da: App til Panama
el: Εφαρμογή για Παναμά
es: App para Panamá
eu: Panamarako aplikazioa
fr: Application pour le Panama
hi_in: पनामा के लिए एप्लिकेशन
id: Aplikasi untuk Panama
it: App per il Panama
ja: パナマ向けアプリ
ko: 파나마 앱
mg: App ho an'i Panama
nl: App voor Panama
pa: ਪਨਾਮਾ ਲਈ ਐਪ
pl: Aplikacja dla Panamy
pt_br: App para o Panamá
ro: aplicație pentru Panama
sk: Aplikácia pre Panamu
sl: Aplikacija za Panamo
sq: Aplikacion për Panamanë
sr: Апликација за Панаму
sr_latn: Aplikacija za Panamu
sw: Programu ya Panama
tr: Panama uygulamaları
uk: Програма для Панами
xh: i-App yePanamaii-Apps zePanama
zh_cn: 适合巴拿马的应用
zu: I-app yase-Panama
