Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: {app_name} screenshot
af: {app_name} skermskoot
ar: صورة من {app_name}
az: {app_name} ekran görüntüsü
bg: Екранна снимка на {app_name}
bn_in: {app_name} স্ক্রিনশট
ca: Captura de pantalla de {app_name}
cs: Snímek obrazovky {app_name}
cy: Llun sgrin {app_name}
da: {app_name} skærmbillede
el: Εικόνα {app_name}
es: captura de pantalla {app_name}
eu: {app_name}(r)en pantaila-argazkia
fr: capture d'écran pour {app_name}
hi_in: {app_name} स्क्रीनशॉट
id: Tangkapan layar {app_name}
it: Screenshot di {app_name}
ja: {app_name} のスクリーンショット
ko: {app_name} 스크린샷
mg: Sarin'efijerin'i {app_name}
nl: {app_name}-schermafbeelding
pa: {app_name} ਸਕਰੀਨਸ਼ਾਟ
pl: Zrzut {app_name}
pt_br: {app_name} captura de tela
ro: Captură de ecran {app_name}
sk: Snímok obrazovky {app_name}
sl: {app_name} zajem zaslona
sq: Foto ekrani e {app_name}
sr: {app_name} снимак екрана
sr_latn: {app_name} snimak ekrana
sw: Picha ya skrini ya {app_name}
tr: {app_name} ekran görüntüsü
uk: Знімок екрану {app_name}
xh: {app_name} isikrinishothi
zh_cn: {app_name} 屏幕截图
zu: {app_name} isithombe seskrini

source: For previous version {version}
af: Vir vorige weergawe {version}
ar: للإصدار السابق رقم {version}
az: Köhnə {version} versiya üçün
bg: За предната версия {version}
bn_in: আগের সংস্করণের জন্য {version}
ca: Per a la versió {version} anterior
cs: Z předchozí verze {version}
cy: Ar gyfer fersiwn blaenorol {version}
da: Til tidligere version {version}
el: Για προηγούμενη έκδοση {version}
es: Para versión anterior {version}
eu: {version} bertsio zaharrerako
fr: Pour la version précédente {version}
hi_in: पुराने संस्करण के लिए {version}
id: Untuk versi sebelumnya {version}
it: Per la versione precedente {version}
ja: 旧バージョン {version} 向け
ko: 이전 버전 {version}
mg: Ho an'ny kinova {version} teo aloha
nl: Voor vorige versie {version}
pl: Dla poprzedniej wersji {version}
pt_br: Para a versão anterior {version}
ro: Pentru versiunea anterioară {version}
sk: Z predchádzajúcej verzie {version}
sl: Za prejšnje različice {različica}
sq: Për versionin e mëparshëm {version}
sr: За претходну верзију {version}
sr_latn: Za prethodnu verziju {version}
sw: Ya toleo la awali {version}
tr: Eski {version} sürümü için
uk: Для попередньої версії {version}
zh_cn: 以前的版本 {version}
zu: Okweveshini yangaphambilini {iveshini}

source: Edit
af: Redigeer
ar: تعديل
az: Düzəlt
bg: Редактиране
bn_in: সম্পাদনা করুন
ca: Edita
cs: Upravit
cy: Golygu
da: Rediger
el: Επεξεργασία
es: Editar
eu: Editatu
fr: Modifier
ga_ie: Eagar
hi_in: संपादित करें
it: Modifica
ja: 編集
ko: 수정
mg: Hanitsy
nl: Bewerken
pa: ਸੋਧ
pl: Edytuj
pt_br: Editar
ro: Editează
sk: Upraviť
sl: Uredi
sq: Përpunoni
sr: Измени
sr_latn: Izmeni
sw: Hariri
th: แก้ไข
tr: Düzenle
uk: Змінити
xh: Hlela
zh_cn: 编辑
zu: Hlela

source: Delete
af: Skrap
ar: حذف
az: Sil
bg: Изтриване
bn_in: বাতিল করুন
ca: Suprimeix
cs: Smazat
cy: Dileu
da: Slet
el: Διαγραφή
es: Borrar
eu: Ezabatu
fr: Supprimer
ga_ie: Scrios
hi_in: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
mg: Hamafa
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
pt_br: Excluir
ro: Șterge
sk: Odstrániť
sl: Izbriši
sq: Fshije
sr: Обриши
sr_latn: Obriši
sw: Futa
th: ลบ
tr: Sil
uk: Вилучити
xh: Cima
zh_cn: 删除
zu: Dilitha

source: Report
af: Verslag
ar: أبلغ
az: Şikayət et
bg: Докладване
bn_in: রিপোর্ট করুন
ca: Informa
cs: Hlášení
cy: Adrodd
da: Rapportér
el: Αναφορά
es: Informar
eu: Salatu
fr: Signaler
ga_ie: Déan Tuairisc
hi_in: रिपोर्ट
id: Laporkan
it: Segnala
ja: 報告
ko: 보고
mg: Hitatitra
nl: Rapporteren
pa: ਰਿਪੋਰਟ
pl: Zgłoś
pt_br: Relatar
ro: Raportează
sk: Nahlásiť
sl: Prijavi
sq: Raportoje
sr: Пријави
sr_latn: Prijavi
sw: Ripoti
th: รายงาน
tr: Raporla
uk: Повідомити
xh: Xela
zh_cn: 报告
zu: Bika

source: Flagged for review
af: Gevlag vir resensering
ar: ضع علامة للمراجعة
az: Baxış üçün işarətlənib
bg: Избрано за преглед
bn_in: রিভিউয়ের জন্য ফ্ল্যাগ করা হয়েছে
ca: Senyalat per a valorar
cs: Označena pro kontrolu
cy: Nodwyd ar gyfer adolygiad
el: Επισημάνθηκε για αξιολόγηση
es: Marcada para valoración
eu: Baloratzeko markatua
fr: Marqué pour revue
ga_ie: Bratach curtha leis
hi_in: समीक्षा के लिए चिह्नित
id: Ditandai untuk ditinjau
it: Segnalato ai moderatori
ja: レビュー報告済み
ko: 사용자 평가에 플래그 달기
mg: Voamarika hotsaraina
nl: Gemarkeerd voor beoordeling
pa: ਸਮੀਖਿਆ ਲਈ ਫਲੈਗ
pl: Oznaczono do sprawdzenia
pt_br: Marcado para avaliação
ro: Semnalat pentru revizuire
sk: Označené na kontrolu
sl: Označeno z zastavico za ocenjevanje
sq: Me shenjë për shqyrtim
sr: Означено за преглед
sr_latn: Označeno za pregled
sw: Imealamishwa kwa ajili ya mapitio
tr: İncelenmek üzere işaretlendi
uk: Відмічено для перевірки
xh: Okuflegelwe uhlolo
zh_cn: 已标记评价
zu: Ifulegelwe ukubukezwa

source: Rated {stars} out of {maxstars} stars
af: Beoordeeld met {stars} uit {maxstars} sterre
ar: تقييم {stars} من أصل {maxstars} نجوم
az: {maxstars} üzərindən {stars} bal alıb
bg: Оценено с {stars} от {maxstars} звезди
bn_in: রেট করা {stars} {maxstars}-র মধ্যে
ca: Puntuat amb {stars} de {maxstars} estrelles
cs: Hodnocení {stars} z {maxstars} hvězdiček
cy: Graddiwyd {stars} allan o {maxstars} seren
da: Bedømmelse: {stars} ud af {maxstars} stjerner
el: Βαθμολογήθηκε με {stars} αστέρια από μέγιστο {maxstars}
es: Puntuada con {stars} de {maxstars} estrellas
eu: {maxstars} izarretatik {stars} ditu
fr: Noté {stars} sur {maxstars} étoiles
ga_ie: Rátáil: {stars} as {maxstars} réiltín
hi_in: रेटेड {stars} में से {maxstars} सितारे
id: Diperingkat {stars} dari{maxstars} bintang
it: Assegnate {stars} su {maxstars} stelle
ja: 評価: {maxstars} つ星のうち {stars}
ko: {maxstars}점 만점 중 {stars}점으로 평가됨
mg: Nomena naoty {stars} amin'ny kintana {maxstars}
nl: Waardering: {stars} van {maxstars} sterren
pa: {maxstars} ਤਾਰਿਆਂ ਵਿੱਚੋਂ {stars} ਰੇਟਿੰਗ
pl: Oceniono jako {stars}/{maxstars}
pt_br: Avaliado em {stars} de {maxstars} estrelas
ro: Evaluat cu {stars} din {maxstars} stele
sk: Ohodnotené {stars} z {maxstars} hviezdičiek
sl: Ocena: {stars} od skupno {maxstars} zvezdic
sq: Vlerësuar me {stars} nga {maxstars} yje gjithsej
sr: Оцењено са {stars} од {maxstars} звездица
sr_latn: Ocenjeno sa {stars} od {maxstars} zvezdica
sw: Imepewa nyota {stars} kati ya nyota {maxstars}
th: ถูกจัดอันดับ {stars} จาก {maxstars} ดาว
tr: {maxstars} üzerinden {stars} puan almış
uk: Оцінка {stars} із {maxstars} зірок
xh: Ikalishwe {iinkwenkwezi} ngaphezu kweenkwenkwezi {maxstars}
zh_cn: 评{stars}星（满分{maxstars}星）
zu: Kulinganiselwe {izinkanyezi} kwezingu {maxstars} izinkanyezi

source: Need to report something?
af: Wil jy iets rapporteer?
ar: هل تريد الإبلاغ عن شيء؟
az: Nəyisə xəbər etmək istəyirsiz?
bg: Искате да докладвате нещо?
bn_in: কিছু কি রিপোর্ট করা জরুরি?
ca: Voleu notificar alguna cosa?
cs: Chcete nám něco nahlásit?
cy: Angen adrodd ar rhywbeth?
da: Brug for at indberette noget?
el: Θέλετε να κάνετε μια αναφορά;
es: ¿Quieres informar sobre algo?
eu: Zerbaiten berri eman nahi?
fr: Besoin de signaler quelque chose ?
hi_in: कुछ रिपोर्ट करने की आवश्यकता है?
id: Perlu melaporkan sesuatu?
it: Hai qualcosa da segnalare?
ja: 何か報告が必要ですか？
ko: 보고가 필요합니까?
mg: Te-hitatitra zavatra?
nl: Wilt u iets melden?
pl: Chcesz coś zgłosić?
pt_br: Tem algo a relatar?
ro: Ai nevoie să raportezi ceva?
sk: Chcete nám niečo nahlásiť?
sl: Želite karkoli sporočiti?
sq: Doni të njoftoni diçka?
sr: Морате да пријавите нешто?
sr_latn: Morate da prijavite nešto?
sw: Je unataka kuripoti kitu?
tr: Bir şeyi rapor etmeniz mi gerekiyor?
uk: Потрібно про щось повідомити?
zh_cn: 需要报告什么？
zu: Kukhona odinga ukukubika?

source: Let us know if you find any issues regarding abuse about this app.
ja: このアプリについて何か不正行為などの問題があればお知らせください。

source: Submit Report
af: Stuur rapportering in
ar: إرسال التقرير
az: Raport Göndər
bg: Изпращане на доклад
bn_in: রিপোর্ট জমা দিন
ca: Envia l'informe
cs: Odeslat hlášení
cy: Cyflwyno Adroddiad
da: Indsend rapport
el: Υποβολή Αναφοράς
es: Enviar reporte
eu: Bidali salaketa
fr: Envoyer le rapport
hi_in: रिपोर्ट सबमिट करें
id: Kirimkan Laporan
it: Invia rapporto
ja: 報告を送信
ko: 보고서 제출
mg: Handefa Tatitra
nl: Rapport verzenden
pl: Wyślij zgłoszenie
pt_br: Enviar relato
ro: Trimite raportul
sk: Odoslať hlásenie
sl: Pošlji poročilo
sq: Parashtroni Njoftim
sr: Поднеси пријаву
sr_latn: Podnesi prijavu
sw: Wasilisha Ripoti
uk: Відправити звіт
zh_cn: 提交报告
zu: Letha Umbiko

source: Report Abuse
af: Rapporteer misbruik
ar: الإبلاغ عن إساءة الأستخدام
az: Sui-istifadə xəbər et
bg: Докладване злоупотреба
bn_in: অপব্যবহার হলে রিপোর্ট করুন
ca: Informa d'un abús
cs: Nahlásit zneužití
cy: Adrodd ar Gamddefnydd
da: Rapportér misbrug
el: Αναφορά κατάχρησης
es: Informar sobre uso indebido
eu: Eman erabilera okerren berri
fr: Signaler un abus
ga_ie: Déan Tuairisc ar Dhrochúsáid
hi_in: दुर्व्यवहार की रिपोर्ट करें
id: Laporkan Penyalahgunaan
it: Segnala abuso
ja: 不正報告
ko: 권리 침해 신고
mg: Hitatitra Fanararaotana
nl: Misbruik melden
pa: ਉਲੰਘਣ ਦੀ ਰਿਪੋਰਟ ਦਿਓ
pl: Zgłoś nadużycie
pt_br: Denunciar abuso
ro: Raportează abuz
sk: Nahlásiť zneužitie
sl: Prijavi zlorabo
sq: Njoftoni Dhunim
sr: Пријави злоупотребу
sr_latn: Prijavi zloupotrebu
sw: Ripoti Dhuluma
th: รายงานการละเมิด
tr: Suistimal bildir
uk: Надіслати скаргу
xh: Kuxele ukuxhatshazwa
zh_cn: 报告滥用
zu: Bika Ukuxhaphaza

source: Description
af: Beskrywing
ar: الوصف
az: Açıqlama
bg: Описание
bn_in: বর্ণনা
ca: Descripció
cs: Popis
cy: Disgrifiad
da: Beskrivelse
el: Περιγραφή
es: Descripción
eu: Deskribapena
hi_in: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
mg: Fanoritsoritana
nl: Beschrijving
pa: ਵੇਰਵਾ
pl: Opis
pt_br: Descrição
ro: Descriere
sk: Popis
sl: Opis
sq: Përshkrim
sr: Опис
sr_latn: Opis
sw: Maelezo
th: รายละเอียด
tr: Açıklama
uk: Опис
xh: Inkcazelo
zh_cn: 描述
zu: Incazelo

source: View All
af: Bekyk almal
ar: إظهار الكل
az: Hamısını Gör
bg: Пълно описание
bn_in: সব দেখুন
ca: Mostra-les totes
cs: Zobrazit vše
cy: Gweld y Cyfan
da: Vis alle
el: Προβολή όλων
es: Ver todas
eu: Ikusi guztiak
fr: Tout afficher
ga_ie: Féach Uile
hi_in: सभी देखें
id: Tampilkan Semua
it: Mostra tutto
ja: すべて見る
ko: 모두 보기
mg: Hijery Rehetra
nl: Alles weergeven
pa: ਸਭ ਵੇਖੋ
pl: Zobacz wszystkie
pt_br: Ver todos
ro: Vezi toate
sk: Zobraziť všetky
sl: Prikaži vse
sq: Shihini të Tëra
sr: Прегледај све
sr_latn: Pregledaj sve
sw: Tazama Zote
th: ดูทั้งหมด
tr: Tümünü göster
uk: Переглянути все
xh: Bona konke
zh_cn: 显示全部
zu: Buka Konke

source: Updates
af: Bywerkings
ar: التحديثات
az: Yeniləmələr
bg: Актуализации
bn_in: আপডেটসমূহ
ca: Actualitzacions
cs: Aktualizace
cy: Diweddariadau
da: Opdateringer
el: Ενημερώσεις
es: Actualizaciones
eu: Eguneratzeak
fr: Mises à jour
hi_in: अपडेट
id: Pembaruan
it: Aggiornamenti
ja: 更新
ko: 업데이트
mg: Fanavaozana
pa: ਅਪਡੇਟ
pl: Aktualizacje
pt_br: Atualizações
ro: Actualizări
sk: Aktualizácie
sl: Posodobitve
sq: Përditësime
sr: Ажурирања
sr_latn: Ažuriranja
sw: Sasisho.
tr: Güncellemeler
uk: Оновлення
xh: Izihlaziyi
zh_cn: 更新
zu: Ukuvuselela

source: Last updated
af: Laas bygewerk
ar: أخر تحديث
az: Son yenilənənlər
bg: Последно обновяване
bn_in: শেষ আপডেট
ca: Última actualització
cs: Naposledy aktualizováno
cy: Diweddarwyd diwethaf
da: Senest opdateret
el: Τελευταία ενημέρωση
es: Últimas actualizadas
eu: Azkena eguneratuak
fr: Dernière mise à jour
hi_in: आखरी अपडेट
id: Terakhir diperbarui
it: Ultimo aggiornamento
ja: 最終更新日
ko: 최신 업데이트
mg: Nohavaozina farany
nl: Laatst bijgewerkt
pl: Ostatnio zaktualizowane
pt_br: Última atualização
ro: Actualizat ultima dată
sk: Posledná aktualizácia
sl: Zadnjič posodobljeno
sq: Përditësuar së fundmi
sr: Последњи пут ажурирано
sr_latn: Poslednji put ažurirano
sw: Ilisasishwa mwisho
tr: Son güncelleme
uk: Востаннє оновлено
zh_cn: 上次更新
zu: Igcine ukuvuselelwa

source: Email Support
af: E-possteun
ar: البريد الإلكتروني للدعم الفني
az: E-poçt Dəstəyi
bg: Поддръжка по ел. поща
bn_in: ইমেইল সাপোর্ট
ca: Correu electrònic d'assistència
cs: E-mailová podpora
cy: Cefnogaeth E-bost
da: Supportmail
el: Email Υποστήριξης
es: Asistencia por correo electrónico
eu: Posta bidezko laguntza
fr: Contacter l'assistance
hi_in: ई - मेल समर्थन
id: Surel Dukungan
it: Indirizzo email per il supporto
ja: メールによるサポート
ko: 이메일 지원
mg: Fanampiana @ Mailaka
nl: Ondersteuning via e-mail
pl: E-mail pomocy
pt_br: E-mail de suporte
ro: E-mail pentru asistență
sk: E-mailová podpora
sl: Podpora preko E-pošte
sq: Asistencë Me Email
sr: Е-пошта подршке
sr_latn: E-pošta podrške
sw: Usaidizi wa Barua Pepe
uk: Електронна пошта підтримки
zh_cn: 电子邮件支持
zu: Ukwesekwa nge-imeyli

source: Support Site
af: Ondersteun werf
ar: موقع الدعم الفني
az: Dəstək Saytı
bg: Страница за поддръжка
bn_in: সাপোর্ট সাইট
ca: Lloc web de suport
cs: Stránka podpory
cy: Gwefan Cefnogi
da: Supportwebsted
el: Σελίδα υποστήριξης
es: Sitio de ayuda
eu: Laguntzarako gunea
fr: Site d'assistance
ga_ie: Suíomh Tacaíochta
hi_in: सहायता की साइट
id: Situs Dukungan
it: Sito di supporto
ja: サポートサイト
ko: 지원 사이트
mg: Tranonkala Fanampiana
nl: Ondersteuningswebsite
pa: ਸਹਿਯੋਗ ਸਾਈਟ
pl: Strona pomocy
pt_br: Página de suporte
ro: Site de asistență
sk: Stránka podpory
sl: Stran s podporo
sq: Sajt Asistence
sr: Сајт подршке
sr_latn: Sajt podrške
sw: Tovuti ya Usaidizi
tr: Destek sitesi
uk: Сайт підтримки
xh: Xhasa isayithi
zh_cn: 用户支持网站
zu: Isayithi Yokuthola Usizo

source: Homepage
af: Tuisblad
ar: موقع التطبيق
az: Ana Səhifə
bg: Начална страница
bn_in: হোমপেজ
ca: Pàgina d'inici
cs: Domovská stránka
cy: Gwefan Cefnogi
da: Hjemmeside
el: Αρχική σελίδα
es: Inicio
eu: Webgunea
fr: Page d'accueil
ga_ie: Leathanach Baile
hi_in: मुखपृष्ठ
id: Beranda
it: Pagina principale
ja: ホームページ
ko: 홈페이지
mg: Pejy trano
nl: Startpagina
pa: ਮੁੱਖ ਸਫ਼ਾ
pl: Strona domowa
pt_br: Página inicial
ro: Pagina de start
sk: Domovská stránka
sl: Domača stran
sq: Faqe hyrëse
sr: Почетна
sr_latn: Početna
sw: Ukurasa wa Nyumbani
th: หน้าแรก
tr: Web sitesi
uk: Домашня сторінка
xh: ikhasi lasekhaya
zh_cn: 主页
zu: Ikhasi Lasekhaya

source: Statistics
af: Statistiek
ar: الإحصائيات
az: Statistikalar
bg: Статистики
bn_in: পরিসংখ্যান
ca: Estadístiques
cs: Statistiky
cy: Ystadegau
da: Statistik
el: Στατιστικά
es: Estadísticas
eu: Estatistikak
fr: Statistiques
ga_ie: Staitisticí
hi_in: आंकड़े
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
mg: Antontanisa
nl: Statistieken
pa: ਅੰਕੜੇ
pl: Statystyki
pt_br: Estatíticas
ro: Statistici
sk: Štatistika
sl: Statistika
sq: Statistika
sr: Статистика
sr_latn: Statistika
sw: Takwimu
th: สถิติ
tr: İstatistikler
uk: Статистика
xh: iZitatistiki
zh_cn: 统计数据
zu: Izibalo

source: Edit Listing
af: Redigeer lysting
ar: تعديل القائمة
az: Elanı Düzəlt
bg: Редактирай списъка
bn_in: তালিকা সম্পাদনা করা
ca: Edita la llista
cs: Úprava stránky
cy: Golygu'r Rhestr
da: Rediger oversigt
el: Επεξεργασία καταχώρησης
es: Editar lista
eu: Zerrendak editatu
fr: Modifier le listing
ga_ie: Cuir an Liostáil in Eagar
hi_in: लिस्टिंग संपादित करें
id: Edit Cantuman
it: Modifica informazioni
ja: 公開ページを編集
ko: 목록 수정
mg: Hanitsy Lisitra
nl: Vermelding bewerken
pa: ਸੋਧ ਸੂਚੀ
pl: Edycja strony
pt_br: Editar lista
ro: Editează listarea
sk: Upraviť údaje
sl: Uredite seznam
sq: Përpunoni Listën
sr: Измени листу
sr_latn: Izmeni listu
sw: Hariri Orodha
th: แก้ไขรายการ
tr: Listelemeyi düzenle
uk: Редагувати перелік
xh: Hlela okudwelisiweyo
zh_cn: 编辑信息
zu: Hlela Uhla

source: Approve / Reject
af: Keur goed / keur af
ar: مقبُول/ مرفُض
az: Qəbul et / Ləğv et
bg: Одобри / Откажи
bn_in: অনুমোদন / প্রত্যাখ্যান করুন
ca: Aprova / rebutja
cs: Schválit / Zamítnout
cy: Cymeradwyo / Gwrthod
da: Godkend / Afvis
el: Έγκριση / Απόρριψη
es: Aprobar / Rechazar
eu: Onartu / Baztertu
fr: Approuver / Rejeter
ga_ie: Ceadaigh / Diúltaigh
hi_in: स्वीकृत करें / अस्वीकृत करें
id: Setujui/Tolak
it: Approva/Rifiuta
ja: 承認 / 却下
ko: 승인 / 반려
mg: Hanaiky / Handà
nl: Goedkeuren / Afwijzen
pa: ਮਨਜੂਰ / ਰੱਦ
pl: Zatwierdzenie / Odrzucenie
pt_br: Aprovar / Rejeitar
ro: Aprobă / Respinge
sk: Schváliť / Zamietnuť
sl: Odobri / Zavrni
sq: Miratoni / Hidhni Poshtë
sr: Одобри / Одбиј
sr_latn: Odobri / Odbij
sw: Pitisha/Kataa
th: อนุมัติ / ปฏิเสธ
tr: Onayla / reddet
uk: Схвалити / Відхилити
xh: Vuma / Khaba
zh_cn: 批准/拒绝
zu: Vumela / Nqabela

source: Review History
af: Resensiegeskiedenis
ar: مراجعة السجل
az: Rəy Tarixçəsi
bg: История на отзивите
bn_in: রিভিউ ইতিহাস
ca: Historial de valoracions
cs: Historie kontrol
cy: Hanes Adolygu
da: Anmeldelseshistorik
el: Ιστορικό κριτικών
es: Historial de valoraciones
eu: Balorazioen historia
fr: Historique des commentaires
ga_ie: Stair na Léirmheasanna
hi_in: इतिहास की समीक्षा करें
id: Riwayat Peninjauan
it: Cronologia recensioni
ja: レビュー履歴
ko: 사용자 평가 이력
mg: Tantaran'ny Fitsarana
nl: Beoordelingsgeschiedenis
pa: ਇਤਿਹਾਸ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Historia opinii
pt_br: Histórico de avaliações
ro: Istoricul recenziilor
sk: História kontrol
sl: Zgodovina ocen
sq: Historik Shqyrtimesh
sr: Историјат рецензија
sr_latn: Istorijat recenzija
sw: Pitia Historia
th: ประวัติการเขียนบทวิจารณ์
tr: İnceleme geçmişi
uk: Історія відгуків
xh: Hlola iMbali
zh_cn: 审核历史
zu: Umlando Wokubukeza

source: Reviews
af: Resensies
ar: تقييمات المستخدمين
az: Rəylər
bg: Отзиви
bn_in: রিভিউ
ca: Valoracions
cs: Recenze
cy: Adolygiad
da: Anmeldelser
el: Κριτικές
es: Valoraciones
eu: Balorazioak
fr: Commentaires
ga_ie: Léirmheasanna
hi_in: समीक्षायें
id: Tinjauan
it: Recensioni
ja: レビュー
ko: 사용자 평가
mg: Fitsarana
nl: Beoordelingen
pa: ਸਮੀਖਿਆ
pl: Opinie
pt_br: Avaliações
ro: Recenzii
sk: Recenzie
sl: Ocene
sq: Shqyrtime
sr: Рецензије
sr_latn: Recenzije
sw: Mapitio
th: บทวิจารณ์
tr: İncelemeler
uk: Відгуки
xh: Imihlolo
zh_cn: 评价
zu: Ukubukeza

source: App not yet reviewed
af: Program is nog nie geresenseer nie
ar: لا يوجد تقييمات لهذا التطبيق بعد
az: Tətbiqə hələ ki, rəy buraxılmayıb
bg: Приложението все още няма отзив
bn_in: অ্যাপ এখনো পর্যালোচনা করা হয়নি
ca: Encara no s'ha valorat l'aplicació
cs: Aplikace nebyla dosud recenzována
cy: Nid yw'r ap wedi ei adolygu eto
da: App ikke anmeldt endnu
el: Δεν υπάρχουν κριτικές για την εφαρμογή
es: App sin valoraciones
eu: Aplikazioa oraindik ez da baloratu
fr: Application non encore révisée
hi_in: एप अभी तक समीक्षा नहीं की गयी
id: Aplikasi ini belum diulas
it: Ancora nessuna recensione
ja: アプリはまだ審査を受けていません
ko: 앱 검토 안됨
mg: App tsy mbola voatsara
nl: App nog niet beoordeeld
pa: ਐਪ ਦੀ ਹਾਲੇ ਪੜਤਾਲ ਨਹੀਂ ਹੋਈ
pl: Aplikacja jeszcze niesprawdzona
pt_br: Aplicativo ainda não avaliado
ro: Aplicație nerecenzată momentan
sk: Aplikácia zatiaľ nebola skontrolovaná
sl: Aplikacija še ni ocenjena
sq: Aplikacion ende i pashqyrtuar
sr: Апликација још није прегледана
sr_latn: Aplikacija još nije pregledana
sw: Programu tumizi hazijapitiwa
tr: Uygulama henüz incelenmedi
uk: Програму ще не перевірено
xh: I-app ayikahlolwa
zh_cn: 应用尚无评价
zu: I-app ayikabukezwa okwamanje

source: Premium version available
af: Premieweergawe beskikbaar
ar: الإصدار المدفوع متاح
az: Premium versiya mövcuddur
bg: Налична е премиум версия
bn_in: প্রিমিয়াম সংস্করণ উপলব্ধ
ca: Versió Premium disponible
cs: K dispozici je placená verze
cy: Fersiwn talu ar gael
da: Premium-version tilgængelig
el: Βασική έκδοση διαθέσιμη
es: Versión premium disponible
eu: Premium bertsioa eskuragarri dago
fr: Version premium disponible
ga_ie: Leagan bisigh ar fáil
hi_in: प्रीमियम संस्करण उपलब्ध है
id: Versi premium tersedia
it: È disponibile la versione Premium
ja: 有料版があります
ko: 프리미엄 버전 있음
mg: Misy kinova avo lenta
nl: Premiumversie beschikbaar
pa: ਪ੍ਰੀਮੀਅਮ ਵਰਜਨ ਉਪਲੱਬਧ
pl: Dostępna wersja płatna
pt_br: Versão premium disponível
ro: Versiune Premium disponibilă
sk: Dostupná prémiová verzia
sl: Premium različica je na voljo
sq: Ka version me pagesë
sr: Специјална верзија је доступна
sr_latn: Specijalna verzija je dostupna
sw: Toleo la malipo linapatikana
tr: Ücretli sürümü mevcut
uk: Доступна преміум-версія
xh: Inguqulelo ephezulu iyafumaneka
zh_cn: 另有付费版
zu: Iyatholakala iveshini ephambili

source: More Information
af: Meer inligting
ar: المزيد من المعلومات
az: Ətraflı Məlumat
bg: Повече информация
bn_in: আরও তথ্য
ca: Més informació
cs: Více informací
cy: Rhagor o Wybodaeth
da: Mere information
el: Περισσότερες πληροφορίες
es: Más información
eu: Informazio gehiago
fr: Informations supplémentaires
hi_in: अधिक जानकारी
id: Informasi Selengkapnya
it: Ulteriori informazioni
ja: 詳しい情報
ko: 더 많은 정보
mg: Fampahalalana Bebe Kokoa
nl: Meer informatie
pl: Więcej informacji
pt_br: Mais informação
ro: Mai multe informații
sk: Viac informácií
sl: Več informacij
sq: Më Tepër të Dhëna
sr: Више информација
sr_latn: Više informacija
sw: Habari Zaidi
tr: Daha fazla bilgi
uk: Додаткова інформація
zh_cn: 更多信息
zu: Imininingwane eyengeziwe

source: Developer
af: Ontwikkelaar
ar: مطور التطبيق
az: Tərtibatçı
bg: Разработчик
bn_in: ডেভেলপার
ca: Desenvolupador
cs: Vývojář
cy: Datblygwr
da: Udvikler
el: Προγραμματιστής
es: Desarrollador
eu: Garatzailea
fr: Développeur
hi_in: डेवलपर
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
mg: Mpamolavola
nl: Ontwikkelaar
pl: Autor
pt_br: Desenvolvedor
ro: Dezvoltator
sk: Vývojár
sl: Razvijalec
sq: Zhvillues
sr: Програмер
sr_latn: Programer
sw: Muendelezi
tr: Geliştirici
uk: Розробник
zh_cn: 开发者
zu: Umthuthukisi

source: Compatibility
af: Versoenbaarheid
ar: متوافق مع
az: Uyğunluq
bg: Съвместимост
bn_in: সামঞ্জস্যতা
ca: Compatibilitat
cs: Kompatibilita
cy: Cydnawsedd
da: Kompatibilitet
el: Συμβατότητα
es: Compatibilidad
eu: Bateragarritasuna
fr: Compatibilité
hi_in: अनुकूलता
id: Kompatibilitas
it: Compatibilità
ja: 動作環境
ko: 적합성
mg: Fifanentanana
nl: Compatibiliteit
pl: Kompatybilność
pt_br: Compatibilidade
ro: Compatibilitate
sk: Kompatibilita
sl: Združljivost
sq: Përputhshmëri
sr: Компатибилност
sr_latn: Kompatibilnost
sw: Upatanifu
tr: Uyumluluk
uk: Сумісність
zh_cn: 兼容性
zu: Ukufaneleka

source: File Size
af: Lêergrootte
ar: حجم الملف
az: Fayl Ölçüsü
bg: Размер на файла
bn_in: ফাইলের পরিমাণ
ca: Mida del fitxer
cs: Velikost souboru
cy: Maint Ffeil
da: Filstørrelse
el: Μέγεθος αρχείου
es: Tamaño de archivo
eu: Fitxategi-tamaina
fr: Taille du fichier
hi_in: फ़ाइल का साइज़
id: Ukuran File
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
mg: Haben'ny Rakitra
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ro: Mărimea fișierului
sk: Veľkosť súboru
sl: Velikost datoteke
sq: Madhësi Kartele
sr: Величина датотеке
sr_latn: Veličina datoteke
sw: Kimo cha Faili
tr: Dosya boyutu
uk: Розмір файла
zh_cn: 文件大小
zu: Usayizi Wefayela

source: Most Recent Version
af: Mees onlangse weergawe
ar: الإصدارالأخير
az: Ən Son Versiya
bg: Последна версия
bn_in: সাম্প্রতিকতম সংস্করণ
ca: Versió més recent
cs: Nejnovější verze
cy: Y Fersiwn Diweddaraf
da: Seneste version
el: Πιο πρόσφατη έκδοση
es: Versión más reciente
eu: Azken bertsioa
fr: Version la plus récente
hi_in: सबसे हाल के संस्करण
id: Versi Terbaru
it: Ultima versione
ja: 最新版
ko: 가장 최신 버전
mg: Kinova Vao Haingana Indrindra
nl: Meest recente versie
pl: Najnowsza wersja
pt_br: Versão mais recente
ro: Cea mai recentă versiune
sk: Najnovšia verzia
sl: Najnovejša različica
sq: Versioni Më i Ri
sr: Најновија верзија
sr_latn: Najnovija verzija
sw: Toleo la Hivi Karibuni
tr: En yeni sürüm
uk: Найновіша версія
zh_cn: 最新的版本
zu: Iveshini Yakamuva Kakhulu

source: Back to app
af: Terug na program
ar: الرجوع إلى التطبيق
az: Tətbiqə geri
bg: Обратно към приложението
bn_in: অ্যাপে ফিরে যান
ca: Torna a l'aplicació
cs: Zpět na aplikaci
cy: Nôl i'r ap
da: Tilbage til app
el: Πίσω στην εφαρμογή
es: Volver a app
eu: Itzuli aplikaziora
fr: Retourner à l'application
ga_ie: Fill ar an bhfeidhmchlár
hi_in: एप्प्स पर वापस जाएँ
id: Kembali ke aplikasi
it: Ritorna all’app
ja: アプリのページへ戻る
ko: 앱으로 돌아가기
mg: Hiverina @ app
nl: Terug naar app
pa: ਐਪਸ ਉੱਤੇ ਵਾਪਿਸ
pl: Wróć do aplikacji
pt_br: Voltar para o aplicativo
ro: Înapoi la aplicație
sk: Späť na aplikáciu
sl: Nazaj k aplikaciji
sq: Mbrapsht te aplikacioni
sr: Назад на апликацију
sr_latn: Nazad na aplikaciju
sw: Rudi kwa programu tumizi
th: กลับสู่แอพ
tr: Uygulamaya dön
uk: Повернутись до програми
xh: Buyela kwi-app
zh_cn: 返回应用
zu: Buyela emuva ku-app
