Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: There was a problem submitting your feedback. Try again soon.
af: Daar was 'n probleem om jou terugvoer in te stuur. Probeer gou weer.
ar: هناك مشكلة في أضافة تقييمك. يرجى المحاولة لاحقاً.
bg: Възникна проблем с изпращането на вашата обратна връзка. Опитайте отново по-късно.
bn_in: আপনার ফিডব্যাক জমা দেওয়ার সময় একটি সমস্যা হয়েছে। শীঘ্রই আবার চেষ্টা করুন।
ca: S'ha produït un problema en enviar la vostra opinió. Proveu-ho una altra vegada aviat.
cs: Při odeslání vaší reakce nastala chyba. Zkuste to brzy znovu.
cy: Bu anhawster wrth gyflwyno eich adborth. Ceisiwch eto.
da: Der var et problem med at indsende din feedback. Prøv igen snart.
el: Υπήρξε κάποιο πρόβλημα κατά την υποβολή των σχολίων σας. Δοκιμάστε ξανά σύντομα.
es: Se produjo un error al enviar tu opinión. Inténtalo de nuevo pasados unos minutos.
eu: Arazo bat egon da iritzia bidaltzean. Saiatu berriro geroago.
fr: Un problème est survenu pendant l'envoi de votre réaction. Merci de réessayer plus tard.
ga_ie: Tharla fadhb agus aiseolas á sheoladh. Bain triail eile as go luath.
hi_in: आपकी प्रतिक्रिया प्रस्तुत करने में समस्या थी. जल्द ही पुन: प्रयास करें.
id: Terjadi kesalahan ketika mengirim saran. Coba lagi nanti.
it: Si è verificato un problema durante la trasmissione del feedback. Riprova fra un attimo.
ja: フィードバックの送信中に問題が発生しました。また後で試してください。
ko: 사용자 의견을 보내는 중에 오류가 발생하였씁니다. 나중에 다시 시도해 주세요.
mg: Nisy olana tsy nahalasa ny tsikeranao. Andramo indray rehefa afaka kelikely.
nl: Er was een probleem bij het indienen van uw feedback. Probeer het binnenkort nog eens.
pa: ਤੁਹਾਡੇ ਸੁਝਾਅ ਪੇਸ਼ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ। ਜਲਦੀ ਹੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił problem z przesłaniem opinii. Spróbuj ponownie później.
pt_br: Houve um problema ao enviar sua opinião. Por favor, tente novamente em breve.
ro: A apărut o problemă la trimiterea opiniei tale. Reîncearcă mai târziu.
sk: Pri odosielaní správy sa vyskytol problém. Skúste to neskôr.
sl: Pri pošiljanju vaših povratnih informacij je prišlo do težave. Poskusite znova kasneje.
sq: Pati një problem gjatë parashtrimit të përshtypjeve tuaja. Riprovoni së shpejti.
sr: Дошло је до проблема при слању повратних информација. Покушајте поново ускоро.
sr_latn: Došlo je do problema pri slanju povratnih informacija. Pokušajte ponovo uskoro.
sw: Kulikua na hitilafu wakati maoni yako yalikua yanawasilishwa. Jaribu tena hivi karibuni.
tr: Geri bildiriminiz gönderilirken bir sorun oluştu. Daha sonra tekrar deneyin.
uk: Під час відправлення вашого відгуку виникла проблема. Зачекайте трохи і спробуйте знову.
xh: Kubekho ingxaki ekufakeni ingxelo yakho. Zama kwakhona kwakamsinya.
zh_cn: 在提交您的反馈时出错。请稍后再试。
zu: Kube nenkinga ngenkathi uthumela imbuyisambiko yakho. Phinda uzame futhi kungekudala.

source: Language Packs
af: Taalpakke
ar: حزم اللّغة
az: Dil Paketləri
bg: Езикови пакети
bn_in: ভাষা প্যাকসমূহ
ca: Paquets d'idioma
cs: Jazykové balíčky
cy: Pecynnau Iaith
da: Sprogpakker
el: Πακέτα γλωσσών
es: Paquetes de idioma
eu: Hizkuntza-paketeak
fr: Paquetages linguistiques
hi_in: भाषा पैक
id: Paket Bahasa
it: Language Pack
ja: 言語パック
ko: 언어팩
mg: Paken-teny
nl: Taalpakketten
pl: Pakiety językowe
pt_br: Pacotes de idioma
ro: Pachete de limbă
sk: Jazykové balíčky
sl: Jezikovni paketi
sq: Paketa Gjuhësore
sr: Језички пакети
sr_latn: Jezički paketi
sw: Pakiti za lugha
tr: Dil paketleri
uk: Мовні пакети
zh_cn: 语言包
zu: Amaqoqo Olimi

source: Newsletter Signup
ar: الإشتراك في النشرة البريدية
az: Qəzet Qeydiyyatı
cs: Přihlášení odběru novinek
cy: Derbyn ein Newyddlen
da: Tilmelding til nyhedsbrev
el: Εγγραφή στο ενημερωτικό δελτίο
es: Registro para el boletín
eu: Berripaperera harpidetza
fr: S'inscrire à la lettre d'information
hi_in: न्यूज़लेटर साइन अप
it: Registrazione alla newsletter
ja: ニュースレターを購読
mg: Fisoratana @ Taratasim-baovao
nl: Inschrijven voor nieuwsbrief
pl: Zgłoszenie na newsletter
pt_br: Assine o informativo
ro: Înregistrare la buletinul de știri
sk: Prihlásenie odberu noviniek
sl: Naročilo na novice
sq: Pajtim te Buletini
sr: Билтен регистрација
sr_latn: Bilten registracija
sw: Kujiandikisha kwa Jarida
uk: Підписка на новини
zh_cn: 订阅新闻简报

source: Search Results
af: Soekresultate
ar: نتائج البحث
az: Axtarış Nəticələri
bg: Резултати от търсенето
bn_in: অনুসন্ধানের ফলাফল
ca: Resultats de la cerca
cs: Výsledky vyhledávání
cy: Canlyniadau Chwilio
da: Søgeresultater
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
eu: Bilaketaren emaitzak
fr: Résultats de recherche
ga_ie: Torthaí an Chuardaigh
hi_in: खोज के परिणाम
id: Hasil Pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
mg: Vokatry ny Fikarohana
nl: Zoekresultaten
pa: ਨਤੀਜੇ ਲੱਭੋ
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
ro: Rezultatele căutării
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sq: Përfundime Kërkimi
sr: Резултати претраге
sr_latn: Rezultati pretrage
sw: Matokeo ya Utafutaji
th: ผลการค้นหา
tr: Arama Sonuçları
uk: Результати пошуку
xh: Iziphumo zoKhangelo
zh_cn: 搜索结果
zu: Imiphumela Yokucinga

source: Developer Listing
ar: قائمة التطبيقات الخاصة بالمطور
az: Tərtibatçı Elanları
cs: Seznam vývojářů
cy: Gwybodaeth Datblygwyr
el: Κατάλογος προγραμματιστή
es: Listado para desarrolladores
eu: Garatzaileentzako zerrenda
fr: Liste des développeurs
hi_in: डेवलपर लिस्ट
it: Informazioni sugli sviluppatori
ja: 開発者紹介
ko: 개발자 목록
mg: Lisitry ny Mpamolavola
nl: Ontwikkelaarsvermelding
pl: Strona programisty
pt_br: Lista de desenvolvedores
ro: Lista dezvoltatorilor
sk: Zoznam vývojárov
sl: Objavil razvijalec
sq: Listë Zhvilluesish
sr: Листинг програмера
sr_latn: Listing programera
uk: Список розробника
zh_cn: 开发者列表

source: Your settings have been successfully saved
af: Jou instellings is suksesvol gestoor
ar: تم حفظ إعداداتك بنجاح
az: Tənzimləmələriniz uğurla saxlanıldı
bg: Настройките ви бяха запазени
bn_in: আপনার সেটিংসসমূহ সফলভাবে সংরক্ষণ করা হয়েছে
ca: La configuració s'ha desat correctament
cs: Vaše nastavení bylo úspěšně uloženo
cy: Mae eich gosodiadau wedi eu cadw'n llwyddiannus
da: Dine indstillinger er blevet gemt
el: Οι ρυθμίσεις σας αποθηκεύτηκαν επιτυχώς
es: Tus configuraciones han sido guardadas exitosamente
eu: Zure ezarpenak behar bezala gorde dira
fr: Vos paramètres ont été enregistrés
hi_in: आपकी सेटिंग सफलतापूर्वक सहेजा गया है
id: Setelan Anda berhasil disimpan
it: Le impostazioni sono state salvate correttamente.
ja: 設定の保存が完了しました
ko: 설정이 저장되었습니다.
mg: Voatahiry soa aman-tsara ireo tefinao
nl: Uw instellingen zijn met succes opgeslagen
pl: Twoje ustawienia zostały zapisane
pt_br: As suas definições foram salvas com sucesso
ro: Setările tale au fost salvate cu succes
sk: Vaše nastavenia boli úspešne uložené
sl: Vaše nastavitve so bile uspešno shranjene
sq: Rregullimet tuaja u ruajtën me sukses
sr: Ваше поставке су успешно снимљене
sr_latn: Vaše postavke su uspešno snimljene
sw: Mipangilio yako imehifadhiwa kwa ufanisi
tr: Ayarlarınız başarıyla kaydedildi
uk: Ваші налаштування були успішно збережені
zh_cn: 您的设置已成功保存
zu: Amasethingi alondekile ngempumelelo

source: Settings could not be saved
af: Instellings kon nie gestoor word nie
ar: تعذر حفظ الإعدادات
az: Tənzimləmələr saxlanıla bilmədi
bg: Настройките не можаха да бъдат запазени
bn_in: সেটিংস সংরক্ষিত করা যাচ্ছে না
ca: No s'ha pogut desar la configuració
cs: Nastavení nemohlo být uloženo
cy: Nid oedd modd cadw'r gosodiadau
da: Indstillinger kunne ikke gemmes
el: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων
es: No pudo guardarse la configuración
eu: Ezarpenak ezin izan dira gorde
fr: Les paramètres n'ont pas pu être enregistrés
ga_ie: Níorbh fhéidir na socruithe a shábháil
hi_in: सेटिंग को सहेजा नही किया जा सका
id: Setelan tidak dapat disimpan
it: Impossibile salvare le impostazioni
ja: 設定を保存できませんでした
ko: 설정이 저장되지 않음
mg: Tsy voatahiry ireo tefy
nl: Instellingen konden niet worden opgeslagen
pa: ਸੈਟਿੰਗਾ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀ ਜਾ ਸਕਿਆ।
pl: Nie można zapisać ustawień
pt_br: Não foi possível salvar as configurações
ro: Setările nu au putut fi salvate
sk: Nastavenia nebolo možné uložiť
sl: Nastavitev ni bilo mogoče shraniti
sq: Rregullimet nuk u ruajtën dot
sr: Поставке нису могле бити запамћене
sr_latn: Postavke nisu mogle biti zapamćene
sw: Mipangilio haikuweza kuhifadhika
th: ไม่สามารถบันทึกการตั้งค่า
tr: Ayarlar kaydedilemedi
uk: Не вдалося зберегти налаштування
xh: iiSetingi azikwazanga ukugcinwa
zh_cn: 设置无法保存
zu: Amasethingi awakwazanga ukulondolozwa

source: Website Detail
ar: تفاصيل الموقع
az: Sayt Detalları
cs: Podrobnosti o stránce
cy: Manylion y Wefan
da: Webstedsdetaljer
el: Πληροφορίες ιστοσελίδας
es: Detalles del sitio web
eu: Webgunearen xehetasunak
fr: Détails du site web
hi_in: वेबसाइट की जानकारी
it: Dettagli sito web
ja: Web サイトの詳細
ko: 사이트 정보
mg: Antsipirian'ny Tranonkala
nl: Websitedetails
pl: Szczegóły strony
pt_br: Detalhes do site
ro: Detalii privind site-ul
sk: Podrobnosti o stránke
sl: Podrobnost spletne strani
sq: Hollësi Sajti
sr: Веб сајт детаљи
sr_latn: Veb sajt detalji
sw: Maelezo ya Tovuti
tr: Web sitesi ayrıntıları
uk: Деталі веб-сайту
zh_cn: 网站详细信息

source: Report submitted. Thanks!
ar: تم الإبلاغ عن المشكلة. شكراً!
az: Raport göndərilib. Təşəkkürlər!
cs: Hlášení odesláno. Děkujeme!
cy: Adroddiad wedi ei gyflwyno. Diolch!
da: Rapport indsendt. Tak!
el: Η αναφορά υποβλήθηκε. Ευχαριστούμε!
es: Informe enviado. ¡Gracias!
eu: Txostena bidali da. Milesker!
fr: Rapport envoyé, merci.
hi_in: रिपोर्ट प्रस्तुत कर दी गए है. धन्यवाद!
it: Segnalazione effettuata. Grazie per la tua collaborazione.
ja: 報告が送信されました。ありがとうございます！
ko: 리포트가 전송되었습니다. 감사합니다.
mg: Lasa ny tatitra. Misaotra!
nl: Rapport ingediend. Bedankt!
pl: Zgłoszenie przesłane. Dziękujemy!
pt_br: Denúncia enviada. Obrigado!
ro: Raport trimis. Mulțumim!
sk: Hlásenie odoslané. Ďakujeme!
sl: Poročilo poslano. Hvala!
sq: Raporti u parashtrua. Faleminderit!
sr: Пријава је поднесена. Хвала!
sr_latn: Prijava je podnesena. Hvala!
sw: Ripoti imewasilishwa. Ahsante!
uk: Звіт надіслано. Дякуємо!
zh_cn: 报告已提交，谢谢您！

source: There was an issue submitting your report. Please try again later.
ar: هناك مشكلة في أرسال بلاغك، يرجى المحاولة لاحقاً.
az: Raportunuzu göndərərkən xəta oldu. Lütfən daha sonra təkrar yoxlayın.
cs: Při odesílání vašeho hlášení došlo k chybě. Zkuste to prosím znovu.
cy: Cafwyd anhawster gyda cyflwyno eich adroddiad. Ceisiwch eto.
da: Der var et problem med at indsende din rapport. Prøv igen senere.
el: Προέκυψε σφάλμα κατά την υποβολή της αναφοράς σας. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Ocurrió un error al enviar tu informe. Por favor intenta de nuevo.
eu: Arazo bat gertatu da txostena bidaltzean. Saiatu berriro geroago.
fr: Une erreur s'est produite lors de l'envoi du rapport. Veuillez réessayer plus tard.
hi_in: अपनी रिपोर्ट प्रस्तुत करने के एक मुद्दा था. कृपया बाद में पुन: प्रयास करें.
it: Si è verificato un problema durante l’invio della segnalazione. Riprova più tardi.
ja: 報告の送信中に問題が発生しました。また後で試してください。
mg: Nisy olana tsy nahalasa ny tatitrao. Andramo indray rehefa avy eo azafady.
nl: Er was een probleem bij het indienen van uw rapport. Probeer het later nog eens.
pl: Wystąpił błąd podczas przesyłania zgłoszenia. Spróbuj ponownie później.
pt_br: Houve um problema ao enviar a sua denúncia. Por favor tente novamente.
ro: Ne pare rău, a apărut o problemă la trimiterea recenziei tale. Te rugăm să reîncerci mai târziu.
sk: Pri odosielaní vášho hlásenia došlo k chybe. Skúste to prosím znovu.
sl: Pri pošiljanju vašega poročila je prišlo do težave. Poskusite znova kasneje.
sq: Pati një gabim gjatë parashtrimit të njoftimit tuaj. Ju lutemi, riprovoni më vonë.
sr: Дошло је до грешке приликом слања извештаја. Покушајте поново касније.
sr_latn: Došlo je do greške prilikom slanja izveštaja. Pokušajte ponovo kasnije.
sw: Kulikuwa na swala wakati wa kuwasilisha ripoti yako. Tafadhali jaribu tena.
uk: При надсиланні вашого звіту виникла проблема. Спробуйте знову пізніше.
zh_cn: 提交您的报告时发生问题。请稍后再试一次。

source: Read All Reviews
ar: اقرأ جميع التقييمات
az: Bütün Rəyləri Oxuyun
bg: Четене на рецензиите
cs: Přečíst všechny recenze
cy: Darllen Pob Adolygiad
da: Læs alle anmeldelser
el: Διαβάστε όλες τις κριτικές
es: Leer todas las valoraciones
eu: Irakurri balorazio guztiak
fr: Lire tous les commentaires
hi_in: सभी समीक्षाएँ पढ़ें
it: Leggi tutte le recensioni
ja: すべてのレビューを読む
ko: 모든 리뷰 보기
mg: Hamaky Fitsarana Rehetra
nl: Alle beoordelingen lezen
pl: Przeczytaj wszystkie opinie
pt_br: Ler todas as avaliações
ro: Citește toate recenziile
sk: Prečítať všetky recenzie
sl: Preberi vse ocene
sq: Lexoni Krejt Shqyrtimet
sr: Прочитај све ревизије
sr_latn: Pročitaj sve revizije
sw: Soma Maoni yote.
uk: Читати всі відгуки
zh_cn: 阅读所有评价

source: Please sign in to view the receipt
af: Meld asseblief aan om die kwitansie te sien
ar: يرجى تسجيل الدخول لعرض الإيصال
az: Lütfən qəbzi görmək üçün daxil olun
bg: Моля, влезте, за да видите разписката
bn_in: রশিদ দেখতে সাইন ইন করুন
ca: Inicieu una sessió per veure el rebut
cs: Pro zobrazení stvrzenky se prosím přihlaste
cy: Mewngofnodwch i weld y dderbynneb
da: Log ind for at se kvitteringen
el: Παρακαλούμε συνδεθείτε για να δείτε την απόδειξη
es: Identifícate para ver el recibo
eu: Hasi saioa ordainagiria ikusteko
fr: Merci de vous connecter pour voir le reçu
hi_in: रसीद देखने के लिए साइन इन करें
id: Masuk untuk menampilkan tanda terima
it: Accedi per visualizzare la ricevuta
ja: レシートを表示するにはログインしてください
ko: 영수증을 보기 위해서 로그인 해 주세요
mg: Azafady midira raha hijery ilay rosia
nl: Meld u aan om de ontvangstbevestiging te bekijken
pa: ਰਸੀਦ ਨੂੰ ਵੇਖਣ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ ਜੀ
pl: Zaloguj się, by wyświetlić potwierdzenie
pt_br: Por favor, faça login para visualizar as informações
ro: Te rugăm să te autentifici pentru a vedea chitanța
sk: Na zobrazenie potvrdenky sa prihláste
sl: Vpišite se, da si ogledate potrdilo
sq: Ju lutemi, bëni hyrjen që të shihni dëftesën
sr: Пријавите се како бисте видели рачун
sr_latn: Prijavite se kako biste videli račun
sw: Tafadhali jiunge ili kuiona risiti
th: โปรดเข้าสู่ระบบเพื่อดูใบเสร็จรับเงิน
tr: Makbuzu görmek için lütfen oturum açın
uk: Будь ласка, увійдіть, щоб побачити чек
xh: Nceda sayina ungene ukuze ubone irisithi
zh_cn: 请登录以查看交易记录
zu: Uyacelwa ukuba usayinele ukungena ukuze ukwazi ukubona ilisidi

source: Receipt
af: Kwitansie
ar: فاتورة
az: Qəbz
bg: Разписка
bn_in: রশিদ
ca: Rebut
cs: Stvrzenka
cy: Derbynneb
da: Kvittering
el: Απόδειξη
es: Recibo
eu: Ordainagiria
fr: Reçu
hi_in: रसीद
id: Tanda Terima
it: Ricevuta
ja: レシート
ko: 영수증
mg: Rosia
nl: Ontvangstbevestiging
pa: ਰਸੀਦ
pl: Potwierdzenie
pt_br: Receita
ro: Chitanță
sk: Potvrdenka
sl: Potrdilo
sq: Dëftesë
sr: Рачун
sr_latn: Račun
sw: Risiti
th: ใบเสร็จรับเงิน
tr: Makbuz
uk: Чек
xh: Irisithi
zh_cn: 收据
zu: Ilisidi

source: All games
ja: すべてのゲーム
tr: Tüm oyunlar

source: Action
ja: アクション
tr: Aksiyon

source: Puzzle
ja: パズル
tr: Bulmaca

source: Strategy
ja: 戦略
tr: Strateji

source: Adventure
ja: アドベンチャー
tr: Macera

source: Search
ar: بحث
az: Axtarış
cs: Hledat
es: Buscar
eu: Bilatu
fr: Rechercher
ga_ie: Cuardaigh
it: Ricerca
mg: Hikaroka
nl: Zoeken
pa: ਲੱਭੋ
pt_br: Pesquisar
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претрага
th: ค้นหา
uk: Пошук
xh: Khangela
zh_cn: 搜索

source: Develop Firefox OS Add-ons
ar: تطوير أضافات لنظام تشغيل فَيَرفُكس
az: Firefox OS Əlavələri Tərtib et
cs: Vývoj doplňků pro Firefox OS
es: Desarrollar complementos de Firefox OS
eu: Garatu Firefox OSerako gehigarriak
fr: Développement de modules Firefox OS
it: Sviluppare componenti aggiuntivi per Firefox OS
mg: Hamolavola Fanampy Firefox OS
nl: Add-ons voor Firefox OS ontwikkelen
pl: Twórz dodatki Firefox OS
pt_br: Desenvolver complementos do Firefox OS
ro: Dezvoltă suplimente pentru Firefox OS
sk: Vývoj doplnkov pre Firefox OS
sl: Razvijte dodatke za Firefox OS
sq: Krijoni Shtesa për Firefox OS
sr: Развијајте Firefox OS додатке
sr_latn: Razvijajte Firefox OS dodatke
uk: Розробляти додатки для Firefox OS
zh_cn: 开发 Firefox OS 附加组件

source: Free Carrier Apps
ar: تطبيقات نقالة مجانية
az: Pulsuz Operator Tətbiqləri
cs: Bezplatné aplikace od operátora
es: Aplicaciones gratuitas del operador
eu: Operadorearen doako aplikazioak
fr: Applications gratuites de l'opérateur
it: App gratuite dell’operatore
mg: App Maimaim-poana avy @ Mpandraharaha
nl: Gratis provider-apps
pl: Darmowe aplikacje operatora
pt_br: Aplicativos gratuitos da operadora
ro: Aplicații gratuite de la operator
sk: Bezplatné aplikácie od operátora
sl: Brezplačne aplikacije operaterja
sq: Aplikacione Operatori Falas
sr: Бесплатне апликације од оператера
sr_latn: Besplatne aplikacije od operatera
uk: Безплатні застосунки оператора
zh_cn: 免费运营商应用

source: Your carrier offers these free apps. You can download them at no charge.
ar: ويوفر الناقل الخاص بك هذه التطبيقات مجاناً. يمكنك تحميلها بدون أي رسوم.
az: Sizin operatorunuz bu pulsuz tətbiqləri təklif edir. Onları ödəməsiz endirə bilərsiz.
cs: Váš operátor vám nabízí tyto aplikace. Můžete si je stáhnout zcela zdarma.
es: Tu operador ofrece estas aplicaciones gratuitas. Puedes descargarlas sin costo.
eu: Zure operadoreak doako aplikazio hauek eskaintzen ditu. Inongo kosturik gabe deskarga ditzakezu.
fr: Votre opérateur offre ces applications. Vous pouvez les télécharger gratuitement.
it: Il tuo operatore telefonico mette a disposizione queste app gratuite. Potrai scaricarle senza nessun addebito.
mg: Manolotra ireto app maimaim-poana ireto ny mpandraharahanao. Azonao ampidinina tsy misy sarany ireo.
nl: Uw provider biedt deze gratis apps aan. U kunt ze kosteloos downloaden.
pl: Twój operator oferuje te darmowe aplikacje. Możesz pobrać je bez opłat.
pt_br: Sua operadora oferece esses aplicativos gratuitos. Você pode baixá-los sem nenhum custo.
ro: Operatorul tău oferă aceste aplicații gratuite. Le poți descărca fără nicio taxă.
sk: Váš operátor vám ponúka tieto aplikácie. Môžete si ich prevziať úplne zadarmo.
sl: Vaš operater ponuja te brezplačne aplikacije. Prenesete jih lahko brez dodatnih stroškov.
sq: Operatori juaj ofron këto aplikacione falas. Mund t’i shkarkoni falas.
sr: Оператер нуди ове бесплатне апликације. Можете их преузети бесплатно.
sr_latn: Operater nudi ove besplatne aplikacije. Možete ih preuzeti besplatno.
uk: Ваш оператор пропонує ці безплатні застосунки. Ви можете їх завантажити безплатно.
zh_cn: 您的运营商提供了这些免费应用。您可以免费下载它们。

source: Apps
ar: التطبيقات
az: Tətbiqlər
cs: Aplikace
eu: Aplikazioak
fr: Applis
it: App
mg: App
pt_br: Aplicativos
sk: Aplikácie
sl: Aplikacije
sq: Aplikacione
sr: Апликације
uk: Програми
zh_cn: 应用

source: Add-ons
ar: الأضافات
az: Əlavələr
cs: Doplňky
es: Complementos
eu: Gehigarriak
fr: Modules
it: Componenti aggiuntivi
mg: Fanampy
pt_br: Complementos
sk: Doplnky
sl: Dodatki
sq: Shtesa
sr: Додаци
uk: Додатки
zh_cn: 附加组件

source: Sites
ar: المواقع
az: Saytlar
cs: Stránky
es: Sitios
eu: Guneak
it: Siti
mg: Tranonkala
nl: Websites
sk: Stránky
sl: Strani
sq: Sajte
sr: Сајтови
uk: Сайти
zh_cn: 网站

source: Homescreens
ar: الشاشات الرئيسية
az: Anaekranlar
cs: Domovské obrazovky
es: Pantallas de inicio
eu: Hasiera-pantailak
fr: Écrans d'accueil
it: Schermate iniziali
mg: Efijery Trano
nl: Startschermen
pt_br: Telas iniciais
sk: Domovské obrazovky
sl: Začetni zasloni
sq: Skena Kreu
sr: Почетни екрани
uk: Домашні екрани
zh_cn: 主屏幕

source: More
ar: المزيد
az: Daha çox
cs: Více
es: Más
eu: Gehiago
fr: Plus
ga_ie: Tuilleadh
it: Altro
mg: Bebe kokoa
nl: Meer
pa: ਹੋਰ
pt_br: Mais
sk: Viac
sl: Več
sq: Më tepër
sr: Још
th: เพิ่มเติม
uk: Більше
xh: Ngakumbi
zh_cn: 更多

source: Recommended Apps
ar: التطبيقات المُقْترَحة
az: Tövsiyə olunan Tətbiqlər
cs: Doporučené aplikace
es: Apps recomendadas
eu: Gomendatutako aplikazioak
fr: Applis recommandées
it: App consigliate
mg: App Atoro
nl: Aanbevolen apps
pt_br: Aplicativos recomendados
sk: Odporúčané aplikácie
sl: Priporočene aplikacije
sq: Aplikacione të Këshilluara
sr: Препоручене апликације
uk: Рекомендовані програми
zh_cn: 推荐应用

source: Sign in
ar: تسجيل الدخول
az: Daxil ol
cs: Přihlásit se
es: Conectar
eu: Hasi saioa
fr: Connexion
it: Accedi
mg: Hiditra
nl: Aanmelden
pt_br: Entrar
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
sr: Пријави се
uk: Вхід
zh_cn: 登录

source: Sign out
ar: تسجيل الخروج
az: Çıx
cs: Odhlásit se
es: Desconectar
eu: Amaitu saioa
fr: Déconnexion
it: Disconnetti
mg: Hivoaka
nl: Afmelden
pt_br: Sair
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sr: Одјави се
uk: Вихід
zh_cn: 退出

source: The list returned no results.
ar: لم يتم العثور على نتائج في هذة القائمة.
az: Siyahı nəticə gətirmədi.
cs: V seznamu nejsou žádné výsledky.
es: La lista no devolvió ningún resultado.
eu: Zerrendak ez du emaitzarik itzuli.
fr: Cette liste ne contient aucun élément.
it: Nessun risultato trovato nell’elenco.
mg: Tsisy vokany navoaky ny lisitra.
nl: Geen resultaten in de lijst.
pt_br: A lista não retornou resultados.
sk: V zozname nie sú žiadne výsledky.
sl: Na seznamu ni rezultatov.
sq: Lista nuk dha përfundime.
sr: Листа није вратила резултате.
uk: Список не має результатів.
zh_cn: 该列表无结果。

source: version: {version}
ar: الإصدار: {version}
az: versiya: {version}
cs: verze: {version}
es: versión: {version}
eu: bertsioa: {version}
it: versione: {version}
ko: 버전: {version}
mg: kinova: {version}
nl: versie: {version}
pl: wersja: {version}
pt_br: versão: {version}
ro: versiunea: {version}
sk: verzia: {version}
sl: različica: {version}
sr: верзија: {version}
sr_latn: verzija: {version}
uk: версія: {version}
zh_cn: 版本：{version}

source: size: {size}
ar: الحجم: {size}
az: ölçü: {size}
cs: velikost: {size}
es: tamaño: {size}
eu: tamaina: {size}
fr: taille : {size}
it: dimensione: {size}
mg: habe: {size}
nl: grootte: {size}
pl: rozmiar: {size}
pt_br: tamanho: {size}
ro: mărimea: {size}
sk: veľkosť: {size}
sl: velikost: {size}
sq: madhësi: {size}
sr: величина: {size}
sr_latn: veličina: {size}
uk: розмір: {size}
zh_cn: 大小：{size}

source: last updated: {date}
ar: آخر تحديث: {date}
az: son yenilənmə: {date}
cs: naposledy aktualizováno: {date}
es: última actualización: {date}
eu: azken eguneratzea: {date}
fr: dernière mise à jour : {date}
it: ultimo aggiornamento: {date}
mg: nohavaozina farany: {date}
nl: laatst bijgewerkt: {date}
pl: aktualizacja: {date}
pt_br: última atualização: {date}
ro: ultima actualizare: {date}
sk: posledná aktualizácia: {date}
sl: nazadnje posodobljeno: {date}
sq: përditësuar së fundi: {date}
sr: последње ажурирање: {date}
sr_latn: poslednje ažuriranje: {date}
uk: востаннє оновлено: {date}
zh_cn: 上次更新：{date}

source: Customize your device with powerful features.
ar: قم بتخصيص جهازك ليناسب احتياجاتك مع مميّزات قوية.
az: Cihazınızı güclü özəlliklərlə fərdiləşdirin.
cs: Vylepšete si své zařízení výkonnými funkcemi.
es: Personaliza tu dispositivo con poderosas funciones.
eu: Pertsonalizatu zure gailua eginbide ahaltsuekin.
fr: Personnalisez votre appareil avec des fonctionnalités puissantes.
it: Personalizza il tuo dispositivo con versatili app.
ko: 당신의 기기를 엄청난 기능으로 꾸미세요.
mg: Atokano @ alàlan'ny fiasa matanjaka ny fitaovanao.
nl: Pas uw apparaat aan met krachtige functies.
pl: Dostosuj swoje urządzenie z zaawansowanymi funkcjami.
pt_br: Personalize o seu dispositivo com recursos poderosos.
ro: Particularizează dispozitivul tău cu aceste funcții puternice.
sk: Vylepšite si vaše zariadenie výkonnými funkciami.
sl: Prilagodite svojo napravo z zmogljivimi značilnostmi.
sq: Personalizojeni pajisjen tuaj me veçori të fuqishme.
sr: Прилагодите уређај са сјајним могућностима.
sr_latn: Prilagodite uređaj sa sjajnim mogućnostima.
uk: Розширте можливості свого пристрою за допомогою потужних функцій.
zh_cn: 用强大的功能定制您的设备。
