Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: App for Peru
af: Program vir Peru
ar: تطبيق لبيرو
az: Peru üçün Tətbiq
bg: Приложение за Перу
bn_in: পেরুর জন্য অ্যাপ
cs: Aplikace pro Peru
cy: Ap ar gyfer Peru
da: App til Peru
el: Εφαρμογή για Περού
es: App para Perú
eu: Perurako aplikazioa
fr: Application pour le Pérou
hi_in: पेरू के लिए एप्लिकेशन
id: Aplikasi untuk Peru
it: App per il Perù
ja: ペルー向けアプリ
ko: 페루 앱
mg: App ho an'i Peroa
nl: App voor Peru
pa: ਪੇਰੂ ਲਈ ਐਪ
pl: Aplikacja dla Peru
pt_br: App para o Peru
ro: aplicație pentru Peru
sk: Aplikácia pre Peru
sl: Aplikacija za Peru
sq: Aplikacion për Perunë
sr: Апликација за Перу
sr_latn: Aplikacija za Peru
sw: Programu ya Peru
tr: Peru uygulamaları
uk: Програма для Перу
xh: i-App yePeruii-Apps zePeru
zh_cn: 适合秘鲁的应用
zu: I-app yase-Peru

source: App for Poland
af: Program vir Pole
ar: تطبيق لبولندا
az: Polşa üçün Tətbiq
bg: Приложение за Полша
bn_in: পোল্যান্ডের জন্য অ্যাপ
cs: Aplikace pro Polsko
cy: Ap ar gyfer Gwlad Pwyl
da: App til Polen
el: Εφαρμογή για Πολωνία
es: App para Polonia
eu: Poloniarako aplikazioa
fr: Application pour la Pologne
hi_in: पोलैंड के लिए एप्लिकेशन
id: Aplikasi untuk Polandia
it: App per la Polonia
ja: ポーランド向けアプリ
ko: 폴란드 앱
mg: App ho an'i Polona
nl: App voor Polen
pa: ਪੋਲੈਂਡ ਲਈ ਐਪ
pl: Aplikacja dla Polski
pt_br: App para a Polônia
ro: aplicație pentru Polonia
sk: Aplikácia pre Poľsko
sl: Aplikacija za Poljsko
sq: Aplikacion për Poloninë
sr: Апликација за Пољску
sr_latn: Aplikacija za Poljsku
sw: Programu ya Poland
tr: Polonya uygulamaları
uk: Програма для Польщі
xh: i-App yePolandii-Apps zePoland
zh_cn: 适合波兰的应用
zu: I-app yase-Poland

source: App for Russia
af: Program vir Rusland
ar: تطبيق لروسيا
az: Rusiya üçün Tətbiq
bg: Приложение за Русия
bn_in: রাশিয়ার জন্য অ্যাপ
cs: Aplikace pro Rusko
cy: Ap ar gyfer Rwsia
da: App til Rusland
el: Εφαρμογή για Ρωσία
es: App para Rusia
eu: Errusiarako aplikazioa
fr: Application pour la Russie
hi_in: रूस के लिए एप्लिकेशन
id: Aplikasi untuk Rusia
it: App per la Russia
ja: ロシア向けアプリ
ko: 러시아 앱
mg: App ho an'i Rosia
nl: App voor Rusland
pa: ਰੂਸ ਲਈ ਐਪ
pl: Aplikacja dla Rosji
pt_br: App para a Rússia
ro: aplicație pentru Rusia
sk: Aplikácia pre Rusko
sl: Aplikacija za Rusijo
sq: Aplikacion për Rusinë
sr: Апликација за Русију
sr_latn: Aplikacija za Rusiju
sw: Programu ya Urusi
tr: Rusya uygulamaları
uk: Програма для Росії
xh: i-App yeRussiaii-Apps zaseRussia
zh_cn: 适合俄罗斯的应用
zu: I-app yase-Russia

source: App for Serbia
af: Program vir Serwië
ar: تطبيق لصربيا
az: Serbiya üçün Tətbiq
bg: Приложение за Сърбия
bn_in: সার্বিয়ার জন্য অ্যাপ
cs: Aplikace pro Srbsko
cy: Ap ar gyfer Serbia
da: App til Serbien
el: Εφαρμογή για Σερβία
es: App para Serbia
eu: Serbiarako aplikazioa
fr: Application pour la Serbie
hi_in: सर्बिया के लिए एप्लिकेशन
id: Aplikasi untuk Serbia
it: App per la Serbia
ja: セルビア向けアプリ
ko: 세르비아 앱
mg: App ho an'i Serbia
nl: App voor Servië
pa: ਸੇਰਵੀਆ ਲਈ ਐਪ
pl: Aplikacja dla Serbii
pt_br: App para a Sérvia
ro: aplicație pentru Serbia
sk: Aplikácia pre Srbsko
sl: Aplikacija za Srbijo
sq: Aplikacion për Serbinë
sr: Апликација за Србију
sr_latn: Aplikacija za Srbiju
sw: Programu ya Serbia
tr: Sırbistan uygulamaları
uk: Програма для Сербії
xh: i-App yeSerbiaii-Apps zeSerbia
zh_cn: 适合塞尔维亚的应用
zu: I-app yase-Serbia

source: App for South Africa
af: Program vir Suid-Afrika
ar: تطبيق لجنوب إفريقيا
az: Cənubi Afrika üçün Tətbiq
bg: Приложение за Южна Африка
bn_in: দক্ষিণ আফ্রিকার জন্য অ্যাপ
cs: Aplikace pro Jihoafrickou republiku
cy: Ap ar gyfer De Affrica
da: App til Sydafrika
el: Εφαρμογή για Νότια Αφρική
es: App para Sudáfrica
eu: Hegoafrikarako aplikazioa
fr: Application pour l'Afrique du Sud
hi_in: दक्षिण अफ्रीका के लिए एप्लिकेशन
id: Aplikasi untuk Afrika Selatan
it: App per il Sud Africa
ja: 南アメリカ向けアプリ
ko: 남아프라카 공화국 앱
mg: App ho an'i Afrika Atsimo
nl: App voor Zuid-Afrika
pa: ਸਾਊਥ ਅਫਰੀਕਾ ਲਈ ਐਪ
pl: Aplikacja dla Republiki Południowej Afryki
pt_br: App para África do Sul
ro: aplicație pentru Africa de Sud
sk: Aplikácia pre Juhoafrickú republiku
sl: Aplikacija za Južno Afriko
sq: Aplikacion për Afrikën e Jugut
sr: Апликација за Јужну Африку
sr_latn: Aplikacija za Južnu Afriku
sw: Programu ya Afrika Kusini
tr: Güney Afrika uygulamaları
uk: Програма для Південної Африки
xh: i-App yoMzantsi Afrikaii-Apps zoMzantsi Afrika
zh_cn: 适合南非的应用
zu: I-app yase-South Africa

source: App for Spain
af: Program vir Spanje
ar: تطبيق لإسبانيا
az: İspaniya üçün Tətbiq
bg: Приложение за Испания
bn_in: স্পেনের জন্য অ্যাপ
cs: Aplikace pro Španělsko
cy: Ap ar gyfer Sbaen
da: App til Spanien
el: Εφαρμογή για Ισπανία
es: App para España
eu: Espainiarako aplikazioa
fr: Application pour l'Espagne
hi_in: स्पेन के लिए एप्लिकेशन
id: Aplikasi untuk Spanyol
it: App per la Spagna
ja: スペイン向けアプリ
ko: 스페인 앱
mg: App ho an'i Espaina
nl: App voor Spanje
pa: ਸਪੇਨ ਲਈ ਐਪ
pl: Aplikacja dla Hiszpanii
pt_br: App para a Espanha
ro: aplicație pentru Spania
sk: Aplikácia pre Španielsko
sl: Aplikacija za Španijo
sq: Aplikacion për Spanjën
sr: Апликација за Шпанију
sr_latn: Aplikacija za Španiju
sw: Programu ya Uhispania
tr: İspanya uygulamaları
uk: Програма для Іспанії
xh: i-App yaseSpainii-Apps zaseSpain
zh_cn: 适合西班牙的应用
zu: I-app yase-Spain

source: App for Uruguay
af: Program vir Uruguay
ar: تطبيق للأروغواي
az: Uruqvay üçün Tətbiq
bg: Приложение за Уругвай
bn_in: উরুগুয়ের জন্য অ্যাপ
cs: Aplikace pro Uruguay
cy: Ap ar gyfer Uruguay
da: App til Uruguay
el: Εφαρμογή για Ουρουγουάη
es: App para Uruguay
eu: Uruguairako aplikazioa
fr: Application pour l'Uruguay
hi_in: उरुग्वे के लिए एप्लिकेशन
id: Aplikasi untuk Uruguay
it: App per l’Uruguay
ja: ウルグアイ向けアプリ
ko: 우루과이 앱
mg: App ho an'i Iorogoay
nl: App voor Uruguay
pa: ਉਰੂਗਵੇ ਲਈ ਐਪ
pl: Aplikacja dla Urugwaju
pt_br: App para o Uruguai
ro: aplicație pentru Uruguay
sk: Aplikácia pre Uruguaj
sl: Aplikacija za Urugvaj
sq: Aplikacion për Uruguain
sr: Апликација за Уругвај
sr_latn: Aplikacija za Urugvaj
sw: Programu ya Uruguay
tr: Uruguay uygulamaları
uk: Програма для Уругваю
xh: i-App yaseUruguayii-Apps zaseUruguay
zh_cn: 适合乌拉圭的应用
zu: I-app yase-Uruguay

source: App for Venezuela
af: Program vir Venezuela
ar: تطبيق لفنزويلا
az: Venesuela üçün Tətbiq
bg: Приложение за Венецуела
bn_in: ভেনেজুয়েলার জন্য অ্যাপ
cs: Aplikace pro Venezuelu
cy: Ap ar gyfer Venezuela
da: App til Venezuela
el: Εφαρμογή για Βενεζουέλα
es: App para Venezuela
eu: Venezuelarako aplikazioa
fr: Application pour le Vénézuela
hi_in: वेनेजुएला के लिए एप्लिकेशन
id: Aplikasi untuk Venezuela
it: App per il Venezuela
ja: ベネズエラ向けアプリ
ko: 베네주엘라 앱
mg: App ho an'i Venezoela
nl: App voor Venezuela
pa: ਵੈਨੇਜ਼ੁਏਲਾ ਲਈ ਐਪ
pl: Aplikacja dla Wenezueli
pt_br: App para a Venezuela
ro: aplicație pentru Venezuela
sk: Aplikácia pre Venezuelu
sl: Aplikacija za Venezuelo
sq: Aplikacion për Venezuelën
sr: Апликација за Венецуелу
sr_latn: Aplikacija za Venecuelu
sw: Programu ya Venezuela
tr: Venezuela uygulamaları
uk: Програма для Венесуели
xh: i-App yaseVenezuelaii-Apps zaseVenezuela
zh_cn: 适合委内瑞拉的应用
zu: I-app yase-Venezuela

source: Arts & Entertainment App
af: Program vir kuns en vermaak
ar: تطبيقات تركز على الفنون والترفيه
az: Sənət və Əyləncə Tətbiqi
bg: Изкуство и забавление
bn_in: আর্ট এবং বিনোদন অ্যাপ
cs: Umění a zábava
cy: Ap Celf ac Adloniant
da: Kunst- og underholdnings-app
el: Τέχνες & Διασκέδαση
es: Arte y entretenimiento
eu: Arte eta entretenimendu aplikazioa
fr: Application art et divertissement
hi_in: कला और मनोरंजन ऐप
id: Aplikasi Seni & Hiburan
it: Arte e intrattenimento
ja: 芸術 & エンタテインメントアプリ
ko: 예술 & 엔터테인 앱
mg: Appn'ny Zavakanto & Fialamboly
nl: App voor kunst en amusement
pa: ਕਲਾ & ਮਨੋਰੰਜਨ ਐਪ
pl: Sztuka i rozrywka
pt_br: Artes e Entretenimento
ro: Arte și distracție
sk: Umenie a zábava
sl: Aplikacija za umetnost in zabavo
sq: Aplikacion Artesh & Spektaklesh
sr: Уместност и забава
sr_latn: Umestnost i zabava
sw: Programu ya Sanaa na Burudani
tr: Sanat ve eğlence uygulamaları
uk: Програма з категорії мистецтво і розваги
xh: i-App yezobuGcisa & ezoLonwaboii-Apps zezobuGcisa & ezoLonwabo
zh_cn: 艺术和娱乐应用
zu: I-App Yezobuciko & Eyezikaqedisizungu

source: Featured Book App
af: Uitgesoekte boekprogram
ar: موضوع يستحق القراءة
bg: Избрано за четене
bn_in: বিশেষ বইয়ের অ্যাপ
cs: Dobré čtení
cy: Ap Llyfrau Da
da: Udvalgt bog-app
el: Εξαιρετικό κείμενο
es: Buena lectura
eu: Nabarmendutako liburu-aplikazioa
fr: Application livre vedette
hi_in: विशिष्ठ बुक एप्लीकेशन
id: Aplikasi Buku Unggulan
it: Lettura imperdibile
ja: おすすめの書籍アプリ
ko: 추천 도서 앱
mg: Appn'ny Boky Asongadina
nl: Aanbevolen app voor boeken
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਕਿਤਾਬ ਐਪ
pl: Świetna lektura
pt_br: Boa leitura
ro: Lectură grozavă
sk: Dobré čítanie
sl: Aplikacija za predstavljeno knjigo
sq: Aplikacion Librash i Zgjedhur
sr: Препорука за читање
sr_latn: Preporuka za čitanje
sw: Programu ya Kitabu kilichoangaziwa
tr: Öne çıkan kitap uygulamaları
uk: Відібрана програма з категорії книги
xh: i-App yeNcwadi eBonisiweyoii-Apps zeeNcwadi eziBonisiweyo
zh_cn: 精选读书应用
zu: I-app Yencwadi Efakiwe

source: Featured Creativity App
af: Uitgesoekte kreatiwiteitsprogram
ar: كن مبدعًا
bg: Развихрете въображението си
bn_in: বিশেষ সৃজনশীলতার অ্যাপ
cs: Buďte kreativní
cy: Ap Creadigrwydd Da
da: Udvalgt kreativitets-app
el: Γίνετε δημιουργικοί
es: Sé creativo
eu: Nabarmendutako sormen-aplikazioa
fr: Application créative vedette
hi_in: विशेष रुप से प्रदर्शित रचनात्मक एप्लिकेशन
id: Aplikasi Kreativitas Unggulan
it: Accendi la creatività
ja: おすすめのクリエイティビティアプリ
ko: 추천 창의성 앱
mg: Appn'ny Famoronana Asongadina
nl: Aanbevolen app voor creativiteit
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਜਣਾਤਮਕਤਾ ਐਪ
pl: Bądź kreatywny
pt_br: Inspire-se
ro: Fii creativ
sk: Kreativita
sl: Aplikacija za ustvarjalnost
sq: Aplikacion Fryme Krijuese i Zgjedhur
sr: Будите креативни
sr_latn: Budite kreativni
sw: Programu ya Ubunifu iliyoangaziwa
tr: Öne çıkan yaratıcılık uygulamaları
uk: Відібрана програма з категорії творчість
xh: i-App yoYilo eBoniswayoii-Apps zoYilo eziBoniswayo
zh_cn: 精选创意应用
zu: I-app Yobuciko Efakiwe

source: Featured Education App
af: Uitgesoekte opvoedkundige program
ar: تطبيقات تركز على التعليم
bg: Избрано от Образование
bn_in: বিশেষ শিক্ষার অ্যাপ
cs: Vzdělávání
cy: Ap Addysgol Da
da: Udvalgt undervisnings-app
el: Εκπαίδευση Προσκήνιο
es: Especial en Educación
eu: Nabarmendutako hezkuntza-aplikazioa
fr: Application d'enseignement vedette
hi_in: प्रमुख शिक्षा ऐप
id: Aplikasi Pendidikan Unggulan
it: App formativa in evidenza
ja: おすすめの教育アプリ
ko: 추천 교육 앱
mg: Appn'ny Fampianarana Asongadina
nl: Aanbevolen app voor onderwijs
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸਿੱਖਿਆ ਐਪ
pl: Edukacyjne w centrum uwagi
pt_br: Destaque da educação
ro: Teme educaţionale
sk: Vzdelávanie
sl: Aplikacija za izobraževanje
sq: Aplikacion Arsimi i Zgjedhur
sr: Истакнуто у образовању
sr_latn: Istaknuto u obrazovanju
sw: Programu ya Masomo iliyoangaziwa
tr: Öne çıkan eğitim uygulamaları
uk: Відібрана програма з категорії освіта
xh: i-App yezeMfundo eBonisiweyoii-Apps yezeMfundo eziBonisiweyo
zh_cn: 精选教育应用
zu: I-app Yemfundo Efakiwe

source: Featured Game
af: Uitgesoekte speletjie
ar: لعبة رائعة
bg: Избрано от Игри
bn_in: বিশেষ গেম
ca: Joc destacat
cs: Skvělá hra
cy: Gêm Da
da: Udvalgt spil
el: Καυτό παιχνίδι
es: Juega ahora mismo
eu: Nabarmendutako jokoa
fr: Jeu vedette
hi_in: चित्रित खेल
id: Gim Unggulan
it: Gioco imperdibile
ja: おすすめのゲーム
ko: 추천 게임
mg: Lalao Asongadina
nl: Aanbevolen spel
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਖੇਡ
pl: Świetna gra
pt_br: Melhor jogo
ro: Joc grozav
sk: Výborná hra
sl: Predstavljena igra
sq: Lojë e Zgjedhur
sr: Играјте одмах ову игрицу
sr_latn: Igrajte odmah ovu igricu
sw: Mchezo ulioangaziwa
tr: Öne çıkan oyunlar
uk: Відібрана гра
xh: Umdlalwana oBonisiweyoImidlalwana eBonisiweyo
zh_cn: 精选游戏
zu: Umdlalo Ofakiwe

source: Groundbreaking App
af: Innoverende program
ar: تطبيق مبتكر
bg: Новаторско приложение
bn_in: যুগান্তকারী অ্যাপ
ca: Aplicació revolucionària
cs: Průkopnická aplikace
cy: Ap Chwyldroadol
da: Banebrydende app
el: Πρωτοποριακή εφαρμογή
es: App innovadora
eu: Aplikazio innobatzailea
fr: Application révolutionnaire
hi_in: बेहतरीन एप्लीकेशन
id: Aplikasi Keren
it: App rivoluzionaria
ja: 独創的なアプリ
ko: 획기적인 앱
mg: App Mpisava Làlana
nl: Baanbrekende app
pa: ਅਤਿ ਉੱਤਮ ਐਪ
pl: Przełomowa aplikacja
pt_br: Super aplicativo
ro: Aplicație revoluţionară
sk: Priekopnícka aplikácia
sl: Prelomna aplikacija
sq: Aplikacion revolucionarizues
sr: Револуционарна апликација
sr_latn: Revolucionarna aplikacija
sw: Programu yenye Ushindani
tr: Devrim yaratan uygulamalar
uk: Революційна програма
xh: i-App enguMhlahla-ndlelaii-Apps eziyiMihlala-ndlela
zh_cn: 开创性应用
zu: I-app Engundabuzekwayo

source: Health & Fitness App
af: Program vir gesondheid en fiksheid
ar: اهتم بصحتك
bg: Здравословен живот
bn_in: স্বাস্থ্য এবং ফিটনেস অ্যাপ
cs: Zdravý život
cy: Ap Iechyd a Ffitrwydd
da: Sundheds- og fitness-app
el: Ζήστε υγιεινά
es: Vida sana
eu: Osasun eta soinketa aplikazioa
fr: Application santé et bien-être
hi_in: स्वास्थ्य और उसका रखरखाव एप्लिकेशन
id: Aplikasi Kesehatan & Kebugaran
it: Benessere e attività fisica
ja: 健康 & フィットネスアプリ
ko: 건강 & 운동 앱
mg: Appn'ny Fahasalamana & Fitaizam-batana
nl: App voor gezondheid en fitness
pa: ਸਿਹਤ & ਫਿੱਟਨਸ਼ ਐਪ
pl: Zdrowe życie
pt_br: Vida saudável
ro: Pentru o viaţă sănătoasă
sk: Zdravý život
sl: Aplikacija za zdravje in vadbo
sq: Aplikacion Shëndet & Kalitje
sr: Здрав живот
sr_latn: Zdrav život
sw: Programu ya Afya na Nguvu
tr: Sağlık ve fitness uygulamaları
uk: Програма з категорії здоров'я і фітнес
xh: i-App yezeMpilo & uKuphila qeteii-Apps zezeMpilo & uKuphila qete
zh_cn: 健康与健身应用
zu: I-app Yempilo Nokuqina komzimba

source: Hidden Gem
af: Versteekte juweel
ar: كنز مخفي
bg: Скрито съкровище
bn_in: লুকোনো জেম
cs: Skrytý drahokam
cy: Gwychder Cudd
da: Skjult juvel
el: Κρυμμένος θησαυρός
es: Tesoro oculto
eu: Ezkutuko altxorra
fr: À découvrir
hi_in: छिपे हुए रत्न
id: Harta Karun Tersembunyi
it: Tesoro nascosto
ja: 掘り出しアプリ
ko: 숨겨진 보석
mg: Vatosoa Miafina
nl: Verborgen parel
pa: ਜਿਮ ਓਹਲੇ
pl: Ukryty skarb
pt_br: Surpresa
ro: nestemată ascunsă
sk: Skrytý drahokam
sl: Skriti dragulj
sq: Diamant i Fshehur
sr: Скривени драгуљ
sr_latn: Skriveni dragulj
sw: Madini yaliyofichwa
tr: Gizli cevherler
uk: Прихований скарб
xh: i-App yeLitye elinqabileyo elifihlakeleyoii-Apps zaMatye anqabileyo afihlakeleyo
zh_cn: 沧海遗珠
zu: I-Gem Efihlekile

source: Featured Lifestyle App
af: Uitgesoekte lewenstylprogram
ar: أبرز تطبيق نمط الحياة
bg: Избрано то Стилен живот
bn_in: বিশেষ লাইফস্টাইল অ্যাপ
cs: Životní styl a kultura
cy: Ap Ffordd o Fyw Da
da: Udvalgt livsstils-app
el: Lifestyle & Culture
es: Estilo de vida y cultura
eu: Nabarmendutako bizimodu-aplikazioa
fr: Application style de vie vedette
hi_in: विशेष रुप से जीवन शैली ऐप
id: Aplikasi Gaya Hidup Unggulan
it: Stili di vita e cultura
ja: おすすめのライフスタイルアプリ
ko: 추천 생활 앱
mg: Appn'ny Fomba Fiainana Asongadina
nl: Aanbevolen app voor lifestyle
pa: ਰਹਿਣ-ਸਹਿਣ ਵਿਸ਼ੇਸ਼ਤਾ ਐਪ
pl: Lifestyle i kultura
pt_br: Estilo de vida e Cultura
ro: aplicație evidențiată pentru stil de viață
sk: Životný štýl a kultúra
sl: Predstavljena aplikacija za življenjski slog
sq: Aplikacion Lifestyle i Zgjedhur
sr: Стил живота и култура
sr_latn: Stil života i kultura
sw: Programu ya Mtindo wa maisha iliyoangaziwa
tr: Öne çıkan yaşam tarzı uygulamaları
uk: Відібрана програма категорії стиль життя
xh: i-App yeNdlela yokuphila eBonisiweyoii-Apps zeNdlela yokuphila eziBonisiweyo
zh_cn: 精选生活方式应用
zu: I-App Yesitayela Sempilo Efakiwe

source: Local Favorite App
af: Plaaslike gunstelingprogram
ar: مفضلة محلية
bg: Местен любимец
bn_in: স্থানীয় পছন্দের অ্যাপ
cs: Lokální oblíbená aplikace
cy: Ap Lleol Da
da: Lokal favorit-app
el: Τοπικη αγαπημένη
es: Favorita en tu zona
eu: Tokiko gogoko aplikazioa
fr: La plus populaire dans notre pays
hi_in: स्थानीय पसंदीदा ऐप
id: Aplikasi Favorit Lokal
it: Preferita nella tua zona
ja: 地域限定のおすすめアプリ
ko: 지역 추천 앱
mg: App Tiana Eo An-toerana
nl: Lokale favoriete app
pa: ਲੋਕਲ ਪਸੰਦੀਦਾ ਐਪ
pl: Lokalna ulubiona aplikacja
pt_br: Aplicativo local favorito
ro: Preferată la nivel local
sk: Lokálne obľúbená aplikácia
sl: Lokalno priljubljena aplikacija
sq: Aplikacion Vendor i Zgjedhur
sr: Омиљена локална апликација
sr_latn: Omiljena lokalna aplikacija
sw: Programu ipendwayo ya mtaa
tr: Favori yerel uygulamalar
uk: Локальна улюблена програма
xh: i-App eThandwayo yeNdawoii-Apps eziThandwayo zeNdawo
zh_cn: 本地最爱应用
zu: I-App Yasendaweni Eyintandokazi

source: Maps & Navigation App
af: Kaarte en navigasieprogram
ar: التنقل والسفر
bg: Опознаване
bn_in: মানচিত্র এবং ন্যাভিগেশন অ্যাপ
cs: Cestování
cy: Ap Mapiau a Theithio
da: Kort- og navigations-app
el: Τριγυρίζοντας
es: Moverse por ahí
eu: Mapa eta nabigazio aplikazioa
fr: Application cartographie et navigation
hi_in: मैप्स और नेविगेशन एप्लीकेशन
id: Aplikasi Peta & Navigasi
it: Viaggiare
ja: 地図 & ナビゲーションアプリ
ko: 지도 & 길찾기 앱
mg: Appn'ny Sarintany & Fitetezana
nl: App voor kaarten en navigatie
pa: ਨਕਸ਼ੇ ਅਤੇ ਨੈਵੀਗੇਸ਼ਨ ਐਪ
pl: Przemieszczanie się
pt_br: Mapas e navegação
ro: Orientare
sk: Mapy a navigácia
sl: Aplikacija za zemljevide in navigacijo
sq: Aplikacion Hartash & Lëvizjesh
sr: Сналажење
sr_latn: Snalaženje
sw: Programu ya Ramani na Urambazaji
tr: Harita ve navigasyon uygulamaları
uk: Програма з категорії карти і навігація
xh: i-App yeeMephu & iNavigeyishiniii-Apps zeeMephu & iiNavigeyishini
zh_cn: 地区与导航应用
zu: I-App Yamabalazwe & Imiyalelondlela

source: Featured Music App
af: Uitgesoekte musiekprogram
ar: لمحبي الموسيقى
bg: Избрано от Меломани
bn_in: বিশেষ সঙ্গীত অ্যাপ
cs: Pro milovníky hudby
cy: Ap Cerddoriaeth Da
da: Udvalgt musik-app
el: Για λάτρεις της μουσικής
es: Para amantes de la música
eu: Nabarmendutako musika aplikazioa
fr: Application musicale vedette
hi_in: विशेष रुप से संगीत एप्लिकेशन
id: Aplikasi Musik Unggulan
it: Per chi ama la musica
ja: おすすめの音楽アプリ
ko: 추천 음악 앱
mg: Appn'ny Mozika Asongadina
nl: Aanbevolen app voor muziek
pa: ਸੰਗੀਤ ਵਿਸ਼ੇਸ਼ਤਾ ਐਪ
pl: Dla miłośników muzyki
pt_br: Para amantes de música
ro: Pentru melomani
sk: Pre milovníkov hudby
sl: Predstavljena aplikacija za glasbo
sq: Aplikacion Muzike i Zgjedhur
sr: За љубитеље музике
sr_latn: Za ljubitelje muzike
sw: Programu ya Muziki iliyoangaziwa
tr: Öne çıkan müzik uygulamaları
uk: Відібрана музична програма
xh: i-App zomculo eziBonisiweyoii-Apps zomculo eziBonisiweyo
zh_cn: 精选音乐应用
zu: I-App Yomculo Efakiwe

source: Mystery App!
af: Raaiselprogram!
ar: تطبيق غامض!
bg: Мистериозно приложение!
bn_in: রহস্য অ্যাপ!
ca: Aplicació misteriosa!
cs: Tajemná aplikace!
cy: Ap Dirgel!
da: Mysterie-app!
el: Εφαρμογή μυστήριο!
es: ¡App misteriosa!
eu: Aplikazio misteriotsua!
fr: Application mystère !
hi_in: रहस्य एप्प्स!
id: Aplikasi Misteri!
it: App enigmatica.
ja: ちょっと変わったアプリ！
ko: 신비로운 앱!
mg: Appn'ny Misitery!
nl: Mysterie-app!
pa: ਗੁਪਤ ਕਿਰਿਆ ਐਪ!
pl: Tajemnicza aplikacja!
pt_br: Aplicativo mistérioso!
ro: aplicație misterioasă!
sk: Tajomná aplikácia!
sl: Skrivnostna aplikacija!
sq: Aplikacion i Mistershëm!
sr: Мистериозна апликација!
sr_latn: Misteriozna aplikacija!
sw: Programu ya Siri!
tr: Gizemli uygulamalar!
uk: Загадкова програма!
xh: i-App yeMfihlakaloii-Apps zeMfihlakalo
zh_cn: 谜之应用！
zu: I-App Eyimpica

source: News & Weather App
af: Nuus- of weer-program
ar: تطبيقات تركز على الأخبار والمناخ
az: Xəbər və Hava Tətbiqi
bg: Избрани от Новини и Време
bn_in: খবর এবং আবহাওয়া অ্যাপ
ca: Aplicació de notícies i del temps
cs: Novinky a počasí
cy: Ap Newyddion a Thywydd
da: Nyheds- og vejr-app
el: Χάρτες & Καιρός στο προσκήνιο
es: Especiales en Noticias y tiempo
eu: Albiste eta eguraldi aplikazioa
fr: Application infos et météo
hi_in: समाचार एवं मौसम एप्लिकेशन
id: Aplikasi Berita & Cuaca
it: Notizie e meteo
ja: ニュース & 天気アプリ
ko: 뉴스 & 날씨 앱
mg: Appn'ny Vaovao & Toetrandro
nl: App voor nieuws en weer
pa: ਖਬਰਾਂ & ਮੌਸਮ ਐਪ
pl: Aktualności i pogoda
pt_br: Notícias e clima
ro: Ştiri şi meteo
sk: Novinky a počasie
sl: Aplikacija za novice in vreme
sq: Aplikacion Lajmesh & Moti i Zgjedhur
sr: Истакнуте вести и време
sr_latn: Istaknute vesti i vreme
sw: Programu ya Habari na Hali ya anga
tr: Haber ve hava durumu uygulamaları
uk: Програма з категорії новини і погода
xh: i-App yeeNdaba & iMozuluii-Apps zeeNdaba & iMozulu
zh_cn: 新闻和气象应用
zu: I-App Yezindaba & Isimo Sezulu

source: Photo & Video App
af: Program vir foto's en video's
ar: أبرز تطبيق كاميرا
az: Şəkil və Video Tətbiqi
bg: Препоръчано приложение за камера
bn_in: ফোটো এবং ভিডিও অ্যাপ
cs: Fotky a videa
cy: Ap Llun a Fideo
da: Foto- og video-app
el: Προβεβλημένη εφαρμογή κάμερας
es: App destacada para cámaras
eu: Argazki eta bideo aplikazioa
fr: Application photo et vidéo
hi_in: फोटो और वीडियो एप्लीकेशन
id: Aplikasi Foto & Video
it: Foto e video
ja: 写真 & 動画アプリ
ko: 사진 & 동영상 앱
mg: Appn'ny Sary & Horonantsary
nl: App voor foto en video
pa: ਫੋਟੋ & ਵੀਡੀਓ ਐਪ
pl: Zdjęcia i wideo
pt_br: Foto e vídeo
ro: aplicație foto și video
sk: Foto a video
sl: Aplikacija za fotografije in video posnetke
sq: Aplikacion Fotosh & Videosh
sr: Истакнута апликација за камеру
sr_latn: Istaknuta aplikacija za kameru
sw: Programu ya Picha na Video
tr: Fotoğraf ve video uygulamaları
uk: Програма з категорії фото і відео
xh: i-App yeeFoto & iVidiyoii-Apps zeeFoto & iVidiyo
zh_cn: 拍照和视频应用
zu: I-App Yezithombe & Amavidiyo

source: Featured Shopping App
af: Uitgesoekte inkopieprogram
ar: التسوق الذكي
bg: Избрано от Пазаруване
bn_in: বিশেষ শপিং অ্যাপ
cs: Doporučená nákupní aplikace
cy: Ap Siopa Da
da: Udvalgt shopping-app
el: Έξυπνες αγορές
es: Compras inteligentes
eu: Nabarmendutako erosketa aplikazioa
fr: Application shopping vedette
hi_in: विशेष रुप से प्रदर्शित खरीदारी एप्लिकेशन
id: Aplikasi Belanja Unggulan
it: App Shopping in evidenza
ja: おすすめのショッピングアプリ
ko: 추천 쇼핑 앱
mg: Appn'ny Fiantsenana Asongadina
nl: Aanbevolen app voor winkelen
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਖਰੀਦਦਾਰੀ ਐਪ
pl: Sprytnych zakupów
pt_br: Compras inteligentes
ro: Cumpărături inteligente
sk: Nákupná vychytávka
sl: Aplikacija za nakupe
sq: Aplikacion Blerjesh i Zgjedhur
sr: Паметне куповину
sr_latn: Pametne kupovinu
sw: Programu ya Ununuzi iliyoangaziwa
tr: Öne çıkan alışveriş uygulamaları
uk: Відібрана програма з категорії покупок
xh: i-App yokuThenga eBonisiweyoii-Apps zokuThenga eziBonisiweyo
zh_cn: 精选购物应用
zu: I-App Yokuthenga Efakiwe

source: Featured Social App
af: Uitgesoekte sosiale program
ar: تواصل
bg: Избрано то Свържете се
bn_in: বিশেষ সোশ্যাল অ্যাপ
cs: Buďte připojeni
cy: Ap Cymdeithasol Da
da: Udvalgt social-app
el: Μείνετε συνδεδεμένοι
es: App social destacada
eu: Nabarmendutako aplikazio soziala
fr: Application sociale vedette
hi_in: विशेष रुप से प्रदर्शित सामाजिक एप्लिकेशन
id: Aplikasi Sosial Unggulan
it: Connettiti
ja: おすすめのソーシャルアプリ
ko: 추천 소셜 앱
mg: Ireo Appn'ny Sosialy Asongadina
nl: Aanbevolen sociale app
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸਮਾਜਿਕ ਐਪ
pl: Połącz się
pt_br: Aplicativos social em destaque
ro: Rămâi conectat
sk: Buďte pripojený
sl: Predstavljena aplikacija za družbena omrežja
sq: Aplikacion Shoqëroresh i Zgjedhur
sr: Повежите се
sr_latn: Povežite se
sw: Programu ya Jamii iliyoangaziwa
tr: Öne çıkan sosyal uygulamalar
uk: Відібрана програма з категорії соціальні
xh: i-App yezeNtlalo eBonisiweyoii-Apps zezeNtlalo eziBonisiweyo
zh_cn: 精选社交应用
zu: I-App Yokomphakathi Efakiwe
