Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Loading Privacy Policy...
af: Laai tans privaatheidsbeleid...
ar: جاري تحميل سياسة الخصوصية...
az: Məxfilik Siyasəti Yüklənir...
bg: Зареждане на декларация за поверителност…
bn_in: গোপনীয়তা নীতি লোড হচ্ছে...
ca: S'està carregant la política de privadesa...
cs: Probíhá načítání zásad ochrany soukromí...
cy: Llwytho Polisi Preifatrwydd...
da: Indlæser privatlivspolitik...
el: Φόρτωση πολιτικής απορρήτου...
es: Cargando Política de privacidad...
eu: Pribatutasun-politika kargatzen...
fr: Chargement de la politique de confidentialité...
ga_ie: Polasaí Príobháideachta á Luchtú...
hi_in: गुप्त कूटनीती लोड हो रहा है...
id: Memuat Kebijakan Privasi...
it: Caricamento dell’informativa sulla privacy in corso…
ja: プライバシーポリシーを読み込んでいます...
ko: 개인 정보 보호 정책 로딩중...
mg: Mamatratra Politika Fiarovana Tsiambaratelo…
nl: Privacybeleid laden…
pa: ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Wczytywanie polityki prywatności…
pt_br: Carregando política de privacidade...
ro: Se încarcă politica de confidențialitate...
sk: Načítavajú sa Zásady ochrany súkromia...
sl: Nalagam Politiko zasebnosti ...
sq: Po ngarkohen Rregullat e Privatësisë...
sr: Учитавање полисе о приватности...
sr_latn: Učitavanje polise o privatnosti...
sw: Inapakia Sera ya Faragha...
tr: Gizlilik ilkeleri yükleniyor...
uk: Завантаження політики приватності...
xh: Ilayisha iPholisi yaBucala...
zh_cn: 正在加载隐私权政策...
zu: Kusalodwa Inqubomgomo Yokuvikeleka Kwemininingwane...

source: Thank you for purchasing
af: Dankie vir jou aankope
ar: شكراً على الشراء
az: Aldığınız üçün təşəkkürlər
bg: Благодарим за покупката ви
bn_in: কেনার জন্য আপনাকে ধন্যবাদ
ca: Gràcies per la compra
cs: Děkujeme za nákup
cy: Diolch am brynu
da: Tak for dit køb
el: Σας ευχαριστούμε για την αγορά
es: Gracias por la compra
eu: Eskerrik asko erosteagatik
fr: Merci de votre achat
hi_in: खरीदने के लिये शुक्रिया
id: Terima kasih telah membeli
it: Grazie per il tuo acquisto
ja: お買い上げありがとうございます
ko: 구매해 주셔서 감사합니다.
mg: Misaotra anao nividy
nl: Bedankt voor uw aankoop
pa: ਖਰੀਦਣ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za zakup
pt_br: Obrigado pela compra
ro: Îți mulțumim pentru achiziție
sk: Ďakujeme za objednávku
sl: Zahvaljujemo se vam za nakup
sq: Faleminderit për blerjen
sr: Хвала на куповини
sr_latn: Hvala na kupovini
sw: Ahsante kwa kununua
tr: Satın aldığınız için teşekkürler
uk: Дякуємо за покупку
xh: Enkosi ngokuthenga
zh_cn: 感谢您的购买
zu: Siyabonga ngokuba uthenge

source: Show <mkt-selected-text></mkt-selected-text>
ja: <mkt-selected-text></mkt-selected-text> を表示
tr: <mkt-selected-text></mkt-selected-text> göster

source: Display as
ja: 表示:

source: Toggle App Previews
ja: アプリのプレビューを切り替える
tr: Uygulama ön izlemelerini aç/kapat

source: Back to {app}
af: Terug na {app}
ar: الرجوع إلى {app}
az: {app} tətbiqinə geri
bg: Обратно към {app}
bn_in: {app} -এ ফিরে যান
ca: Torna a {app}
cs: Zpět na {app}
cy: Nôl i {app}
da: Tilbage til {app}
el: Επιστροφή στην εφαρμογή «{app}»
es: Volver a {app}
eu: Itzuli {app}(e)ra
fr: Retour à {app}
hi_in: {एप} में वापस जाये
id: Kembali ke {app}
it: Ritorna a {app}
ja: {app} のページへ戻る
ko: {app} 페이지로 돌아가기
mg: Hiverina @ {app}
nl: Terug naar {app}
pl: Wróć do {app}
pt_br: Voltar para {app}
ro: Înapoi la {app}
sk: Späť na {app}
sl: Nazaj k {app}
sq: Mbrapsht te {app}
sr: Назад на {app}
sr_latn: Nazad na {app}
sw: Rudi kwa {app}
tr: {app} uygulamasına dön
uk: Повернутися до {app}
zh_cn: 返回 {app}
zu: Emuva ku-{app}

source: Content Rating
af: Inhoudbeoordeling
ar: تقييم المحتوى
az: Məzmun Reytinqi
bg: Оценка на съдържанието
bn_in: বিষয়বস্তু নির্ধারণ
ca: Classificació del contingut
cs: Hodnocení obsahu
cy: Graddio'r Cynnwys
da: Indholdsklassificering
el: Βαθμολογία περιεχομένου
es: Puntuación del contenido
eu: Edukiaren sailkapena
fr: Classification du contenu
hi_in: विषय सूची रेटिंग
id: Peringkat Konten
it: Classificazione del contenuto
ja: コンテンツ評価
ko: 콘텐츠 등급
mg: Naotin'ny Atiny
nl: Inhoudsclassificatie
pa: ਸਮੱਗਰੀ ਰੇਟਿੰਗ
pl: Ocena treści
pt_br: Classificação Indicativa
ro: Evaluarea conținutului
sk: Hodnotenie obsahu
sl: Ocenjevanje vsebine
sq: Vlerësim Lënde
sr: Оцена садржаја
sr_latn: Ocena sadržaja
sw: Kipimo cha Yaliyomo
tr: İçerik uygunluğu
uk: Оцінка вмісту
xh: Ukalisho lweSiqulatho
zh_cn: 内容评级
zu: Ukulinganisela Okuqukethwe

source: Rating Details
af: Beoordeling-details
ar: تفاصيل التقييم
az: Reytinq Detalları
bg: Информация за оценката
bn_in: রেটিং-এর বিস্তারিত
ca: Detalls de la classificació
cs: Podrobnosti hodnocení
cy: Manylion Graddio
da: Detaljer om klassificering
el: Λεπτομέρειες βαθμολογίας
es: Detalles de la puntuación
eu: Sailkapenaren xehetasunak
fr: Détails de la classification
hi_in: रेटिंग विवरण
id: Detail Peringkat
it: Informazioni sulla classificazione dei contenuti
ja: レーティングの詳細
ko: 등급 정보
mg: Antsipirian'ny Naoty
nl: Details over classificatie
pl: Szczegóły oceny
pt_br: Detalhes da classificação
ro: Detalii privind evaluarea
sk: Podrobnosti hodnotenia
sl: Podrobnosti ocene
sq: Hollësi Vlerësimi
sr: Информације о оцењивању
sr_latn: Informacije o ocenjivanju
sw: Maelezo ya Kipimo
tr: Puanlama ayrıntıları
uk: Докладніше про рейтинг
zh_cn: 评级详情
zu: Imininingwane Yokulinganisela

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
af: Jou Mac se instellings kan jou dalk weerhou om om programme te installeer wat nie uit die Mac App Store kom nie.
ar: إعدادات نظام التشغيل ماك الخاص بك قد تمنعك من تثبيت التطبيقات التي لا تأتي من ماك آب ستور.
az: Mac tənzimləmələriniz Mac App Store-dan olmayan tətbiqləri qurmağınızı əngəlləyə bilər.
bg: Настройките на вашият Mac може да забраняват инсталиране на приложения, извън Mac App Store.
bn_in: আপনার Mac সেটিংস আপনাকে অ্যাপ ইন্সটল করতে বাঁধা দিতে পারে যা আপনার Mac স্টোরে নেই।
ca: La configuració del Mac pot impedir que instal·leu aplicacions que no provinguin del Mac App Store.
cs: Vaše nastavení Mac vám může bránit v instalaci aplikací, které nepochází z Mac App Store.
cy: Gall fod gosodiadau eich Mac yn eich rhwystro rhag gosod apiau sydd ddim yn dod o'r Mac App Store.
da: Din Macs indstillinger kan forhindre dig i at installere apps, der ikke kommer fra Mac App Store.
el: Οι ρυθμίσεις του Mac σας μπορεί να αποκλείουν την εγκατάσταση εφαρμογών που δεν προέρχονται από το Mac App Store.
es: Tu configuración de Mac puede prevenir que instales aplicaciones que no vienen de la Mac App Store.
eu: Baliteke zure Mac-eko konfigurazioak Mac App Store-etik ez datozen aplikazioak instalatzen ez uztea.
fr: Les paramètres de votre Mac pourraient vous empêcher d'installer des applications ne provenant pas du Mac App Store.
hi_in: आपकी मैक सेटिंग्स आपको उन एप्प्स को इन्सटॉल करने से रोक सकती हैं जो कि मैक के एप्प स्टोर से नहीं आती हैं.
it: Il sistema Mac in uso potrebbe essere configurato in modo da impedire l’installazione di app da marketplace diversi dall’App Store di Apple.
ja: お使いの Mac は Mac App Store 以外から配信されたアプリのインストールを禁止する設定になっているかもしれません。
ko: Mac이 Mac App Store 이외의 장소에 있는 앱은 설치가 안되도록 설정되어 있습니다.
mg: Mety manakana anao tsy hametraka ireo app tsy avy amin'ny Mac App Store ny tefin'ny Mac anao.
nl: Uw Mac-instellingen zorgen er mogelijk voor dat u geen apps die niet van de Mac App Store afkomstig zijn kunt installeren.
pl: Twoja ustawienia komputera Mac mogą uniemożliwiać instalację aplikacji, które nie pochodzą z Mac App Store.
pt_br: Suas configurações do Mac podem impedir a instalação de aplicativos que não vêm a partir do Mac App Store.
ro: Setările tale Mac te pot împiedica să instalezi aplicații care nu provin din Mac App Store.
sk: Nastavenia vášho Mac-u vám nemôžu brániť v inštalácií aplikácií, ktoré nepochádzajú z Mac App Store.
sl: Nastavitve na vašem Macu vam morda preprečujejo namestitev aplikacij, ki ne prihajajo iz Macove trgovine.
sq: Rregullimet tuaja në Mac mund t’jua pengojnë instalimin e aplikacioneve që nuk janë prej Mac App Store.
sr: Ваше Mac поставке ће можда спречити од инсталирања апликација које не долазе са Mac App Store.
sr_latn: Vaše Mac postavke će možda sprečiti od instaliranja aplikacija koje ne dolaze sa Mac App Store.
sw: Mipnagilio ya Mac yako imaweza kukuzuia kusakinisha programu tumizi ambazo haziji kutoka Mac App Store.
tr: Mac ayarlarınız Mac App Store'dan gelmeyen uygulamaları yüklemenizi engelliyor olabilir.
uk: Налаштування вашого Mac можуть не дозволяти вам встановлення програм не з Mac App Store.
zh_cn: 您的 Mac 设置可能阻止了您从 Mac 应用商店以外的地方安装应用。
zu: Amasethingi akho e-Mac angase akuvimbe ukuthi ufake ama-app angaphumi ku-Mac App Store.

source: Learn how to change them.
af: Leer hoe om dit te verander.
ar: تعلم كيفية تغييرها.
az: Necə dəyişdirəcəyinizi öyrənin.
bg: Научете как да ги промените.
bn_in: জানুন কিভাবে তাদেরকে পরিবর্তন করবেন।
ca: Vegeu com podeu modificar-la.
cs: Přečtěte si, jak to změnit.
cy: Dysgu sut i'w newid nhw.
da: Læs, hvordan du ændrer dem.
el: Μάθετε πως να τις αλλάξετε.
es: Aprende como cambiarlos.
eu: Ikasi nola aldatu ezarpenok.
fr: Découvrez comment les modifier.
hi_in: उन्हें कैसे बदलना है सीखें.
id: Pelajari cara mengubahnya.
it: Scopri come modificare le impostazioni.
ja: 設定の変更方法はこちら。
ko: 변경 방법을 살펴보세요.
mg: Ianaro ny fomba fanovana azy ireo.
nl: Lees hoe u ze kunt wijzigen.
pl: Dowiedz się, jak to zmienić.
pt_br: Saiba como alterá-las.
ro: Află cum poți să le schimbi.
sk: Prečítajte si, ako to zmeniť.
sl: Naučite se, kako jih spremeniti.
sq: Mësoni si t’i ndryshoni.
sr: Научите како да их промените.
sr_latn: Naučite kako da ih promenite.
sw: Jua jinsi ya kuzibadilisha.
tr: Nasıl değiştirebileceğinizi öğrenin.
uk: Дізнайтесь, як їх змінити.
zh_cn: 了解如何更改它们。
zu: Funda ukuba ashintshwa kanjani

source: Show me everything for <mkt-selected-text></mkt-selected-text>
ar: أعرض التطبيقات التي تتوافق مع <mkt-selected-text></mkt-selected-text>
az: <mkt-selected-text></mkt-selected-text> üçün hər şeyi göstər
bg: Всичко за <mkt-selected-text></mkt-selected-text>
bn_in: আমার জন্য সবকিছু দেখান <mkt-selected-text></mkt-selected-text>
cs: Zobrazit vše pro <mkt-selected-text></mkt-selected-text>
cy: Dangos popeth am <mkt-selected-text></mkt-selected-text>
da: Vis mig alt til: <mkt-selected-text></mkt-selected-text>
el: Εμφάνιση εφαρμογών για <mkt-selected-text></mkt-selected-text>
es: Mostrarme todo lo que hay de <mkt-selected-text></mkt-selected-text>
eu: Erakutsi dena honako: <mkt-selected-text></mkt-selected-text>
fr: Afficher tous les résultats pour <mkt-selected-text></mkt-selected-text>
hi_in: मुझे सब कुछ दिखायें <mkt-selected-text></mkt-selected-text>
it: Mostra tutti i risultati per <mkt-selected-text></mkt-selected-text>
ja: <mkt-selected-text></mkt-selected-text> 向けのアプリをすべて表示
ko: <mkt-selected-text></mkt-selected-text> 앱 모두 보기
mg: Asehoy ahy izay rehetra momba ny <mkt-selected-text></mkt-selected-text>
nl: Alles tonen voor <mkt-selected-text></mkt-selected-text>
pl: Pokazuj wszystko dla <mkt-selected-text></mkt-selected-text>
pt_br: Mostre-me tudo para <mkt-selected-text></mkt-selected-text>
ro: Arată-mi totul pentru <mkt-selected-text></mkt-selected-text>
sk: Zobraziť všetko pre <mkt-selected-text></mkt-selected-text>
sl: Pokaži mi vse za <mkt-selected-text></mkt-selected-text>
sq: Tregomë gjithçka për <mkt-selected-text></mkt-selected-text>
sr: Прикажи ми све за <mkt-selected-text></mkt-selected-text>
sr_latn: Prikaži mi sve za <mkt-selected-text></mkt-selected-text>
sw: Ninyeshe kila kitu <mkt-selected-text></mkt-selected-text>
tr: <mkt-selected-text></mkt-selected-text> için her şeyi göster
uk: Показати мені все для <mkt-selected-text></mkt-selected-text>
zh_cn: 为我显示 <mkt-selected-text></mkt-selected-text> 的所有内容

source: Installed!
af: Geïnstalleer!
ar: تم التثبيت!
az: Quruldu!
bg: Инсталирано!
bn_in: ইন্সটল হয়ে গেছে!
ca: Instal·lada!
cs: Nainstalováno!
cy: Gosodwyd!
da: Installeret!
el: Εγκαταστάθηκε!
es: ¡Instalada!
eu: Instalatuta!
fr: Installé !
ga_ie: Suiteáilte!
hi_in: स्थापित!
id: Terinstal!
it: Installata.
ja: インストールが完了しました。
ko: 설치되었습니다!
mg: Tafapetraka!
nl: Geïnstalleerd!
pa: ਇੰਸਟਾਲ ਹੈ!
pl: Zainstalowano!
pt_br: Instalado!
ro: Instalat!
sk: Nainštalované!
sl: Nameščeno!
sq: U instalua!
sr: Инсталирано!
sr_latn: Instalirano!
sw: Imesakinishwa
th: ติดตั้งแล้ว!
tr: Yüklendi!
uk: Встановлено!
xh: Ifakelwe!
zh_cn: 安装完成！
zu: Kufakeliwe!

source: Launch this app from your <b>Applications</b> directory.
af: Begin hierdie program vanaf jou <b>Applications</b>-lêergids.
ar: شغل هذا التطبيق من دليل<b>التطبيقات</b> الخاص بك.
az: Bu tətbiqi <b>Tətbiqlər</b> qovluğunuzdan açın.
bg: Отворете приложението от папка <b>Приложения</b>.
bn_in: আপনার <b>অ্যাপ্লিকেশন</b> ডিরেক্টরি থেকে এই অ্যাপটি চালু করুন।
ca: Executeu l'aplicació del directori <b>Aplicacions</b>.
cs: Spusťte aplikaci z vašeho adresáře <b>Aplikace</b>.
cy: Cychwynnwch yr ap hwn o'ch cyfeiriadur <b>Rhaglenni</b>.
da: Start denne app fra mappen <b>Programmer</b>.
el: Εκκίνηση αυτής της εφαρμογής από τον κατάλογο <b>«Εφαρμογές»</b>.
es: Lanzar esta app desde tu directorio de <b>aplicaciones</b>.
eu: Abiarazi aplikazio hau <b>Aplikazioak</b> direktoriotik.
fr: Exécuter cette application depuis votre répertoire <b>Applications</b>.
ga_ie: Tosaigh an feidhmchlár seo ó do chomhadlann <b>Feidhmchláir</b>.
hi_in: अपने <b> एप्लीकेशन</b> निर्देशिका से इस एप्स को लॉन्च करें.
id: Jalankan aplikasi ini dari direktori <b>Aplikasi</b>
it: Avvia quest’app dalla cartella <b>Applicazioni</b>.
ja: このアプリは Mac の <b>アプリケーション</b> ディレクトリから起動できます。
ko: <b>어플리케이션</b> 디렉토리에서 앱을 실행하세요.
mg: Alefaso avy ao @ rejisitrao <b>Rindranasa</b> io app io.
nl: Start deze app vanuit uw map <b>Programma’s</b>.
pa: ਆਪਣੀ <b>ਐਪਲਿਕੇਸਨ</ b> ਡਾਇਰੈਕਟਰੀ ਵਿੱਚੋ ਇਸ ਐਪ ਨੂੰ ਚਲਾਓ।
pl: Uruchom tę aplikację z katalogu <b>Aplikacje</b>.
pt_br: Abra esse aplicativo na sua pasta <b>Aplicativos</b>.
ro: Lansează această aplicație din directorul de <b>aplicații</b>.
sk: Spustite túto aplikáciu z vášho priečinka <b>Aplikácie</b>.
sl: Zaženite to aplikacijo z vašega <b>aplikacijskega</b> direktorija.
sq: Niseni këtë aplikacion nga drejtoria juaj <b>Aplikacione</b>.
sr: Покрените ову апликацију из фасцикле <b>Апликације</b>.
sr_latn: Pokrenite ovu aplikaciju iz fascikle <b>Aplikacije</b>.
sw: Zindua programu tumizi kutoka kwa saraka ya <b>Programu tumizi</b>.
th: เปิดแอพนี้จากไดเรกทอรี<b>แอพพลิเคชัน</b>ของคุณ
tr: Bu uygulamayı <b>Uygulamalar</b> klasörünüzden çalıştırın.
uk: Запустити цю програму зі свого каталогу <b>Програми</b>.
xh: Lontsha le app kwi<b> salathisi <b> seeAplikheyishini zakho.
zh_cn: 从您的<b>应用程序</b> 目录中启动此应用。
zu: Qalisa ukusebenza kwale app ohlwini lwakho <b>Ama-Application</b>

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
af: Begin hierdie program vanaf jou <b>Windows-werkskerm</b> of <b>Start &#9658; All Programs</b>.
ar: شغل هذا التطبيق من <b>سطح المكتب</b> أو <b> ابدأ &#9658؛ جميع البرامج</b>.
az: Tətbiqi <b>Windows masaüstü</b> və ya <b>Bütün Proqramları Başlat &#9658;</b> bölümündən açın.
bg: Стартирайте това приложение от вашия <b>Windows работен плот</b> или <b>Start &#9658; Всички програми</b>.
bn_in: আপনার <b>উন্ডোজ ডেস্কটপ</b> থেকে এই অ্যাপটি চালু করুন অথবা <b>শুরু করুন &#9658; সমস্ত প্রোগ্রাম</b>।
ca: Executeu l'aplicació de l'<b>escriptori del Windows</b> o des d'<b>Inicia &#9658; Tots els programes</b>.
cs: Spusťte aplikaci z <b>Plochy Windows</b> či <b>Start &#9658; Všechny programy</b>.
cy: Cychwynnwch yr ap hwn o'ch <b>bwrdd gwaith Windows</b> neu <b>Cychwyn &#9658; Pob Rhaglen</b>.
da: Start denne app fra <b>skrivebordet i Windows</b> eller <b>Start &#9658; Alle programmer</b>.
el: Εκκίνηση της εφαρμογής από την <b>επιφάνεια εργασίας των Windows</b> ή από την <b>Εκκίνηση &#9658; Όλα τα προγράμματα</b>.
es: Lanzar esta app desde tu <b>escritorio de Windows</b> o <b>Iniciar &#9658; Todos los programas</b>.
eu: Abiarazi aplikazio hau <b>Windows-eko mahaigainetik</b> edo <b>Hasi &#9658; Programa guztiak</b> menutik.
fr: Exécuter cette application depuis votre <b>bureau Windows</b> ou <b>Démarrer &#9658; Tous les programmes</b>.
ga_ie: Tosaigh an feidhmchlár seo ó do <b>dheasc Windows</b> nó <b>Start &#9658; All Programs</b>.
hi_in: अपने <b> विंडोज डेस्कटॉप </b> से इस एप्स को लॉन्च करें या <b>शुरू करें &#9658; सभी प्रोग्राम्स</b>.
id: Jalankan aplikasi ini dari <b>desktop Windows</b> atau <b>Mulai &#9658;Semua Program (Start &#9658; All Programs)</b>.
it: Avvia quest’app dal <b>desktop di Windows</b> o dal menu <b>Start &#9658; Tutti i programmi</b>.
ja: このアプリは Windows の <b>デスクトップ</b> か <b>スタート &#9658; すべてのプログラム</b> から起動できます。
ko: <b>윈도우즈 데스크탑</b>이나 <b>시작 &#9658; 모든 프로그램</b>에서 앱을 실행하세요.
mg: Alefaso avy ao @ <b>birao Windows</b> anao na <b>Hanomboka &#9658; Rindrandamina Rehetra</b>.
nl: Start deze app vanaf uw <b>Windows-bureaublad</b> of <b>Start &#9658; Alle programma’s</b>.
pa: ਇਹ ਐਪ ਆਪਣੇ<b>Windows ਡੈਸਕਟਾਪ </ b> ਤੋ ਲਾਚ ਕਰੋ ਜਾ <b>ਸ਼ੁਰੂ &#9658; ਸਾਰੇ ਪੋ੍ਗਰਾਮਾ</b>।
pl: Uruchom tę aplikację z <b>pulpitu Windows</b> lub menu <b>Start &#9658; Wszystkie programy</b>.
pt_br: Abra esse aplicativo na sua <b>Área de trabalho do Windows</b> ou <b>Iniciar &#9658; Todos os programas</b>.
ro: Lansează această aplicație <b>de pe desktopul Windows</b> sau <b>Start &#9658; Toate programele</b>.
sk: Spustite túto aplikáciu z vášho <b>pracovnej plochy Windows</b> alebo ponuky <b>Štart &#9658; Všetky programy</b>.
sl: Zaženite to aplikacijo z vešega <b>Windows namizja</b> ali <b>Start &#9658; Vsi programi</b>.
sq: Niseni këtë aplikacion nga <b>desktopi juaj Windows</b> ose nga <b>Start &#9658; All Programs</b>.
sr: Покрените ову апликацију са своје <b>Windows радне површине</b> или <b>Start &#9658; All Program</b>.
sr_latn: Pokrenite ovu aplikaciju sa svoje <b>Windows radne površine</b> ili <b>Start &#9658; All Program</b>.
sw: Anzisha programu tumizi hii kutoka kwa <b>Windows desktop</b> au <b>Start &#9658; Programu Zote</b>
th: เปิดแอพนี้จาก<b>พื้นโต๊ะ Windows</b> ของคุณ หรือ <b>Start &#9658; All Programs</b>
tr: Bu uygulamayı <b>Windows masaüstünüzden</b> veya <b>Başlat &#9658; Tüm Programlar</b>'dan çalıştırın.
uk: Запустити цю програму зі свого <b>робочого столу Windows</b> або <b>Пуск &#9658; Всі програми</b>.
xh: Lontsha le app kwi<b> desktophu yakho yee-Windows </b> okanye <b> Qalisa &#9658; Zonke iiProgram<b>.
zh_cn: 从您的 <b>Windows桌面</b> 或 <b>开始菜单 &#9658; 所有程序</b> 中启动此应用。
zu: Qalisa ukusebenza kwale app kweyakho i<b>i-Windows desktop</b> noma <b>Qala&#9658; Zonke Izinhlelo</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
af: Begin hierdie program vanaf jou <b>ikoonstrook</b>, <b>program-keuseskerm</b>, of <b>program-kieslys</b>.
ar: شغل هذا التطبيق من <b>القائمة</b>، <b>أب بيكر</b>، أو <b>قائمة التطبيقات</b>.
az: Tətbiqi <b>menyudan</b>, <b>Tətbiq Seçicidən</b>, və ya <b>Tətbiqlər menyusu</b>ndan açın.
bg: Отворете приложението от вашето <b>табло</b>, <b>Избор на приложение</b> или меню <b>Приложения</b>.
bn_in: আপনার <b>ড্যাশ</b>, <b>অ্যাপ্লিকেশন পিকার</b>, অথবা <b>অ্যাপ্লিকেশন মেনু</b> থেকে এই অ্যাপটি চালু করুন।
ca: Executeu l'aplicació des del <b>plafó</b>, el <b>selector d'aplicacions</b> o el <b>menú d'aplicacions</b>.
cs: Spusťte aplikaci z vašeho <b>Dash</b>, <b>Application picker</b> nebo <b>nabídky Applications</b>.
cy: Cychwynnwch yr ap hwn o'ch <b>bwrdd gwaith</b>, <b>Dewisydd rhaglenni</b> neu <b>Ddewislen rhaglenni</b>.
da: Start denne app fra dit <b>panel</b>, <b>programvælger</b> eller <b>programmenu</b>.
el: Εκκίνηση της εφαρμογής από την <b>dash</b>, <b>Επιλογή εφαρμογών</b>, ή το <b>Μενού Εφαρμογών</b>.
es: Lanzar esta app desde tu <b>barra</b>, <b>selector de aplicaciones</b> o <b>menú de aplicaciones</b>.
eu: Abiarazi aplikazio hau <b>atrakagarri</b>tik, <b>Aplikazio-hautatzailetik</b> edo <b>Aplikazioen menutik</b>.
fr: Exécuter cette application depuis votre <b>dash</b>, <b>sélecteur d'application</b>, ou <b>menu applications</b>.
ga_ie: Tosaigh an feidhmchlár seo ó do <b>phainéal</b>, <b>Roghnóir Feidhmchláir</b>, nó <b>Roghchlár Feidhmchlár</b>.
hi_in: अपने <b>डैश</b>, <b>एप्लीकेशन पिकर</b> या <b>एप्लीकेशन मेनू</b> से इस एप्स को लॉन्च करें.
id: Jalankan aplikasi ini dari <b>dash</b>, <b>Pemilih aplikasi</b>, atau menu Aplikasi</b>.
it: Avvia questa app dal <b>Dash</b>, da <b>Application picker</b>, o dal <b>menu Applicazioni</b>.
ja: このアプリは、<b>ダッシュ</b>、<b>アプリケーションピッカー</b> もしくは <b>アプリケーションメニュー</b> から起動できます。
ko: <b>대시</b>나 <b>어플리케이션 피커</b>, <b>어플리케이션 메뉴</b>에서 앱을 실행하세요.
mg: Alefaso avy @ <b>takelaka fanamoriana</b>, <b>Mpisafidy rindranasa</b>, na <b>menio Rindranasa</b>.
nl: Start deze app vanaf uw <b>dashboard</b>, <b>Toepassingskiezer</b> of <b>menu Toepassingen</b>.
pa: ਆਪਣੇ <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b> ਤੋ ਐਪ ਲਾਚ ਕਰੋ।
pl: Uruchom tę aplikację z <b>panelu głównego</b>, <b>aktywatora aplikacji</b> lub <b>menu Aplikacje</b>
pt_br: Abra este aplicativo a partir do <b>painel</b>, <b>seletor de aplicativos</b> ou <b>menu de aplicativos</b>.
ro: Lansează această aplicație din <b>bord</b>, <b>selectorul de aplicații</b> sau <b>meniul de aplicații</b>.
sk: Spustite túto aplikáciu z vášho <b>Dash</b>, <b>Application picker</b> alebo <b>ponuky Aplikácie</b>.
sl: Zaženite to aplikacijo z vaše <b>nadzorne plošče</b>, <b>izbirnika aplikacij</b>, ali iz<b>aplikacijskega menija</b>.
sq: Niseni këtë aplikacion nga <b>pulti</b> juaj, <b>zgjedhësi i Aplikacionit</b>, ose <b>menuja e Aplikacioneve</b>.
sr: Покрените ову апликацију са своје <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
sr_latn: Pokrenite ovu aplikaciju sa svoje <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
sw: Anzisha programu tumizi hii kutoka kwa <b>dash</b>,<b>Kichagua programu rumizi</b>, au <b>Menu ya programu tumizi</b>
th: เปิดแอพนี้จาก<b>แดช</b>ของคุณ <b>ตัวเลือกแอพพลิเคชัน</b> หรือ<b>เมนูแอพพลิเคชัน</b>
tr: Bu uygulamayı <b>dock</b>'unuzdan, <b>Uygulama seçiciden</b> veya <b>Uygulamalar menüsünden</b> çalıştırın.
uk: Запустити цю програму зі свого <b>dash</b>, <b>Панелі вибору програм</b>, або <b>Меню програм</b>.
xh: Lontsha le app kwi- <b> dash yakho </b>, <b> kwisichongi seAplikheyishini </b>, okanye <b> kwimenyu yeAplikheyishini </b>.
zh_cn: 从您的<b>dash</b>、<b>应用程序选择器</b>或者<b>应用程序菜单</b>中启动此应用。
zu: Qalisa ukusebenza kwale app kweyakho <b>dash</b>, <b>Isiqoki se-Application </b>, noma<b>imenyu yama-Application </b>.

source: Edit your Review
af: Redigeer jou resensie
ar: تعديل التقييم
az: Rəyinizi Dəyişin
bg: Редактирайте отзива
bn_in: আপনার রিভিউ সম্পাদনা করুন
ca: Edita la valoració
cs: Upravit recenzi
cy: Golygu eich Adolygiad
da: Rediger din anmeldelse
el: Επεξεργασία της κριτικής σας
es: Editar tu valoración
eu: Editatu zure balorazioa
fr: Modifier votre appréciation
hi_in: अपनी समीक्षा संपादित करें
id: Edit Ulasan Anda
it: Modifica la tua recensione
ja: レビューを編集
ko: 리뷰 수정
mg: Hanitsy ny Fitsaranao
nl: Uw beoordeling bewerken
pl: Edytuj swoją opinię
pt_br: Edite a sua avaliação
ro: Editează-ți recenzia
sk: Upraviť recenziu
sl: Uredite svojo oceno
sq: Përpunoni Shqyrtimin tuaj
sr: Уредите рецензију
sr_latn: Uredite recenziju
sw: Sahihisha Pitio lako
tr: İncelemenizi düzenleyin
uk: Редагувати ваш відгук
zh_cn: 编辑您的评价
zu: Hlela Ukubukeza kwakho
