Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Featured Sports App
af: Uitgesoekte sportprogram
ar: عالم الرياضة
bg: Избрано от Спортен живот
bn_in: বিশেষ খেলাধূলো অ্যাপ
cs: Sportovní život
cy: Ap Chwaraeon Da
da: Udvalgt sports-app
el: Αθλητική ζωή
es: Todo sobre deportes
eu: Nabarmendutako kirol aplikazioa
fr: Application sports vedette
hi_in: विशेष रुप से प्रदर्शित खेल एप्लिकेशन
id: Aplikasi Olahraga Unggulan
it: Vita sportiva
ja: おすすめのスポーツアプリ
ko: 추천 스포츠 앱
mg: Appn'ny Fanatanjahantena Asongadina
nl: Aanbevolen app voor sport
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਖੇਡਾਂ ਐਪ
pl: Życie na sportowo
pt_br: Mundo dos esportes
ro: Viața sportivă
sk: Športový život
sl: Predstavljena aplikacija za šport
sq: Aplikacion Sportesh i Zgjedhur
sr: Спортски живот
sr_latn: Sportski život
sw: Programu ya Michezo iliyoangaziwa
tr: Öne çıkan spor uygulamaları
uk: Відібрана програма з категорії спорт
xh: i-App yeMidlalo eBonisiweyoii-Apps zeMidlalo eziBonisiweyo
zh_cn: 精选体育应用
zu: I-App Yezemidlalo Efakiwe

source: Tool & Time Saver
af: Hulpmiddel en tydbespaarder
ar: أدوات وتطبيقات توفير الوقت
az: Alət və Vaxt Qoruyucu
bg: Инструмент и ефективност
bn_in: টুল ও সময় সংরক্ষক
cs: Nástroje na šetření času
cy: Ap Offer ac Arbed Amser
da: Værktøj & tidsbesparer
el: Εργαλεία & Εξοικονόμηση χρόνου
es: App para ahorrar tiempo
eu: Denbora aurrezteko tresna
fr: Outil et astuce
hi_in: उपकरण और समय बचानेवाला
id: Alat & Penghemat Waktu
it: Strumenti e salvatempo
ja: ツール & 時間節約アプリ
ko: 도구 & 시간 절약
mg: Fitaovana & Mpitsitsy Fotoana
nl: Hulpmiddel en tijdbesparing
pa: ਸੰਦ & ਸਮਾਂ ਬੱਚਤ
pl: Narzędzia i aplikacje oszczędzające czas
pt_br: Produtividade
ro: Instrumente și gadgeturi
sk: Nástroj na šetrenie času
sl: Orodje in prihranjevalnik časa
sq: Mjete & Kursyes Kohe
sr: Алати и апликације за продуктивност
sr_latn: Alati i aplikacije za produktivnost
sw: Kiokozi cha Chombo na Wakati
tr: Araçlar ve zaman kazandırıclar
uk: Інструмент і зберігач часу
xh: iSixhobo & iSigcini-XeshaiZixhobo & iZigcini-Xesha
zh_cn: 工具和效率
zu: Ithuluzi Nokokonga isikhathi

source: Featured Travel App
af: Uitgesoekte reisprogram
ar: للمسافرين
bg: Избрано от Пътуване
bn_in: বিশেষ ভ্রমণ অ্যাপ
cs: Pro cestovatele
cy: Ap Teithio Da
da: Udvalgt rejse-app
el: Για ταξιδιώτες
es: Para viajeros
eu: Nabarmendutako bidaia aplikazioa
fr: Application voyage vedette
hi_in: विशेष रुप से प्रदर्शित यात्रा एप्लिकेशन
id: Aplikasi Travel Unggulan
it: Per chi viaggia
ja: おすすめの旅行アプリ
ko: 추천 여행 앱
mg: Appn'ny Dia Asongadina
nl: Aanbevolen app voor reizen
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਯਾਤਰੀ ਐਪ
pl: Dla podróżników
pt_br: Para aventureiros
ro: Pentru călători
sk: Pre cestovateľov
sl: Predstavljena aplikacija za potovanje
sq: Aplikacion Udhëtimesh i Zgjedhur
sr: За путнике
sr_latn: Za putnike
sw: Programu ya Usafiri iliyoangaziwa
tr: Öne çıkan seyahat uygulamaları
uk: Відібрана програма з категорії подорожі
xh: i-App yoHambo eBonisiweyoii-Apps zoHambo eziBonisiweyo
zh_cn: 精选旅游应用
zu: I-App Yezokuvakasha Efakiwe

source: Work & Business App
af: Werk-en-besigheid-program
ar: أعمال أفضل
az: İş və Biznes Tətbiqi
bg: Свършете нещо
bn_in: কাজের ও ব্যবসার অ্যাপ
cs: Buďte produktivnější
cy: Ap Gwaith a Busnes
da: Arbejds- og forretnings-app
el: Γίνετε πιο παραγωγικοί
es: Sé más productivo
eu: Lan eta negozio aplikazioa
fr: Application travail et productivité
hi_in: कार्य व व्यापार एप्लिकेशन
id: Aplikasi Bisnis & Kerja
it: Ottieni risultati migliori
ja: 仕事 & ビジネスアプリ
ko: 일 & 사업 앱
mg: Appn'ny Asa & Bizina
nl: App voor werk en zakelijk
pa: ਕੰਮ & ਕਾਰੋਬਾਰ ਐਪ
pl: Załatw sprawy
pt_br: Seja pontual
ro: Afaceri mai bune
sk: Práca a biznis
sl: Aplikacija za delo in posle
sq: Aplikacion Punë & Biznes
sr: Обавите задатке
sr_latn: Obavite zadatke
sw: Programu ya Kazi na Biashara
tr: İş uygulamaları
uk: Програма з категорії робота і бізнес
xh: i-App yomSebenzi & Ushishiniii-Apps zomSebenzi & iiShishini
zh_cn: 工作和商务应用
zu: I-App Yomsebenzi & Amabhizinisi

source: {current} of {count}
ar: {current} من {count}
az: {count} üzərindən {current}
cs: {current} z {count}
cy: {current} o {count}
da: {current} af {count}
es: {current} de {count}
eu: {current} / {count}
fr: {current} sur {count}
hi_in: {वर्तमान} की {गिनती}
it: {current} di {count}
ja: {current} / {count}
mg: {current} @ {count}
nl: {current} van {count}
pl: {current} z {count}
pt_br: {current} de {count}
ro: {current} din {count}
sk: {current} z {count}
sl: {current} od {count}
sq: {current} nga {count}
sr: {current} од {count}
sr_latn: {current} od {count}
uk: {current} із {count}
zh_cn: {current} / {count}

source: works offline
ar: يعمل بدون الإتصال بالأنترنت
az: oflayn işləyir
cs: funguje offline
cy: gweithio all-lein
da: wirker offline
el: λειτουργεί εκτός σύνδεσης
es: funciona sin conexión
eu: lineaz kanpo funtzionatzen du
fr: fonctionne hors connexion
hi_in: ऑफ़लाइन काम करता है
it: Funziona non in linea
ja: オフライン対応
ko: 오프라인 작업
mg: mandeha tsy an-jotra
nl: werkt offline
pl: działa offline
pt_br: funciona offline
ro: funcționează offline
sk: funguje offline
sl: deluje brez povezave
sq: funksionon pa internet
sr: ради ван мреже
sr_latn: radi van mreže
sw: inafanya kazi nje ya mtandao
uk: працює поза мережею
zh_cn: 离线可用

source: Adventure Game
ja: アドベンチャーゲーム

source: Action Game
ja: アクションゲーム

source: Puzzle Game
ja: パズルゲーム

source: Strategy Game
ja: 戦略ゲーム

source: Unable to install packaged apps
af: Kon nie verpakte programme installeer nie
ar: غير قادر على تثبيت حزم التطبيقات
bg: Пакетираните приложения не могат да бъдат инсталирани
bn_in: প্যাকেজ অ্যাপ ইন্সটল করা যাচ্ছে না
cs: Nepodařila se instalace zabalených aplikací
cy: Methu gosod yr ap pecyn
da: Kan ikke installere pakkede apps
el: Αδυναμία εγκατάστασης του πακέτου εφαρμογής
es: Imposible instalar apps empaquetadas
eu: Ezin izan dira paketatutako aplikazioak instalatu
fr: Impossible d'installer des applications empaquetées
hi_in: पैकेज्ड एप्स स्थापित करने में असमर्थ
id: Gagal menginstal aplikasi terpaketkan
it: Non è possibile installare app locali
ja: パッケージ型アプリをインストールできません
ko: 패키지 앱 설치 할 수 없음
mg: Tsy afaka mametraka ireo app anaty pake
nl: Kan geen app-pakketten installeren
pa: ਐਪ ਪੈਕਜ ਇੰਸਟਾਲ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ
pl: Nie można zainstalować spakowanych aplikacji
pt_br: Não é possível instalar aplicativos empacotados
ro: Nu se pot instala aplicațiile împachetate
sk: Inštalácia balíčka aplikácií sa nepodarila
sl: Aplikacije ne morem naložiti
sq: Nuk instalon dot aplikacione të paketuar
sr: Инсталирање упаковане апликације није могуће
sr_latn: Instaliranje upakovane aplikacije nije moguće
sw: Haiwezi kusakinisha programu zilizo kwenye kifurushi
tr: Paket uygulamalar yüklenemedi
uk: Неможливо встановити запаковані програми
xh: Ayikwazi ukufakela ii-app eziphakhejiweyo
zh_cn: 无法安装封装应用
zu: Ayikwazanga ukufakela ama-app apakishiwe

source: App install error: {error}
af: Programinstalleringsfout: {error}
ar: خطأ في تثبيت التطبيق: {error}
az: Tətbiq qurma xətası: {error}
bg: Грешка при инсталацията на приложението: {error}
bn_in: অ্যাপ ইন্সটল ত্রুটি: {error}
ca: Error d'instal·lació de l'aplicació: {error}
cs: Chyba při instalaci aplikace: {error}
cy: Gwall gosod ap: {error}
da: App-installationsfejl: {error}
el: Σφάλμα εγκατάστασης εφαρμογής: {error}
es: Error en instalación de app: {error}
eu: Errorea aplikazioa instalatzean: {error}
fr: Erreur à l'installation : {error}
hi_in: एप्प्स की स्थापित त्रुटि: {error}
id: Kesalahan instalasi aplikasi: {error}
it: Errore di installazione dell’app: {error}
ja: アプリのインストールエラー: {error}
ko: 앱 설치 오류: {error}
mg: Olana momba fametrahana app: {error}
nl: App-installatiefout: {error}
pa: ਐਪ ਇੰਸਟਾਲ ਗਲਤੀ: {error}
pl: Błąd instalowania aplikacji: {error}
pt_br: Erro ao instalar o aplicativo: {error}
ro: Eroare la instalarea aplicației: {error}
sk: Chyba pri inštalácii aplikácie: {error}
sl: Napaka pri namestitvi: {error}
sq: Gabim instalimi aplikacioni: {error}
sr: Грешка током инсталације апликације: {error}
sr_latn: Greška tokom instalacije aplikacije: {error}
sw: Hitilafu ya kusakinisha Programu: {error}
th: การติดตั้งแอพผิดพลาด: {error}
tr: Uygulama kurulum hatası: {error}
uk: Помилка встановлення програми: {error}
xh: Imposiso yokufakela i-app: {imposiso}
zh_cn: 应用安装出错：{error}
zu: Iphutha lokufakela i-app: {error}

source: There was an error submitting your newsletter sign up request
af: Kon nie jou nuusbrief-aansluitversoek indien nie.
ar: حدث خطأ اثناء تسجيلك في نشرتنا الأخبارية
bg: Имаше прешка при изпращане на заявката ви за абонамент
bn_in: আপনার নিউজলেটার সাইন আপের আবেদন জমা দেওয়ার সময় ত্রুটি হয়েছে
ca: S'ha produït un error en enviar la sol·licitud de subscripció al butlletí d'informació
cs: Při přihlašování odběru zpravodaje nastala chyba
cy: Bu gwall wrth gyflwyno eich cais am daflen newyddion
da: Der opstod en fejl under tilmeldingen til nyhedsbrevet
el: Προέκυψε σφάλμα κατά την υποβολή της εγγραφής σας στο ενημερωτικό δελτίο
es: Ocurrió un error al enviar tu petición de registro para el boletín
eu: Errore bat gertatu da berripaperera harpidetzeko zure eskaera bidaltzean
fr: Une erreur s'est produite lors de l'envoi de votre inscription à la lettre de diffusion
ga_ie: Tharla earráid agus ní raibh tú cláraithe leis an nuachtlitir
hi_in: आपका समाचार पत्र साइन अप अनुरोध को प्रस्तुत करने में एक त्रुटि था
id: Terjadi kesalahan saat mengirimkan pendaftaran nawala Anda
it: Si è verificato un errore durante la procedura di registrazione alla newsletter
ja: ニュースレターの購読開始処理中に問題が発生しました
ko: 뉴스레터 신청 중에 오류가 발생하였습니다.
mg: Nisy olana tsy nahalasa ny fangatahanao hisoratra anarana @ taratasim-baovao
nl: Er is een fout opgetreden bij het indienen van uw inschrijvingsverzoek voor de nieuwsbrief
pa: ਤੁਹਾਡੀ ਨਿਊਜ਼ਲੈਟਰ ਸਾਈਨ ਅੱਪ ਦੀ ਬੇਨਤੀ ਦਰਜ ਕਰਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਸੀ।
pl: Wystąpił błąd podczas wysyłania zamówienia newslettera.
pt_br: Ocorreu um erro ao enviar o seu pedido de inscrição no boletim informativo
ro: A apărut o eroare la trimiterea cererii de înregistrare la buletinul de știri
sk: Vyskytla sa chyba pri odosielaní vašej požiadavky pre zaregistrovanie odberu newslettera
sl: Pri prijavi na novice je prišlo do napake
sq: Pati një gabim gjatë parashtrimit të kërkesës suaj për pajtim te buletini
sr: Дошло је до грешке приликом Ваше пријаве за билтен
sr_latn: Došlo je do greške prilikom Vaše prijave za bilten
sw: Kulikuwa na hitilafu wakati wa kuwasilisha ombi lako la kujiandikisha katika jarida
th: เกิดข้อผิดพลาดในการส่งคำขอสำหรับการสมัครรับข่าวสารของคุณ
tr: Bülten kayıt isteğiniz gönderilirken bir hata oluştu
uk: Трапилась помилка при відправленні вашого запиту на підписку
xh: Kubekho imposiso ekungeniseni isicelo sakho sokusayina kwakho ungene
zh_cn: 提交您的新闻通讯注册请求时出错
zu: Kube nephutha ngenkathi kulethwa isicelo sakho sokusayinela incwadindaba

source: Error while communicating with server. Try again later.
af: 'n Fout het voorgekom tydens kommunikasie met die bediener. Probeer weer later.
ar: حدث خطأ أثناء الاتصال مع الخادم. يرجى المحاولة لاحقاً.
bg: Грешка при комуникацията със сървъра. Моля, опитайте по-късно.
bn_in: সার্ভারের সাথে যোগাযোগ করার সময় ত্রুটি হয়েছে। পরে আবার চেষ্টা করুন।
ca: S'ha produït un error en comunicar amb el servidor. Torneu-ho a provar més tard.
cs: Chyba při komunikaci se serverem. Zkuste to znovu později.
cy: Gwall wrth gyfathrebu â'r gweinydd. Ceisiwch eto.
da: Fejl under kommunikation med serveren. Prøv igen senere.
el: Σφάλμα επικοινωνίας με τον διακομιστή. Δοκιμάστε ξανά αργότερα.
es: Error al establecer comunicación con el servidor. Inténtalo de nuevo pasados unos minutos.
eu: Errorea zerbitzariarekin komunikatzean. Saiatu berriro geroago.
fr: Erreur pendant la communication avec le serveur. Merci de réessayer plus tard.
hi_in: सर्वर के साथ संवाद स्थापित करते समय त्रुटि. दुवारा कोशिश करें.
id: Terjadi kesalahan saat berkomunikasi dengan server. Coba lagi nanti.
it: Si è verificato un errore nella comunicazione con il server. Riprovare più tardi.
ja: サーバとの通信中にエラーが発生しました。また後で試してください。
ko: 서버와 통신하는 중에 오류가 발생하였씁니다. 나중에 다시 시도해 주세요.
mg: Olana tsy nahatafaray @ mpizara. Andramo indray rehefa avy eo.
nl: Fout tijdens communicatie met server. Probeer het later nog eens.
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas komunikacji z serwerem. Spróbuj ponownie później
pt_br: Erro ao comunicar com o servidor. Tente novamente mais tarde.
ro: Eroare la comunicarea cu serverul. Reîncearcă mai târziu.
sk: Chyba pri komunikácii so serverom. Skúste to neskôr.
sl: Napaka pri komunikaciji s strežnikom. Poskusite znova kasneje.
sq: Gabim gjatë komunikimit me shërbyesin. Ju lutemi, riprovoni më vonë.
sr: Грешка при комуникацији са сервером. Покушајте поново касније.
sr_latn: Greška pri komunikaciji sa serverom. Pokušajte ponovo kasnije.
sw: Hitilafu wakati wa kuwasiliana na seva. Tafadhali jaribu tena.
tr: Sunucu ile iletişim sırasında hata oluştu. Sonra tekrar deneyin.
uk: Помилка при зв'язку із сервером. Спробуйте знову пізніше.
xh: Imposiso ngelixa izama ukuqhagamshelana neseva. Zama kwakhona kamva.
zh_cn: 与服务器通信时出错。请稍后再试。
zu: Kube nenkinga ngenkathi kuxhunywana neseva. Phinda uzame futhi emva kwesikhathi.

source: Payment failed. Try again later.
af: Betaling het misluk. Probeer weer later.
ar: فشل في عملية الدفع. يرجى المحاولة لاحقاً.
bg: Плащането се провали. Моля, опитайте по-късно.
bn_in: পেমেন্ট ব্যর্থ। পরে পুনরায় চেষ্টা করুন।
ca: Pagament ha fallat. Proveu-ho més tard.
cs: Platba selhala. Zkuste to znovu později.
cy: Methwyd talu. Ceisiwch eto.
da: Betalingen mislykkedes. Prøv igen senere.
el: Η πληρωμή απέτυχε. Δοκιμάστε ξανά αργότερα.
es: Error en el pago. Inténtalo de nuevo pasados unos minutos.
eu: Ordainketak huts egin du. Saiatu berriro geroago.
fr: Le paiement a échoué. Merci de réessayer plus tard.
ga_ie: Theip ar íocaíocht. Bain triail eile as ar ball.
hi_in: भुगतान असफल हुआ. पुनः कोशिश करें.
id: Pembayaran gagal. Coba lagi nanti.
it: Pagamento non riuscito. Riprova più tardi.
ja: 決済に失敗しました。また後で試してください。
ko: 지불에 실패하였습니다. 나중에 다시 시도해 주세요.
mg: Tsy nety ny fandoavam-bola. Andramo indray rehefa avy eo.
nl: Betaling mislukt. Probeer het later nog eens.
pa: ਅਦਾਇਗੀ ਫੇਲ੍ਹ ਹੈ। ਬਾਅਦ 'ਚ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Płatność nie udała się. Spróbuj ponownie później.
pt_br: O pagamento falhou. Tente novamente mais tarde.
ro: Plată eșuată. Reîncearcă mai târziu.
sk: Platba zlyhala. Skúste to neskôr.
sl: Nakup neuspešen. Poskusite znova kasneje.
sq: Pagimi dështoi. Riprovoni më vonë.
sr: Плаћање неуспело. Покушајте касније.
sr_latn: Plaćanje neuspelo. Pokušajte kasnije.
sw: Malipo hayajafaulu. Jaribu tena baadaye.
tr: Ödeme başarısız oldu. Daha sonra tekrar deneyin.
uk: Платіж невдалий. Спробуйте знову пізніше.
xh: Intlawulo ayiphumelelanga. Zama kwakhona kamva.
zh_cn: 付款失败。请稍后再试。
zu: Ukukhokha akuphumelelanga. Phinda uzame futhi emva kwesikhathi.

source: {n} star
af: {n} ster
ar: {n} نجمة
az: {n} ulduz
bg: {n} звезда
bn_in: {n} স্টার
ca: {n} estrella
cs: {n} hvězdička
cy: {n} sêr
da: {n} stjerne
el: {n} αστέρι
es: {n} estrella
eu: Izar {n}
fr: {n} étoile
ga_ie: {n} réiltín
hi_in: {n} स्टार
id: {n} bintang
it: {n} stella
ja: 星 {n} つ
ko: {n}점
mg: Kintana {n}
nl: {n} ster
pa: {n} ਤਾਰਾ
pl: {n} gwiazdka
pt_br: {n} estrela
ro: {n} stea
sk: {n} hviezdička
sl: {n} zvezdica
sq: {n} yll
sr: {n} звездица
sr_latn: {n} zvezdica
sw: Nyota {n}
tr: {n} yıldız
uk: {n} зірка
xh: {n} inkwenkwezi
zh_cn: {n}星
zu: {n} inkanyezi

source: Flagging review...
af: Vlag tans resensie...
ar: جاري مراجعة التقييم...
bg: Докладване на отзив…
bn_in: রিভিউ ফ্ল্যাগ করা হচ্ছে...
cs: Označení recenze...
cy: Adolygiad amlygu...
da: Indberettet anmeldelse...
el: Επισήμανση κριτικής...
es: Reportando valoración...
eu: Balorazioa salatzen...
fr: Signalement de l'appréciation…
hi_in: फ्लैगिंग समीक्षा...
id: Menandai ulasan...
it: Segnalazione della recensione in corso…
ja: レビューを報告しています...
ko: 리뷰 신고중...
mg: Manamarika fitsarana…
nl: Beoordeling markeren…
pl: Oznaczanie opinii…
pt_br: Reportando a avaliação...
ro: Se semnalează recenzia...
sk: Označenie recenzie...
sl: Označevanje mnenja...
sq: Po i vihet shenjë shqyrtimit...
sr: Означавам рецензију...
sr_latn: Označavam recenziju...
sw: Inaalamisha pitio...
uk: Відправлення скарги на відгук...
zh_cn: 标记评价...
zu: Kufakwa ifulegi esibukezweni...

source: This review has been successfully flagged. Thanks!
af: Hierdie resensie is suksesvol gevlag. Dankie!
ar: قد تم وضع علامة على هذا التقيم للمراجعة. شكراً!
bg: Този отзив беше успешно докладван. Благодарим!
bn_in: এই রিভিউটি সফলভাবে ফ্ল্যাগ করা হয়েছে। ধন্যবাদ!
cs: Recenze byla úspěšně označena. Děkujeme!
cy: Mae'r adolygiad wedi ei amlygu'n llwyddiannus. Diolch!
da: Denne anmeldelse er blevet indberettet. Tak!
el: Η κριτική επισημάνθηκε επιτυχώς. Ευχαριστούμε!
es: Esta valoración ha sido exitosamente reportada. ¡Gracias!
eu: Balorazio hau behar bezala salatu da. Milesker!
fr: Cette appréciation a bien été signalée. Merci !
hi_in: इस समीक्षा को सफलतापूर्वक फ्लैग कर दिया गया है.धन्यवाद!
id: Ulasan berhasil ditandai. Terima kasih!
it: Questa recensione è stata appena segnalata. Grazie per la collaborazione.
ja: このレビューは管理者に報告されました。ご協力ありがとうございます。
ko: 리뷰가 신고되었습니다. 감사합니다!
mg: Voamarika soa aman-tsara io fitsarana io. Misaotra!
nl: Deze beoordeling is met succes gemarkeerd. Bedankt!
pl: Opinia została oznaczona. Dziękujemy!
pt_br: Essa avaliação foi reportada com sucesso. Obrigado!
ro: Această recenzie a fost semnalată cu succes! Mulțumim!
sk: Recenzia bola úspešne označená. Ďakujeme!
sl: Ta ocena je bila uspešno označena. Hvala!
sq: Këtij shqyrtimi iu vu shenjë me sukses. Faleminderit!
sr: Ова рецензија је успешно означена. Хвала!
sr_latn: Ova recenzija je uspešno označena. Hvala!
sw: Pitio hili limewekwa alama kwa mafanikio. Ahsante!
uk: Скарга на цей відгук успішно відправлена. Дякуємо!
zh_cn: 此评价已成功标记。感谢您！
zu: Lesi sibukezo sifakwe ifulegi ngempumelelo. Siyabonga!

source: Sorry, there was an issue flagging the review. Please try again later.
af: Jammer, kon nie die resensie vlag nie. Probeer weer later.
ar: عذراً، هناك مشكلة في وضع علامة على هذا التقيم. يرجى المحاولة لاحقاً.
bg: Извинявайте, имаше грешка при докладване на отзива. Моля, опитайте по-късно.
bn_in: দুঃখিত, রিভিউ ফ্ল্যাগ করবার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
cs: Omlouváme se, ale při označení recenze nastal problém. Zkuste to znovu později.
cy: Ymddiheuriadau, bu anhawster wrth amlygu'r adolygiad. Ceisiwch eto'n hwyrach.
da: Beklager, men der opstod et problem med at indberette anmeldelsen. Prøv igen senere.
el: Λυπούμαστε, προέκυψε ένα πρόβλημα κατά την επισήμανση της κριτικής. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Lo sentimos, ocurrió un error al reportar la valoración. Por favor inténtalo de nuevo más tarde.
eu: Sentitzen dugu, baina arazo bat gertatu da balorazioa salatzean. Saiatu berriz geroago.
fr: Une erreur s'est produite lors du signalement de l'appréciation. Veuillez réessayer plus tard.
hi_in: क्षमा करें,इस समीक्षा को फ्लैग करने मैं समस्या है. कृपया बाद में पुन: प्रयास करें.
id: Maaf, terjadi masalah saat menandai ulasan. Coba lagi nanti.
it: Spiacenti, si è verificato un problema durante la segnalazione della recensione. Riprova più tardi.
ja: 申し訳ありませんが、レビューの報告中に問題が発生しました。また後で試してください。
ko: 리뷰 신고중에 오류가 발생하였습니다. 잠시 후에 다시 시도해 주세요.
mg: Miala tsiny fa nisy olana tsy nahavoamarika ilay fitsarana. Andramo indray rehefa avy eo azafady.
nl: Sorry, er was een probleem bij het markeren van de beoordeling. Probeer het later nog eens.
pl: Przepraszamy, wystąpił problem z oznaczanie opinii. Spróbuj ponownie później.
pt_br: Desculpe, houve um problema ao reportar a avaliação. Por favor, tente novamente mais tarde.
ro: Ne pare rău, a apărut o problemă la semnalarea recenziei. Te rugăm să reîncerci mai târziu.
sk: Ospravedlňujeme sa, ale pri označení recenzie nastal problém. Vyskúšajte to znova neskôr.
sl: Pri označevanju ocene je prišlo do težave. Poskusite znova kasneje.
sq: Na ndjeni, pati një gabim gjatë vënies shenjë postimit tuaj. Ju lutemi, riprovoni më vonë.
sr: Жао нам је, има проблема са означавањем рецензије. Покушајте касније.
sr_latn: Žao nam je, ima problema sa označavanjem recenzije. Pokušajte kasnije.
sw: Pole, kumekuwa na hitilafu kuweka alama katika pitio. Tafadhali jaribu tena.
uk: Шкода, але під час відправлення скарги на відгук сталася проблема. Спробуйте ще раз пізніше.
zh_cn: 抱歉，标记评价时出现问题。请稍候再试。
zu: Siyabonga, kube nenkinga ngenkathi kufakwa ifulegi esibukezweni sakho. Uyacelwa uphinde uzame kabusha.

source: This review has been successfully deleted
af: Hierdie resensie is suksesvol geskrap.
ar: تم حذف هذا التقييم بنجاح
bg: Отзивът беше успешно изтрит
bn_in: এই রিভিউটি সফলভাবে মুছে ফেলা হয়েছে
cs: Tato recenze byla úspěšně odstraněna
cy: Mae'r adolygiad wedi ei ddileu'n llwyddiannus
da: Denne anmeldelse er blevet slettet
el: Η κριτική διαγράφηκε επιτυχώς
es: Esta valoración ha sido eliminada exitosamente
eu: Balorazio hau behar bezala ezabatu da
fr: Cette appréciation a bien été supprimée
hi_in: इस समीक्षा को सफलतापूर्वक मिटा दिया गया है
id: Ulasan ini berhasil dihapus
it: La recensione è stata eliminata correttamente
ja: このレビューは削除されました。
ko: 리뷰가 삭제되었습니다.
mg: Voafafa soa aman-tsara io fitsarana io
nl: Deze beoordeling is met succes verwijderd
pl: Ta opinia została pomyślnie usunięta
pt_br: Esta avaliação foi excluída com sucesso
ro: Această recenzie a fost ștearsă cu succes
sk: Táto recenzia bola úspešne odstránená
sl: Ta ocena je bila uspešno izbrisana
sq: Ky shqyrtim u fshi me sukses
sr: Ова рецензија је успешно избрисана
sr_latn: Ova recenzija je uspešno izbrisana
sw: Mapitio haya yamefutwa
tr: Bu inceleme başarıyla silindi
uk: Цей відгук був успішно видалений
zh_cn: 此评价已成功删除
zu: Lesi sibukezo sesisusiwe ngempumelelo.

source: Write a Review
af: Skryf 'n resensie
ar: كتابة تقييم
az: Rəy yaz
bg: Напишете отзив
bn_in: একটি রিভিউ লিখুন
cs: Napsat recenzi
cy: Ysgrifennu Adolygiad
da: Skriv en anmeldelse
el: Γράψτε μια κριτική
es: Escribir una valoración
eu: Idatzi balorazio bat
fr: Écrire une appréciation
ga_ie: Scríobh léirmheas
hi_in: एक समीक्षा लिखे
id: Tulis Ulasan
it: Scrivi una recensione
ja: レビューを投稿
ko: 리뷰 작성
mg: Hanoratra Fitsarana
nl: Een beoordeling schrijven
pa: ਪੜਤਾਲ ਲਿਖੋ
pl: Napisz opinię
pt_br: Escreva uma avaliação
ro: Scrie o recenzie
sk: Napísať recenziu
sl: Napišite mnenje
sq: Shkruani një Shqyrtim
sr: Напиши рецензију
sr_latn: Napiši recenziju
sw: Andika Mapitio
th: เขียนบทวิจารณ์
tr: İnceleme yazın
uk: Написати відгук
xh: Bhala uHlolo
zh_cn: 撰写评价
zu: Bhala Isibukezo
