Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Install for {price}
ar: تثبيت بسعر {price}
az: {price} qiymətinə qur
cs: Nainstalovat za {price}
cy: Gosod am {price}
da: Installér til {price}
el: Λήψη {price}
es: Instalar por: {price}
eu: Instalatu {price}gatik
fr: Installer ({price})
hi_in: {price} के लिए स्थापित करें
it: Installa ({price})
ja: {price} でインストール
ko: {price}에 설치
mg: Hametraka @ {price}
nl: Installeren ({price})
pl: Instaluj za {price}
pt_br: Instalar por {price}
ro: Instalează pentru {price}
sk: Nainštalovať za {price}
sl: Namesti za {price}
sq: Instalojeni për {price}
sr: Инсталирај за {price}
sr_latn: Instaliraj za {price}
sw: Sakinisha kwa {price}
uk: Встановити {price}
zh_cn: 安装价格 {price}

source: Open
ar: فتح
az: Aç
cs: Otevřít
cy: Agor
da: Åbn
el: Άνοιγμα
es: Abrir
eu: Ireki
fr: Ouvrir
hi_in: खोलिए
it: Apri
ja: 開く
ko: 열기
mg: Hanokatra
nl: Openen
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt_br: Abrir
ro: Deschide
sk: Otvoriť
sl: Odpri
sq: Hape
sr: Отвори
sr_latn: Otvori
sw: Fungua
uk: Відкрити
xh: Vula
zh_cn: 打开

source: not available for your region
ar: غير متوفر في بلدك أو منطقتك
az: sizi bölgə üçün əlçatmazdlr
bn_in: আপনার জায়গার জন্য পাওয়া যায় না
cs: nedostupné pro váš region
cy: nid yw ar gael yn eich ardal chi
da: ikke tilgængelig til dit område
el: μη διαθέσιμη στην περιοχή σας
es: no está disponible en tu zona
eu: ez dago eskuragarri zure eskualdean
fr: non disponible pour votre région
hi_in: आपके क्षेत्र के लिए उपलब्ध नहीं
it: non disponibile per la tua regione
ja: お住まいの地域では利用できません
ko: 현재 거주 지역에서는 사용할 수 없음
mg: tsy misy ho an'ny faritra misy anao
nl: niet beschikbaar voor uw regio
pl: niedostępne w twoim regionie
pt_br: indisponível para a sua região
ro: indisponibil pentru regiunea ta
sk: nedostupné pre váš región
sl: ni na voljo za vašo regijo
sq: jo i passhëm në rajonin tuaj
sr: није доступно за регион
sr_latn: nije dostupno za region
sw: haipatikani katika eneo lako
tr: bölgenizde kullanılamıyor
uk: недоступно для вашого регіону
zh_cn: 您的区域不可用

source: not available for your platform
ar: غير متوفر لنظام تشغيلك
az: platformanız üçün mövcud deyil
bn_in: আপনার প্ল্যাটফর্মের জন্য পাওয়া যায় না
cs: nedostupné pro vaši platformu
cy: nid yw ar gael ar gyfer eich platfform chi
da: ikke tilgængelig til din platform
el: μη διαθέσιμη για την πλατφόρμα σας
es: no está disponible en tu plataforma
eu: ez dago eskuragarri zure plataformarako
fr: non disponible pour votre plate-forme
hi_in: अपने प्लेटफार्म के लिए उपलब्ध नहीं
it: non disponibile per la piattaforma in uso
ja: お使いの OS には対応していません
ko: 현재 플랫폼에서는 사용할 수 없음
mg: tsy misy ho an'ny platifaorimanao
nl: niet beschikbaar voor uw platform
pl: niedostępne dla twojego systemu
pt_br: indisponível para a sua plataforma
ro: indisponibil pentru platforma ta
sk: nedostupné pre vašu platformu
sl: ni na voljo za vašo platformo
sq: jo i passhëm për platformën tuaj
sr: није доступно за платформу
sr_latn: nije dostupno za platformu
sw: haipatikani katika mfumo wako
tr: platformunuzda kullanılamıyor
uk: недоступно для вашої платформи
zh_cn: 您的平台不可用

source: All Platforms
af: Alle platforms
ar: كل الأجهزة
az: Bütün Platformlar
bg: Всички платформи
bn_in: সকল প্ল্যাটফর্ম
cs: Všechny platformy
cy: Pob Platfform
da: Alle platforme
el: Όλες τις πλατφόρμες
es: Todas las plataformas
eu: Plataforma guztiak
fr: Toutes les plateformes
hi_in: सभी प्लेटफार्म
it: Tutte le piattaforme
ja: すべてのプラットフォーム
ko: 모든 플랫폼
mg: Platifaorima Rehetra
nl: Alle platformen
pl: Wszystkie systemy
pt_br: Todas as plataformas
ro: Toate platformele
sk: Všetky platformy
sl: Vse platforme
sq: Krejt Platformat
sr: Све платформе
sr_latn: Sve platforme
sw: Mifumo yote
uk: Всі платформи
zh_cn: 所有平台
zu: Zonke Izithangami

source: Android Mobile
af: Android-selfoon
ar: هاتف بنظام الأندرويد
az: Android Mobil
bg: Android мобилно устройство
bn_in: Android মোবাইল
ca: Mòbil Android
cs: Android (telefon)
cy: Android Symudol
da: Android-mobil
el: Κινητά Android
es: Móvil Android
eu: Android mugikorra
hi_in: Android मोबाइल
id: Ponsel Android
ja: Android スマートフォン
ko: Android 모바일
mg: Finday Android
nl: Android mobiel
pl: Telefon z Androidem
pt_br: Celular Android
ro: Telefon Android
sk: Android (telefón)
sl: Android Mobilnik
sq: Android në Celular
sr: Android мобилни
sr_latn: Android mobilni
sw: Simu ya Android
uk: Смартфон Android
zh_cn: Android 手机
zu: I-Android Mobile

source: Android Tablet
ar: جهاز لوحي بنظام الأندرويد
bg: Android таблет
bn_in: Android ট্যাবলেট
ca: Tauleta Android
cy: Android Tabled
el: Tablet Android
es: Tableta android
eu: Android tableta
fr: Tablette Android
hi_in: Android टेबलेट
id: Tablet Android
ja: Android タブレット
ko: Android 태블릿
mg: Tabilety Android
pl: Tablet z Androidem
pt_br: Tablet Android
ro: Tabletă Android
sl: Android Tablica
sq: Android në Tablet
sr: Android таблет
sw: Kompyuta kibao ya Andoird
uk: Планшет Android
zh_cn: Android 平板电脑
zu: I-Android Tablet

source: Desktop
af: Rekenaar
ar: الكمبيوتر
az: Masaüstü
bg: Настолно устройство
bn_in: ডেস্কটপ
ca: Escriptori
cy: Bwrdd Gwaith
da: Computer
el: Υπολογιστές
es: Equipo de escritorio
eu: Mahaigainekoa
fr: Ordinateur
hi_in: डेस्कटॉप
ja: デスクトップ
ko: 데스크톱
mg: Solosaim-birao
pt_br: Computador
sk: Počítač
sl: Namizje
sr: Десктоп
sw: Kompyuta
tr: Masaüstü
uk: Настільний комп'ютер
zh_cn: 桌面
zu: Idesktop

source: My Device
ja: 自分の端末

source: For ages {0}+
af: Vir ouderdomme {0}+
ar: للأعمار {0}+
az: {0}+ yaş üçün
bg: За {0}+ годишни
bn_in: {0}+ বয়সের জন্য
ca: Majors de {0} anys
cs: Pro věk {0}+
cy: Ar gyfer oed {0}+
da: For aldre {0}+
el: Για ηλικίες {0}+
es: Para edades de + {0}
eu: {0}+ urtekoentzat
fr: {0} ans et plus
hi_in: उम्र के लिए {0}+
id: Untuk usia {0}+
it: Maggiori di {0} anni
ja: {0} 歳以上向け
ko: {0}+세 이상
mg: Ho an'ny taona {0}+
nl: Vanaf {0} jaar
pa: {0}+ ਉਮਰ ਲਈ
pl: Wiek {0}+
pt_br: Para idades superiores a {0}
ro: De la {0} ani în sus
sk: Pre vek {0}+
sl: Za starost {0}+
sq: Për mosha {0}+
sr: За узраст {0}+
sr_latn: Za uzrast {0}+
sw: Ya umri {0}+
tr: {0}+ yaş için
uk: Для віку {0}+
xh: Yobudala {0}+
zh_cn: 供 {0} 岁以上
zu: Eyabeminyaka engu- {0}+

source: Generic
af: Generies
ar: عام
az: Ümumi
bg: Общо
bn_in: শ্রেণীগত
ca: Genèrica
cs: Obecné
cy: Generig
el: Γενικά
es: Genéricos
eu: Generikoa
fr: Générique
hi_in: जातिगत
id: Umum
it: Generica
ja: 一般
ko: 일반
mg: Faobe
nl: Algemeen
pa: ਵਰਗ
pl: Rodzaj
pt_br: Gerais
sk: Všeobecné
sl: Splošno
sq: Të përgjithshme
sr: Генерички
sr_latn: Generički
sw: Sio halisi
tr: Genel
uk: Загальне
xh: Yohlobo oluthile
zh_cn: 常规
zu: Okujwayelekile

source: For all ages
af: Vir alle ouderdomme
ar: لجميع الأعمار
az: Bütün yaşlar üçün
bg: За всички възрасти
bn_in: সব বয়সের জন্য
ca: Tots els públics
cs: Pro všechny věkové skupiny
cy: Ar gyfer pob oed
da: For alle aldre
el: Για όλες τις ηλικίες
es: Para todas las edades
eu: Adin guztietarako
fr: Pour tous les âges
hi_in: सभी उम्र के लिए
id: Untuk semua usia
it: Tutte le età
ja: 全年齢対象
ko: 전체 연령가
mg: Ho an'ny taona rehetra
nl: Voor alle leeftijden
pa: ਸਭ ਉਮਰਾਂ ਲਈ
pl: Każdy wiek
pt_br: Para todas as idades
ro: Pentru toate vârstele
sk: Pre všetky vekové skupiny
sl: Za vse starosti
sq: Për tërë moshat
sr: За све узрасте
sr_latn: Za sve uzraste
sw: Ya umri wowote
tr: Her yaşa uygun
uk: Для всіх вікових груп
xh: Yabo bonke ubudala
zh_cn: 针对所有年龄
zu: Kweminyaka yonke

source: Rating Pending
af: Beoordeling wagtend
ar: التقييم قيد الإنتظار
az: Rəy gözlədilir
bg: Отзивът чака
bn_in: রেটিং অপেক্ষারত
ca: Pendent de classificació
cs: Čekající na hodnocení
cy: Yn Disgwyl Graddio
da: Afventer klassificering
el: Αναμένεται βαθμολογία περιεχομένου
es: Pendiente de clasificación
eu: Sailkapena egiteke
fr: Classification en attente
hi_in: रेटिंग लम्बित
id: Pemeringkatan Ditunda
it: Classificazione in sospeso
ja: レーティング検討中
ko: 등급 보류 중
mg: Naoty Miandry
nl: Wacht op beoordeling
pa: ਰੇਟਿੰਗ ਬਾਕੀ ਹੈ
pl: Ocena oczekująca
pt_br: Sem avaliação
ro: Evaluare în așteptare
sk: Čaká na hodnotenie
sl: Ocena še ni pridobljena
sq: Në Pritje të Vlerësimit
sr: Оцена на чекању
sr_latn: Ocena na čekanju
sw: Pitio Linasubiri
tr: Derece bekleniyor
uk: Оцінка очікується
xh: Ukalisho olulindelweyo
zh_cn: 正在等待分级
zu: Ukulinganisela Kusalindelwe

source: Rating Refused
af: Beoordeling geweier
ar: تم رفض التقييم
az: Rəy qəbul edilmədi
bg: Отзъвът отказан
bn_in: রেটিং প্রত্যাখ্যাত
ca: Classificació refusada
cs: Hodnocení zamítnuto
cy: Gwrthod y Graddio
da: Klassificering afvist
el: Άρνηση βαθμολογίας περιεχομένου
es: Clasificación rechazada
eu: Sailkapena ez onartua
fr: Classification refusée
hi_in: रेटिंग अस्वीकृत
id: Peringkat Ditolak
it: Classificazione rifiutata
ja: レーティング拒否
ko: 등급 거부
mg: Naoty Nolavina
nl: Beoordeling geweigerd
pa: ਰੇਟਿੰਗ ਤੋਂ ਇਨਕਾਰ
pl: Ocena odmowna
pt_br: Mal avaliados
ro: Evaluare refuzată
sk: Hodnotenie odmietnuté
sl: Ocena je bila zavrnjena
sq: Iu Mohua Vlerësimi
sr: Оцена одбијена
sr_latn: Ocena odbijena
sw: Pitio Limekataliwa
tr: Derece reddedildi
uk: Оцінка відхилена
xh: Ukalisho lukhatyiwe
zh_cn: 分级被拒绝
zu: Ukulinganisela Kunqabile

source: Everyone
af: Almal
ar: للجميع
az: Hər kəs
bg: Всички
bn_in: প্রত্যেকে
ca: Tothom
cs: Každý
cy: Pawb
da: Alle
el: Για όλες τις ηλικίες
es: Todos
eu: Guztientzako
fr: Tout le monde
hi_in: सब लोग
id: Semua
it: Tutti
ja: 全年齢
ko: 전체
mg: Tsirairay
nl: Iedereen
pa: ਹਰੇਕ
pl: Wszyscy
pt_br: Livre
ro: Toată lumea
sk: Všetci
sl: Vsi
sq: Për këdo
sr: Сви
sr_latn: Svi
sw: Kila mtu
tr: Herkes
uk: Для всіх
xh: Wonke umntu
zh_cn: 所有人
zu: Wonke umuntu

source: Everyone 10+
af: Almal 10+
ar: للجميع 10+
az: 10+ hər kəs
bg: Всички 10+
bn_in: প্রত্যেকে ১০+
ca: Majors de 10 anys
cs: Každý 10+
cy: Pawb 10+
da: Alle 10+
el: Για όλους 10+
es: Todos + 10
eu: 10+ guztientzako
fr: Tout le monde, au-dessus de 10 ans
hi_in: सब लोग10+
id: Semua 10+
it: Maggiori di 10 anni
ja: 10 歳以上
ko: 10세 이상+
mg: Tsirairay 10+
nl: 10 jaar en ouder
pa: 10+ ਹਰੇਕ ਲਈ
pl: Wszyscy 10+
pt_br: Livre para maiores de 10 anos
ro: Toată lumea, peste 10 ani
sk: Všetci starší ako 10
sl: Za vse 10+
sq: Për këdo 10+
sr: Сви 10+
sr_latn: Svi 10+
sw: Kila mtu 10+
tr: Herkes 10+
uk: Для 10+
xh: Wonke umntu 10+
zh_cn: 所有10岁以上
zu: Wonke umuntu onengu-10+

source: Teen
af: Tiener
ar: للمراهق
az: Yeniyetmə
bg: Подрастващ
bn_in: টিন
ca: Adolescents
cs: Dospívající
cy: Arddegau
da: Teenagere
el: Για έφηβους
es: Adolescentes
eu: Nerabeentzat
fr: Adolescents
hi_in: किशोर
id: Remaja
it: Maggiori di 13 anni
ja: 13 歳から 19 歳
ko: 청소년
mg: Adolantsento
nl: Tieners
pa: ਗੱਭਰੂ
pl: Nastolatki
pt_br: Adolescentes
ro: Adolescenți
sk: Dospievajúci
sl: Za najstnike
sq: Adoleshentë
sr: Тинејџер
sr_latn: Tinejdžer
sw: Kijana
tr: Gençler
uk: Для підлітків
xh: Ulutsa
zh_cn: 青少年
zu: Intsha esencane

source: Mature 17+
af: Volwasse 17+
ar: للناضج 17+
az: Yetkin 17+
bg: Възрастни 17+
bn_in: পরিপক্ব ১৭+
ca: Majors de 17 anys
cs: Dospělý 17+
cy: Aeddfed 17+
da: Modne 17+
el: Για ανηλίκους 17+
es: Maduro + 17
eu: Helduentzat 17+
fr: Plus de 17 ans
hi_in: परिपक्व17+
id: Dewasa 17+
it: Maggiori di 17 anni
ja: 17 歳以上
ko: 17세 이상+
mg: Anti-panahy 17+
nl: 17 jaar en ouder
pa: ਗੱਭਰੂ 17+
pl: Młodociani 17+
pt_br: Maiores de 17 anos
ro: Oameni maturi, peste 17 ani
sk: Dospelí 17+
sl: Za odrasle 17+
sq: Për të rritur 17+
sr: Зрели 17+
sr_latn: Zreli 17+
sw: Aliyekomaa 17+
tr: Yetişkinlikler 17+
uk: Для 17+
xh: Ubudala 17+
zh_cn: 17岁以上
zu: Intsha endadlana 17+

source: Adults Only 18+
af: Slegs volwassenes 18+
ar: للبالغين فقط 18+
az: Ancaq Böyüklər 18+
bg: Само за възрастни 18+
bn_in: শুধুমাত্র প্রাপ্তবয়স্ক ১৮+
ca: Només adults (més de 18 anys)
cs: Dospělý pouze 18+
cy: Oedolion yn Unig 18+
da: Kun voksne 18+
el: Μόνο για ενηλίκους 18+
es: Adultos únicamente
eu: Helduentzako soilik 18+
fr: Adultes seulement, plus de 18 ans
hi_in: केवल वयस्क18+
id: Dewasa Saja 18+
it: Solo adulti (più di 18 anni)
ja: 成人向け、18 歳以上
ko: 18세 이상 성인+
mg: Olon-dehibe Ihany 18+
nl: Alleen volwassenen 18+
pa: ਕੇਵਲ 18+ ਬਾਲਗ
pl: Tylko dorośli 18+
pt_br: Maiores de 18 anos
ro: Numai adulți, peste 18 ani
sk: Dospelí 18+
sl: Samo za odrasle 18 +
sq: Vetëm për të Rritur 18+
sr: Одрасли само 18+
sr_latn: Odrasli samo 18+
sw: Watu Wazima Pekee 18+
tr: Yalnızca yetişkinler 18+
uk: Тільки для дорослих 18+
xh: Kuphela abantu abadala 18+
zh_cn: 18岁以上成人
zu: Abadala abanengu- 18+ Kuphela

source: all content
ja: すべてのコンテンツ
tr: tüm içerikleri

source: apps
ja: アプリ
tr: uygulamaları

source: websites
ja: Web サイト
tr: web sitelerini

source: Games
af: Speletjies
ar: الألعاب
az: Oyunlar
bg: Игри
bn_in: গেমসমূহ
ca: Jocs
cs: Hry
cy: Gemau
da: Spil
el: Παιχνίδια
es: Juegos
eu: Jokoak
fr: Jeux
hi_in: खेल
id: Gim
it: Giochi
ja: ゲーム
ko: 게임
mg: Lalao
nl: Spellen
pa: ਖੇਡਾਂ
pl: Gry
pt_br: Jogos
ro: Jocuri
sk: Hry
sl: Igre
sq: Lojëra
sr: Игрице
sr_latn: Igrice
sw: Michezo
tr: Oyunlar
uk: Ігри
xh: Imidlalwana
zh_cn: 游戏
zu: Imidlalo

source: Books & Comics
ar: الكتب و الكاريكاتير
az: Kitab və Karikaturalar
bg: Книги и комикси
cs: Knihy a komiksy
cy: Llyfrau a Chomics
da: Bøger & tegneserier
el: Βιβλία & Κόμικ
es: Libros y cómics
eu: Liburuak eta komikiak
fr: Livres et BD
hi_in: पुस्तकें और हास्य
it: Libri e fumetti
ja: 書籍 & コミック
ko: 책과 만화
mg: Boky & BD
nl: Boeken en strips
pl: Książki i komiksy
pt_br: Livros e revistas
ro: Cărți și benzi desenate
sk: Knihy a komixy
sl: Knjige in stripi
sq: Libra & Libra me Karikatura
sr: Књиге и стрипови
sr_latn: Knjige i stripovi
tr: Kitaplar ve Çizgi Romanlar
uk: Книги і Комікси
zh_cn: 图书和漫画

source: Business
af: Besigheid
ar: النشاط التجاري
az: Biznes
bg: Бизнес
bn_in: ব্যাবসা
ca: Negocis
cs: Finance
cy: Busnes
da: Forretning
el: Επιχειρήσεις
es: Negocios
eu: Negozioak
fr: Entreprise
hi_in: व्यापार
id: Bisnis
ja: ビジネス
ko: 비지니스
mg: Bizina
nl: Zakelijk
pa: ਕਾਰੋਬਾਰ
pl: Biznes
pt_br: Negócios
ro: Afaceri
sk: Podnikanie
sl: Posel
sq: Biznes
sr: Посао
sr_latn: Posao
sw: Biashara
tr: İş
uk: Робота
xh: Ezoshishino
zh_cn: 商业
zu: Ezamabhizinisi

source: Education
af: Opvoeding
ar: التعليم
az: Təhsil
bg: Образование
bn_in: শিক্ষা
ca: Educació
cs: Vzdělávání
cy: Addysg
da: Undervisning
el: Εκπαίδευση
es: Educación
eu: Hezkuntza
fr: Enseignement
hi_in: शिक्षा
id: Pendidikan
it: Istruzione
ja: 教育
ko: 교육
mg: Fampianarana
nl: Onderwijs
pa: ਸਿੱਖਿਆ
pl: Edukacja
pt_br: Educação
ro: Educație
sk: Vzdelávanie
sl: Izobraževanje
sq: Edukim
sr: Образовање
sr_latn: Obrazovanje
sw: Elimu
tr: Eğitim
uk: Освіта
xh: Ezemfundo
zh_cn: 教育
zu: Ezemfundo

source: Entertainment
af: Vermaak
ar: الترفية
az: Əyləncə
bg: Развлечение
bn_in: বিনোদন
ca: Entreteniment
cs: Zábava
cy: Adloniant
da: Underholdning
el: Ψυχαγωγία
es: Ocio y deportes
eu: Entretenimendua
fr: Divertissements et sports
hi_in: मनोरंजन
id: Hiburan
it: Intrattenimento
ja: エンタテインメント
ko: 오락
mg: Fialamboly
nl: Amusement
pa: ਮਨੋਰੰਜਨ
pl: Rozrywka
pt_br: Entretenimento
ro: Divertisment
sk: Zábava
sl: Zabava
sq: Spektakël
sr: Забава
sr_latn: Zabava
sw: Burudani
tr: Eğlence
uk: Розваги
xh: Ezolonwabo
zh_cn: 娱乐
zu: Ezikaqedisizungu

source: Food & Drink
ar: الطعام و الشراب
az: Yemə və İçmə
bg: Храна и напитки
cs: Jídlo a pití
cy: Bwyd a Diod
da: Mad og drikke
el: Φαγητό και Ποτά
es: Comida y bebida
eu: Jana eta edana
fr: Nourriture et boissons
hi_in: भोजन और जाम
it: Cibi e bevande
ja: 食べ物 & 飲み物
ko: 음식과 음료
mg: Sakafo & Zava-pisotro
nl: Eten en drinken
pl: Żywność i napoje
pt_br: Comidas e bebidas
ro: Mâncare și băutură
sk: Jedlo a pitie
sl: Hrana in pijača
sq: Ushqim & Pije
sr: Храна и пиће
sr_latn: Hrana i piće
tr: Yiyecek ve İçecek
uk: Продукти і Напої
zh_cn: 饮食

source: Health & Fitness
af: Gesondheid en fiksheid
ar: الصحة و اللياقة البدنية
az: Sağlamlıq və Fitnes
bg: Здраве и фитнес
bn_in: স্বাস্থ্য এবং ফিটনেস
ca: Salut i benestar
cs: Zdraví a fitness
cy: Iechyd a Ffitrwydd
da: Sundhed & fitness
el: Υγεία & φυσική κατάσταση
es: Salud y bienestar
eu: Osasuna eta sasoia
fr: Santé et forme
hi_in: स्वास्थ्य और फ़िटनेस
id: Kesehatan & Kebugaran
it: Salute e benessere
ja: 健康 & フィットネス
ko: 건강
mg: Fahasalamana & Fitazaim-batana
nl: Gezondheid en fitness
pa: ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ
pl: Zdrowie i kondycja
pt_br: Saúde
ro: Sănătate și fitness
sk: Zdravie a fitnes
sl: Zdravje in gibanje
sq: Shëndet & Kalitje
sr: Здравље и фитнес
sr_latn: Zdravlje i fitnes
sw: Uzima na Afya
tr: Sağlık ve Zindelik
uk: Здоров'я та фітнес
xh: Ezempilo & ukuphila qete
zh_cn: 健康与健身
zu: Impilo & Nokuqina komzimba

source: Humor
ar: الفُكاهة و الدُعابة
az: Yumor
bg: Хумор
cs: Vtipné
cy: Hiwmor
el: Χιούμορ
eu: Umorea
fr: Humour
hi_in: हास्य
it: Umorismo
ja: ユーモア
ko: 유머
mg: Hatsikana
ro: Umor
sr: Хумор
tr: Mizah
uk: Гумор
zh_cn: 幽默

source: Internet
ar: الإنترنت
bg: Интернет
cy: Rhyngrwyd
el: Διαδίκτυο
hi_in: इंटरनेट
ja: インターネット
ko: 인터넷
mg: Aterineto
sl: Splet
sr: Интернет
uk: Інтернет
zh_cn: 互联网

source: Kids
ar: الأطفال
az: Uşaqlar
bg: Детски
cs: Děti
cy: Plant
da: Børn
el: Παιδιά
es: Niños
eu: Haurrak
fr: Enfants
hi_in: बच्चे
it: Per i più piccoli
ja: 子ども向け
ko: 어린이
mg: Ankizy
nl: Kinderen
pl: Dzieci
pt_br: Infantil
ro: Copii
sk: Deti
sl: Za otroke
sq: Kalamaj
sr: Деца
sr_latn: Deca
tr: Çocuklar
uk: Діти
zh_cn: 儿童

source: Lifestyle
af: Lewenstyl
ar: أسلوب الحياة
az: Yaşayış tərzi
bg: Стилен живот
bn_in: লাইফস্টাইল
ca: Estil de vida
cs: Životní styl
cy: Ffordd o Fyw
da: Livsstil
es: Estilo de vida
eu: Bizi-estiloa
fr: Style de vie
hi_in: जीवन शैली
id: Gaya Hidup
it: Stili di vita
ja: ライフスタイル
ko: 라이프
mg: Fomba Fiainana
pa: ਜੀਵਨ-ਜਾਂਚ
pl: Styl życia
pt_br: Estilo de vida
ro: Stil de viață
sk: Životný štýl
sl: Življenjski slog
sr: Животни стил
sr_latn: Životni stil
sw: Mtindo wa maisha
tr: Yaşam Tarzı
uk: Стиль життя
xh: Ezendlela yokuphila
zh_cn: 生活方式
zu: Isitayela sempilo

source: Maps & Navigation
af: Kaarte en navigasie
ar: الخرائط و التنقل
az: Xətitə və Naviqasiya
bg: Карти и навигация
bn_in: মানচিত্র এবং ন্যাভিগেশন
ca: Mapes i navegació
cs: Mapy a navigace
cy: Mapiau a Theithio
da: Kort & navigation
el: Χάρτες & πλοήγηση
es: Mapas y navegación
eu: Mapak eta nabigazioa
fr: Cartes et navigation
hi_in: मैप्स और नेविगेशन
id: Peta & Navigasi
it: Mappe e navigazione
ja: 地図 & ナビゲーション
ko: 지도 및 교통
mg: Sarintany & Fitetezana
nl: Kaarten en navigatie
pa: ਨਕਸ਼ੇ ਅਤੇ ਯਾਤਰਾ
pl: Mapy i nawigacja
pt_br: Mapas e Localização
ro: Hărți și navigare
sk: Mapy a navigácie
sl: Zemljevidi in navigacija
sq: Harta & Lundrim
sr: Мапе и навигација
sr_latn: Mape i navigacija
sw: Ramani na Unahodha
tr: Harita ve Navigasyon
uk: Карти і навігація
xh: iiMephu & iNavigeyishini
zh_cn: 地图与导航
zu: Amabalazwe & Imiyalelondlela

source: Music
af: Musiek
ar: الموسيقى
az: Muüi2i
bg: Музика
bn_in: সঙ্গীত
ca: Música
cs: Hudba
cy: Cerddoriaeth
da: Musik
el: Μουσική
es: Música
eu: Musika
fr: Musique
hi_in: संगीत
id: Musik
it: Musica
ja: 音楽
ko: 음악
mg: Mozika
nl: Muziek
pa: ਸੰਗੀਤ
pl: Muzyka
pt_br: Música
ro: Muzică
sk: Hudba
sl: Glasba
sq: Muzikë
sr: Музика
sr_latn: Muzika
sw: Muziki
tr: Müzik
uk: Музика
xh: Umculo
zh_cn: 音乐
zu: Umculo

source: News
ar: الأخبار
az: Xəbərlər
bg: Новини
cs: Zprávy
cy: Newyddion
da: Nyheder
el: Ειδήσεις
es: Noticias
eu: Albisteak
fr: Actualités
hi_in: समाचार
it: Notizie
ja: ニュース
mg: Vaovao
nl: Nieuws
pl: Aktualności
pt_br: Notícias
ro: Știri
sk: Správy
sl: Novice
sq: Lajme
sr: Вести
sr_latn: Vesti
tr: Haberler
uk: Новини
zh_cn: 新闻

source: Personalization
ar: شخصية
az: Fərdiləşdirmə
bg: Персонализиране
cs: Přizpůsobení
cy: Personoli
da: Brugertilpasning
el: Εξατομίκευση
es: Personalización
eu: Pertsonalizazioa
fr: Personnalisation
hi_in: निजीकरण
it: Personalizzazione
ja: パーソナライズ
ko: 개인화
mg: Fanokanana
nl: Personalisatie
pl: Personalizacja
pt_br: Personalização
ro: Personalizare
sk: Prispôsobenie
sl: Prilagoditev
sq: Personalizim
sr: Персонализација
sr_latn: Personalizacija
tr: Kişiselleştirme
uk: Персоналізація
zh_cn: 个性化

source: Photo & Video
af: Foto en video
ar: الصورة و الفيديو
az: Şəkil və Video
bg: Снимки и видео
bn_in: ফোটো এবং ভিডিও
ca: Foto i vídeo
cs: Fotky a média
cy: Lluniau a Fideos
da: Fotos & video
el: Φωτογραφία & βίντεο
es: Fotos y multimedia
eu: Argazkiak eta bideoak
fr: Photos et médias
hi_in: फोटो और वीडियो
id: Foto & Video
it: Foto e video
ja: 写真 & 動画
ko: 사진 및 동영상
mg: Sary & Horonantsary
nl: Foto en video
pa: ਫੋਟੋ ਤੇ ਵਿਡੀਓ
pl: Zdjęcia i wideo
pt_br: Foto e Vídeo
ro: Foto și video
sk: Fotografie a médiá
sl: Foto in video
sq: Foto & Video
sr: Слике и видео
sr_latn: Slike i video
sw: Picha na Video
tr: Fotoğraf ve Video
uk: Фото і відео
xh: Ifoto & iVidiyo
zh_cn: 照片与视频
zu: Isithombe & Amavidiyo

source: Productivity
af: Produktiwiteit
ar: الإنتاجية
bg: Продуктивност
bn_in: উৎপাদনশীলতা
ca: Productivitat
cs: Produktivita
cy: Cynhyrchedd
da: Produktivitet
el: Παραγωγικότητα
es: Productividad
eu: Produktibitatea
fr: Productivité
hi_in: उत्पादकता
id: Produktivitas
it: Produttività
ja: 仕事効率化
ko: 생산성
mg: Fahafaha-mamokatra
nl: Productiviteit
pa: ਉਤਪਾਦਕਿਤਾ
pl: Produktywność
pt_br: Produtividade
ro: Productivitate
sk: Produktivita
sl: Produktivnost
sq: Prodhimshmëri
sr: Продуктивност
sr_latn: Produktivnost
sw: Tija
tr: Üretkenlik
uk: Продуктивність
xh: Imveliso
zh_cn: 效率
zu: Ukukhiqiza

source: Reference
af: Naslaan
ar: المراجع
az: Referans
bg: Справки
bn_in: উল্লেখ
ca: Referència
cy: Cyfeiriad
da: Opslagsværker
el: Αναφοράς
es: Consulta
eu: Kontsulta
fr: Référence
hi_in: संदर्भ
id: Referensi
it: Riferimento
ja: リファレンス
ko: 참고
nl: Naslag
pa: ਹਵਾਲਾ
pl: Pomoce
pt_br: Referências
ro: Referință
sk: Referencie
sl: Referenca
sq: Referenca
sr: Упутства
sr_latn: Uputstva
sw: Kumbukumbu
tr: Bilgi Kaynakları
uk: Посилання
xh: Ireferensi
zh_cn: 参考
zu: Ireferensi

source: Science & Tech
ar: العلوم و التكنولوجيا
az: Elm və Texnologiya
bg: Наука и техника
cs: Věda a technika
cy: Gwyddoniaeth a Thechnoleg
da: Videnskab og tech
el: Επιστήμη & Τεχνολογία
es: Ciencia y tecnología
eu: Zientzia eta teknologia
fr: Science et technologie
hi_in: विज्ञान एवं तकनीकी
it: Scienza e tecnologia
ja: 科学 & 技術
ko: 과학과 기술
mg: Siansa & Haitao
nl: Wetenschap en techniek
pl: Nauka i Technika
pt_br: Ciência e tecnologia
ro: Știință și tehnologie
sk: Veda a technika
sl: Znanost in tehnologija
sq: Shkencë & Teknikë
sr: Наука и технологија
sr_latn: Nauka i tehnologija
tr: Bilim ve Teknoloji
uk: Наука і Техніка
zh_cn: 科技

source: Shopping
af: Inkopies
ar: التسوق
az: Alış-veriş
bg: Пазаруване
bn_in: কেনাকাটা
ca: Compres
cs: Nakupování
cy: Siopa
el: Αγορές
es: Compras
eu: Erosketak
hi_in: खरीदारी
id: Belanja
ja: ショッピング
ko: 쇼핑
mg: Fiantsenana
nl: Winkelen
pa: ਖਰੀਦਦਾਰੀ
pl: Zakupy
pt_br: Compras
ro: Cumpărături
sk: Nakupovanie
sl: Nakupovanje
sq: Blerje
sr: Куповина
sr_latn: Kupovina
sw: Ununuzi
tr: Alışveriş
uk: Покупки
xh: Ukuthenga
zh_cn: 购物
zu: Ezokuthenga

source: Social
af: Sosiaal
ar: التواصل الاجتماعي
az: Sosial
bg: Социални
bn_in: সোশ্যাল
cs: Sociální sítě
cy: Cymdeithasol
da: Socialt
el: Κοινωνική δικτύωση
es: Redes sociales
eu: Sare sozialak
fr: Social et communication
hi_in: सामाजिक
id: Sosial
it: Social network
ja: ソーシャル
ko: 소셜
mg: Sosialy
nl: Sociaal en communicatie
pa: ਸਮਾਜਿਕ
pl: Społecznościowe
sk: Spoločenstvo
sl: Družbeno
sq: Shoqërore
sr: Друштвене
sr_latn: Društvene
sw: Kijamii
tr: Sosyal
uk: Соціальні
xh: Ezentlalo
zh_cn: 社交
zu: Ezomphakathi

source: Sports
af: Sport
ar: الرياضة
az: İdman
bg: Спорт
bn_in: খেলাধূলো
ca: Esports
cs: Sporty
cy: Chwaraeon
da: Sport
el: Αθλήματα
es: Deportes
eu: Kirolak
hi_in: खेल
id: Olahraga
it: Sport
ja: スポーツ
ko: 스포츠
mg: Fanatanjahantena
nl: Sport
pa: ਖੇਡਾਂ
pl: Sport
pt_br: Esportes
ro: Sporturi
sk: Šport
sl: Šport
sq: Sporte
sr: Спортови
sr_latn: Sportovi
sw: Michezo
tr: Spor
uk: Спорт
xh: Ezemidlalo
zh_cn: 运动
zu: Ezemidlalo

source: Travel
af: Reis
ar: السفر
az: Səyahət
bg: Пътуване
bn_in: ভ্রমণ
ca: Viatge
cs: Cestování
cy: Teithio
da: Rejser
el: Ταξίδια
es: Viajes
eu: Bidaiak
fr: Voyages
hi_in: यात्रा
it: Viaggi
ja: 旅行
ko: 여행
mg: Dia
nl: Reizen
pa: ਯਾਤਰਾ
pl: Podróże
pt_br: Viagens
ro: Călătorie
sk: Cestovanie
sl: Potovanja
sq: Udhëtim
sr: Путовањa
sr_latn: Putovanja
sw: Usafiri
tr: Seyahat
uk: Подорожі
xh: Ezohambo
zh_cn: 旅行
zu: Ezokuvakasha
