Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: An update to Marketplace is available.
af: Daar is 'n bywerking vir Markplek beskikbaar.
ar: التحديث لسوق التطبيقات متاح.
az: Marketplace üçün yeniləmə mövcuddur.
bg: Налично е обновяване на Marketplace.
bn_in: মার্কেটপ্লেসে একটি আপডেট উপলব্ধ।
ca: Hi ha una actualització del Marketplace disponible.
cs: Je k dispozici aktualizace Marketplace.
cy: Mae diweddariad o'r Farchnad ar gael.
da: En opdatering til Marketplace er tilgængelig.
el: Μια ενημέρωση για το Marketplace είναι διαθέσιμη.
es: Hay disponible una actualización de Marketplace.
eu: Marketplace-aren eguneratze bat eskuragarri dago.
fr: Une mise à jour du Marketplace est disponible.
hi_in: बाज़ार के लिए एक अद्यतन उपलब्ध है।
id: Tersedia pembaruan untuk Marketplace.
it: È disponibile un aggiornamento del Marketplace.
ja: Marketplace の最新版が公開されています。
ko: 마켓플레이스를 업데이트 할수있습니다.
mg: Misy fanavaozana ny Tsena vonona.
nl: Er is een update voor Marketplace beschikbaar.
pl: Dostępna jest aktualizacja Marketplace.
pt_br: Uma atualização está disponível para o Marketplace
ro: O actualizare pentru Marketplace este disponibilă.
sk: Je dostupná aktualizácia Marketplace.
sl: Na voljo je posodobitev za Marketplace.
sq: Ka gati një përditësim të Marketplace-it.
sr: Надоградња Marketplace-а је доступна.
sr_latn: Nadogradnja Marketplace-a je dostupna.
sw: Sasisho la Marketplace linapatikana.
tr: Marketplace için bir güncelleme var.
uk: Доступне оновлення для Marketplace.
xh: Uhlaziyo kwi-Marketplace luyafumaneka.
zh_cn: 一个应用市场的更新可用。
zu: Kukhona okusha osekutholakala ku-Marketplace.

source: Sign up for our newsletter
af: Sluit aan vir ons nuusbrief
ar: التسجيل في نشرتنا الإخبارية
az: Xəbər lentimizə qeyd olun
bg: Абонирайте се за бюлетина
bn_in: আমাদের নিউজলেটারের জন্য সাইন আপ করুন
ca: Subscriviu-vos al nostre butlletí d'informació
cs: Přihlaste se k odběru našeho zpravodaje
cy: Gofyn am ein taflen newyddion
da: Abonner på vores nyhedsbrev
el: Εγγραφείτε στο ενημερωτικό μας δελτίο
es: Suscríbete a nuestro boletín
eu: Harpidetu gure berripaperera
fr: Abonnez-vous à notre lettre d'information
hi_in: हमारे न्यूज़लेटर के लिए साइन अप करें
id: Daftar untuk mendapatkan nawala
it: Iscriviti alla nostra newsletter
ja: ニュースレターを購読
ko: 뉴스레터 신청하기
mg: Misorata @ taratasim-baovaonay
nl: Inschrijven voor onze nieuwsbrief
pl: Zapisz się n
pt_br: Assine nosso boletim informativo
ro: Înregistrează-te pentru buletinul nostru de știri
sk: Zaregistrujte sa pre odoberanie nášho newslettera
sl: Prijavite se na našo okrožnico
sq: Pajtohuni te buletini ynë
sr: Пријавите се за наш билтен
sr_latn: Prijavite se za naš bilten
sw: Jisajiri kwa jarida letu
tr: Bültenimize kaydolun
uk: Підписатись на наш інформаційний бюлетень
xh: Sayina ungene kwincwadi yeendaba
zh_cn: 注册我们的新闻通讯
zu: Sayinela ukuthola incwadindaba

source: Get Firefox news! Sign up for our newsletter
af: Kry Firefox-nuus! Sluit aan vir ons nuusbrief
ar: للحصول على أخبار فَيَرفُكس! إشترك بنشرتنا الأخبارية
az: Firefox xəbərlərini alın! Xəbər lentimizə qeyd olun
bg: Четете новини за Firefox! Абонирайте се за бюлетина
bn_in: Firefox-র খবর পান! আমাদের নিউজলেটারের জন্য সাইন আপ করুন
ca: Rebeu notícies del Firefox: subscriviu-vos al nostre butlletí d'informació
cs: Získávejte novinky o Firefoxu! Přihlaste se k odběru našeho zpravodaje
cy: Derbyn newyddion Firefox! Gofynnwch am ein taflen newyddion
da: Få nyheder om Firefox! Abonner på vores nyhedsbrev
el: Λάβετε νέα του Firefox! Εγγραφείτε στο ενημερωτικό μας δελτίο
es: ¡Recibe lo último de Firefox! Suscríbete a nuestro boletín
eu: Jaso Firefoxi buruzko albisteak! Harpidetu gure berripaperera
fr: Suivez l'actualité de Firefox, abonnez-vous à notre lettre d'information
hi_in: Firefox समाचार प्राप्त करें! हमारे न्यूज़लेटर के लिए साइन अप करें
id: Dapatkan kabar Firefox! Daftarkan untuk mendapatkan nawala kami
it: Leggi le ultime novità su Firefox! Iscriviti alla nostra newsletter
ja: Firefox の最新情報をお届けします！ ニュースレターを購読
ko: Firefox 뉴스를 구독하세요! 뉴스레터를 신청하세요.
mg: Mahazoa vaovaon'i Firefox! Misorata @ taratasim-baovaonay
nl: Ontvang Firefox-nieuws! Schrijf u in voor onze nieuwsbrief
pl: Otrzymuj aktualności Firefoksa! Zamów nasz newsletter
pt_br: Receba notícias sobre o Firefox! Assine nosso boletim informativo
ro: Obține știri Firefox! Înregistrează-te pentru buletinul nostru de știri
sk: Získajte správy z Firefoxu! Zaregistrujte sa pre odoberanie nášho newslettera
sl: Prejemajte Firefoxove novice! Prijavite se na našo okrožnico
sq: Merrni lajmet e Firefox-it! Pajtohuni te buletini ynë
sr: Добијајте Firefox вести! Пријавите се за наш билтен
sr_latn: Dobijajte Firefox vesti! Prijavite se za naš bilten
sw: Pata habari za Firefox! Jisajiri kwa jarida letu
tr: Firefox haberlerini alın! Bültenimize kaydolun
uk: Отримуйте новини про Firefox! Підпишіться на наш інформаційний бюлетень
xh: Sayina ungene kwincwadi yethu yeendaba
zh_cn: 获得 Firefox 新闻！注册我们的新闻通讯
zu: Thola izindaba ze-Firefox! Sayinela ukuthola incwadindaba

source: Email
af: E-pos
ar: البريد الإلكتروني
az: E-poçt
bg: Адрес на ел. поща
bn_in: ইমেইল
ca: Adreça electrònica
cy: E-bost
da: Mailadresse
es: Correo
eu: Posta elektronikoa
fr: Courriel
ga_ie: Ríomhphost
hi_in: ईमेल
id: Surel
ja: メール
ko: 이메일
mg: Mailaka
nl: E-mailadres
pa: ਈਮੇਲ
sk: E-mailová adresa
sl: E-pošta
sr: Адреса е-поште
sr_latn: Adresa e-pošte
sw: Barua pepe
th: อีเมล
tr: E-posta
uk: Адреса електронної пошти
xh: I-imeyile
zh_cn: 电子邮件
zu: I-imeyli

source: Sign me up
af: Sluit my aan
ar: إشترك الآن
az: Məni qeyd et
bg: Абониране
bn_in: আমাকে সাইন আপ করানো হোক
ca: Subscriu-m'hi
cs: Přihlásit
cy: Cofrestrwch fi
da: Tilmeld mig
el: Εγγραφή
es: Suscribirme
eu: Harpidetu
fr: Je m'abonne
hi_in: मुझे साइन अप करें
id: Daftar
it: Registrati
ja: 購読開始
ko: 신청하기
mg: Soraty ao aho
nl: Inschrijven
pl: Zamów
pt_br: Registrar
ro: Înregistrează-mă
sk: Chcem sa zaregistrovať
sl: Registriraj me
sq: Regjistromëni
sr: Пријави ме
sr_latn: Prijavi me
sw: Nisajiri
tr: Kaydol
uk: Підписатись
xh: Sayina ungene
zh_cn: 我要注册
zu: Ngisayinele ukuthola lokhu

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
af: Ek is tevrede as Mozilla my inligting hanteer soos uiteengesit in <a href="{privacy_policy_url}" target="_blank">hierdie privaatheidbeleid</a>.
ar: أنا موافق علي تعامل موزيلا مع المعلومات الخاصة بي في <a href="{privacy_policy_url}" target="_blank">سياسة الخصوصية</a>.
az: Mozillanın məlumatlarımı <a href="{privacy_policy_url}" target="_blank">bu Məxfilik Siyasəti</a>ndə izah edildiyi kimi işlətməsinə razıyam.
bg: Съгласен съм Mozilla да борави с данните ми, както е обяснено в <a href="{privacy_policy_url}" target="_blank">тази Декларация за поверителност</a>.
bn_in: আমি Mozilla কে আমার তথ্য নিয়ে ব্যবহার করা নিয়ে সহমত যা<a href="{privacy_policy_url}" target="_blank">গোপনীয়তা নীতি এই পাতায় লেখা বর্ণনা করা আছে</a>।
ca: Estic d'acord que Mozilla gestioni la meva informació en els termes explicats en <a href="{privacy_policy_url}" target="_blank">aquesta Política de privadesa</a>.
cs: Souhlasím, aby Mozilla pracovala s informacemi o mně dle <a href="{privacy_policy_url}" target="_blank">Zásad ochrany soukromí</a>.
cy: Rwy'n hapus gyda Mozilla'n trin fy manylion yn unol â'u <a href="{privacy_policy_url}" target="_blank">Polis Preifatrwydd</a>.
da: Det er helt fint, at Mozilla håndterer mine oplysninger som beskrevet i <a href="{privacy_policy_url}" target="_blank">denne privatlivspolitik</a>.
el: Δέχομαι ότι το ίδρυμα Mozilla μπορεί να διαχειριστεί τις πληροφορίες μου όπως εξηγεί <a href="{privacy_policy_url}" target="_blank">σ' αυτή την πολιτική απορρήτου</a>.
es: Estoy de acuerdo con que Mozilla gestione mi información según se especifica en <a href="{privacy_policy_url}" target="_blank">esta política de privacidad</a>.
eu: Ados nago Mozillak nire informazioa <a href="{privacy_policy_url}" target="_blank">pribatutasun-politika honetan</a> azaldu bezala kudeatzearekin.
fr: J'accepte que Mozilla utilise mes informations conformément à <a href="{privacy_policy_url}" target="_blank">cette politique de confidentialité</a>.
hi_in: मैं <a href="{privacy_policy_url}" target="_blank"> इस गोपनीयता नीति </a> में जैसे समझाया मोज़िला मेरी जानकारी को संभालने के साथ ठीक हूँ.
id: Saya menyetujui penangangan informasi saya oleh Mozilla seperti yang dijelaskan dalam <a href="{privacy_policy_url}" target="_blank">Kebijakan Privasi ini</a>.
it: Acconsento al trattamento dei miei dati da parte di Mozilla secondo quanto indicato nell’<a href="{privacy_policy_url}" target="_blank">informativa sulla privacy</a>.
ja: Mozilla が <a href="{privacy_policy_url}" target="_blank">プライバシーポリシー</a> に従って私の個人情報を扱うことに同意します。
ko: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">개인 정보 보호 정책</a>에 명시된 대로 Mozilla가 내 정보를 다루는 것에 동의 합니다.
mg: Ekeko ny hikirakiran'i Mozilla ny fampahalalana momba ahy araka ny nohazavaina ao @ <a href="{privacy_policy_url}" target="_blank">ity Politika Fiarovana Tsiambaratelo ity</a>.
nl: Ik ben het eens met hoe Mozilla met mijn gegevens omgaat, zoals uitgelegd in <a href="{privacy_policy_url}" target="_blank">dit privacybeleid</a>.
pl: Akceptuję sposób obsługi przez Mozillę moich informacji opisany w <a href="{privacy_policy_url}" target="_blank">polityce prywatności</a>.
pt_br: Concordo que a Mozilla manuseie minha informação pessoal tal como é explicado <a href="{privacy_policy_url}" target="_blank">na Política de Privacidade</a>.
ro: Sunt de acord cu folosirea informațiilor mele de către Mozilla așa cum se explică în <a href="{privacy_policy_url}" target="_blank">acestă Politică de confidențialitate</a>.
sk: Súhlasím so spracovaním mojich osobných údajov Mozillou ako je vysvetlené v <a href="{privacy_policy_url}" target="_blank">týchto zásadách ochrany súkromia</a>.
sl: Strinjam se z načinom Mozillinega rokovanja z mojimi podatki, kot je razloženo v <a href="{privacy_policy_url}" target="_blank">tej politiki zasebnosti</a>.
sq: Pajtohem me mënyrën se si itrajton Mozilla të dhënat e mia, ashtu siç shpjegohet te <a href="{privacy_policy_url}" target="_blank">këto Rregulla Privatësie</a>.
sr: Слажем се са тим да Mozilla користи моје информације као што је објашњено у <a href="{privacy_policy_url}" target="_blank">овој полиси приватности</a>.
sr_latn: Slažem se sa tim da Mozilla koristi moje informacije kao što je objašnjeno u <a href="{privacy_policy_url}" target="_blank">ovoj polisi privatnosti</a>.
sw: Sina hoja na Mozilla ikishughulikia habari yangu kama ilivyoelezwa katika <a href="{privacy_policy_url}" target="_blank">Sera hii ya Faragha</a>.
tr: Mozilla'nın bilgilerimi<a href="{privacy_policy_url}" target="_blank">bu Gizlilik İlkelerinde</a> açıklandığı şekilde kullanmasına izin veriyorum.
uk: Я погоджуюсь з тим, як Mozilla обробляє мою інформацію, як описано у <a href="{privacy_policy_url}" target="_blank">цій Політиці приватності</a>.
xh: Mozilla ukuba iphathe ulwazi lwam njengoko kuchaziwe kule <a href="{privacy_policy_url}" target="_blank">Pholisi yaBucala</a>.
zh_cn: 我同意 Mozilla 按照<a href="{privacy_policy_url}" target="_blank">隐私政策</a>中所述的方式处理我的信息。
zu: Kulungile ukuba i-Mozilla iphathe imininingwane yami njengoba kuchaziwe ku <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.

source: Thanks for signing up!
af: Dankie dat jy aangesluit het!
ar: شكراً على الإشترك!
az: Qeydiyyat üçün təşəkkürlər!
bg: Благодарим, че се абонирахте!
bn_in: সাইন আপ করার জন্য ধন্যবাদ!
ca: Gràcies per subscriure-us!
cs: Děkujeme za přihlášení odběru!
cy: Diolch am gofrestru!
da: Tak for din tilmelding!
el: Ευχαριστούμε για την εγγραφή σας!
es: ¡Gracias por suscribirte!
eu: Milesker harpidetzearren!
fr: Merci de votre abonnement.
hi_in: साइन अप करने के लिए धन्यवाद!
id: Terima kasih telah mendaftar!
it: Grazie per esserti iscritto!
ja: 購読ありがとうございます！
ko: 가입해주셔서 감사합니다!
mg: Misaotra anao nisoratra!
nl: Bedankt voor het inschrijven!
pl: Dziękujemy za zamówienie!
pt_br: Obrigado por se inscrever!
ro: Mulțumim pentru înregistrare!
sk: Ďakujeme za registráciu!
sl: Hvala, da ste se registrirali!
sq: Faleminderit që u regjistruat!
sr: Хвала вам што сте се пријавили!
sr_latn: Hvala vam što ste se prijavili!
sw: Ahsante kwa kujisajiri!
tr: Kaydolduğunuz için teşekkürler!
uk: Дякуємо, що підписались!
xh: Enkosi ngokusayina ungene!
zh_cn: 感谢您的注册！
zu: Ngiyabonga ukungisayinela ukuthola lokhu!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
af: Kyk in jou e-pos vir 'n e-pos van mozilla@e.mozilla.org. As jy dit nie sien nie, kontroleer jou strooipos-filter.
ar: سوف يصلك رسالة إلكترونية من mozilla@e.mozilla.org، يرجى التحقق من صندوق الوارد الخاص بك لأول رسالة إلكترونية منا، إذا لم تجدها، تحقق من فلتر الرسائل غير المرغوب فيها.
az: mozilla@e.mozilla.org ünvanından e-poçt alacaqsınız, lütfən daxil olan qutunuzu ilk e-poçtumuz üçün yoxlayın. Əgər onu görmürsünüzsə spam filterlərinizi yoxlayın.
bg: Ще получите писмо от mozilla@e.mozilla.org, моля, проверете входящата си поща за първо писмо от нас. Ако там го няма проверете спам филтъра.
bn_in: আপনি mozilla@e.mozilla.org থেকে একটি ইমেইল পাবেন, অনুগ্রহ করে আমাদের কাছ থেকে আপনার কাছে প্রথম মেইলটা যাচ্ছে। আপনি যদি এটা না করেন তাহলে স্প্যাম ফোল্ডারে দেখুন।
ca: Rebreu un correu electrònic de mozilla@e.mozilla.org. Si no el veieu, comproveu el filtre del correu brossa.
cs: Obdržíte e-mail z adresy mozilla@e.mozilla.org, zkontrolujte si svou poštu, zda jste jej obdrželi. Pokud ne, zkontrolujte nastavení filtru pro nevyžádanou poštu.
cy: Byddwch yn derbyn e-bost gan mozilla@e.mozilla.org, gwiriwch eich blwch derbyn am eich e-bost cyntaf gennym ni. Os nad yw wedi cyrraedd, gwiriwch eich hidl sbam.
da: Du vil modtage en mail fra mozilla@e.mozilla.org. Se i din indbakke efter din første mail fra os. Hvis du ikke kan se mailen, så tjek din spam-mappe.
el: Θα λάβετε ένα email από τη διεύθυνση mozilla@e.mozilla.org, παρακαλούμε ελέγξτε τα εισερχόμενα σας για το email που σας στείλαμε. Αν δεν το βρείτε, ελέγξτε τα φίλτρα ανεπιθύμητης αλληλογραφίας.
es: Recibirás un email de mozilla@e.mozilla.org. Mira tu bandeja de entrada y comprueba que te llega el primer email nuestro. Si no lo ves, revisa tu filtro de spam.
eu: Mezu bat jasoko duzu mozilla@e.mozilla.org helbidetik, begiratu posta gure aurreneko mezua aurkitzeko. Ez baduzu ikusten, aztertu zabor-posta iragazkia.
fr: Vous allez recevoir un message de mozilla@e.mozilla.org, veuillez consulter votre messagerie électronique. Si vous ne le voyez pas dans votre boîte aux lettres, vérifiez qu'il n'a pas échoué dans les courriers indésirables.
hi_in: आपको mozilla@e.mozilla.org से एक ईमेल प्राप्त होगी, हम से अपने पहले ईमेल के लिए अपने इनबॉक्स की जाँच करें. यदि आप इसे देख नही पाते हो, तो अपने स्पैम फिल्टर की जाँच करें.
id: Anda akan menerima email dari mozilla@e.mozilla.org. Periksa kotak masuk Anda untuk melihat email pertama dari kami. Jika tidak ditemukan, periksa filter spam Anda.
it: Riceverai una email da mozilla@e.mozilla.org, controlla la tua posta in arrivo e, se non la trovi, il filtro anti-spam.
ja: mozilla@e.mozilla.org からメールが送られますので、受信トレイを開いてその最初のメールを見つけてください。もし届いていない場合、迷惑メールとして振り分けられていないか確認してください。
ko: mozilla@e.mozilla.org에서 메일을 발송할 것입니다. 받은 편지함을 살펴보세요. 받지 못했다면 스팸 편지함을 확인해 보세요.
mg: Haharay mailaka iray avy @ mozilla@e.mozilla.org ianao, azafady zahao ny boatiditrao fa any ny mailakao voalohany avy aminay. Raha tsy hitanao io, dia zahao ny sivan'ny spamanao.
nl: U ontvangt een e-mailbericht van mozilla@e.mozilla.org; controleer uw Postvak IN op ons eerste e-mailbericht. Als u dit niet ziet, controleer dan uw spamfilter.
pl: Otrzymasz e-mail z adresu mozilla@e.mozilla.org. Sprawdź w swojej skrzynce pierwszy e-mail od nas. Jeśli go nie widzisz, sprawdź filtr antyspamowy.
pt_br: Você receberá um email de mozilla@e.mozilla.org. Por favor procure na sua caixa de entrada pela nossa primeira mensagem. Se não a encontrar, verifique o seu filtro de spam.
ro: Vei primi un e-mail din partea mozilla@e.mozilla.org, te rugăm să verifici la mesaje primite pentru primul e-mail trimis de noi. Dacă nu îl vezi, verifică filtrul de spam.
sk: Dostanete e-mail z adresy mozilla@e.mozilla.org, skontrolujte si vašu doručenú poštu pre prvý e-mail od nás, prosím. Ak ho tam neuvidíte, skontrolujte si váš spamový filter.
sl: Prejeli boste elektronsko sporočilo s strani mozilla@e.mozilla.org, prosimo preverite mapo Prejeto, ali ste prejeli prvo sporočilo z naše strani. Če ga ne najdete, preverite filter neželene pošte.
sq: Do të merrni një email nga mozilla@e.mozilla.org, ju lutemi, kontrolloni postën tuaj për një email prej nesh. Nëse nuk e shihni, kontrolloni filtrin tuaj për mesazhet e padëshiruar.
sr: Примићете е-пошту од mozilla@e.mozilla.org, проверите сандуче за прву е-пошту од нас. Ако је не видите, проверите спам филтер.
sr_latn: Primićete e-poštu od mozilla@e.mozilla.org, proverite sanduče za prvu e-poštu od nas. Ako je ne vidite, proverite spam filter.
sw: Utapokea barua pepe kutoka mozilla@e.mozilla.org,tafadhali angalia kikasha pokezi chako kwa barua pepe yako ya kwanza kutoka kwetu. Usipoiona, angalia kichungi chako cha barua taka.
tr: mozilla@e.mozilla.org adresinden bir e-posta alacaksınız. Lütfen gelen kutunuzu kontrol edin. E-postayı göremezseniz spam filtrenizi kontrol edin.
uk: Ви отримаєте повідомлення від mozilla@e.mozilla.org. Будь ласка, перевірте свою теку вхідних, щоб прочитати першого листа від нас. Якщо ви його не бачите, перевірте теку для спаму.
xh: Uya kufumana i-imeyile esuka kwi- mozilla@e.mozilla.org, nceda ukhangele kwibhokisi yakho yezingenayo ngeimeyile yakho yokuqala esuka kuthi. Ukuba akuyiboni, khangela isihluzi sakho sesipam.
zh_cn: 您会收到一封来自 mozilla@e.mozilla.org 的邮件，请检查您的收件箱，找到我们发给您的第一封邮件。如果找不到，记得检查你的垃圾邮件过滤器。
zu: Uzothola i-imeyli evela ku-mozilla@e.mozilla.org, uyacelwa ubheke iposi lakho le-imeyli elivela kithina. Uma ungaliboni, ubheke ifilth ayakho yeposi eliyimfucuza.

source: You must be signed in to view your apps.
af: Jy moet aangemeld wees om jou programme te bekyk.
ar: يجب عليك تسجيل الدخول لعرض تطبيقاتك.
az: Tətbiqlərinizi görmək üçün daxil olmalısınız.
bg: Трябва да се впишете, за да виждате приложенията си.
bn_in: আপনাকে অবশ্যই সাইন ইন করতে হবে আপনার অ্যাপসমূহ দেখতে হলে।
ca: Heu d'haver iniciat una sessió per veure les vostres aplicacions.
cs: Pro zobrazení svých aplikací musíte být přihlášeni.
cy: Rhaid eich bod wedi eich mewngofnodi i weld eich apiau.
da: Du skal være logget ind for at se dine apps.
el: Πρέπει να συνδεθείτε για να δείτε τις εφαρμογές σας.
es: Debes identificarte para ver tus apps.
eu: Saioa hasi behar duzu, zure aplikazioak ikusteko
fr: Vous devez être connecté pour voir vos applications.
ga_ie: Caithfidh tú a bheith logáilte isteach chun do chuid feidhmchlár a fheiceáil.
hi_in: आप अपनी एप्स को देखने के लिए हस्ताक्षर किया जाना चाहिए.
id: Anda harus masuk untuk menampilkan aplikasi Anda.
it: Devi eseguire l’accesso per visualizzare le tue app.
ja: 自分のアプリを見るにはログインしてください。
ko: 내 앱을 보기 위해서는 로그인을 해야 합니다.
mg: Tsy maintsy miditra ianao raha hijery ireo appnao.
nl: U moet aangemeld zijn om uw apps te bekijken.
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਐਪਸ ਨੂੰ ਵੇਖਣ ਲਈ ਵਿੱਚ ਸਾਈਨ ਇਨ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Musisz się zalogować, by wyświetlić swoje aplikacje.
pt_br: Você deve se identificar para ver seus aplicativos.
ro: Trebuie să fii autentificat să vezi aplicațiile tale.
sk: Ak chcete zobraziť svoj aplikácie, musíte byť prihlásený.
sl: Za ogled vaših aplikacij morate biti prijavljeni.
sq: Duhet të jeni i futur që të mund të shihni Aplikacionet tuaja.
sr: Морате бити пријављени да бисте прегледали своје апликације.
sr_latn: Morate biti prijavljeni da biste pregledali svoje aplikacije.
sw: Lazima uwe umejiunga ili kutazama programu tumizi.
tr: Uygulamalarınızı görmek için oturum açmalısınız.
uk: Для перегляду своїх програм ви повинні увійти.
xh: Kumele usayine ungene ukuze uzibone ii-apps zakho.
zh_cn: 登录后才能查看您的应用。
zu: Kufanele ukuba usayinele ukungena ukuze ubuke ama-app akho.

source: You have no apps
af: Jy het geen programme nie
ar: لا يوجد لديك تطبيقات
az: Tətbiqiniz yoxdur
bg: Нямате приложения
bn_in: আপনার কোনো অ্যাপ নেই
ca: No teniu cap aplicació
cs: Nemáte žádné aplikace
cy: Nid oes gennych apiau
da: Du har ingen apps
el: Δεν έχετε εφαρμογές
es: No tienes ninguna app
eu: Ez duzu aplikaziorik
fr: Vous n'avez aucune application
ga_ie: Níl aon fheidhmchláir agat
hi_in: आपके पास कोई एप्स नही हैं
id: Anda tidak punya aplikasi
it: Non hai acquistato nessuna app
ja: まだインストールしたアプリはありません
ko: 앱이 없음
mg: Tsy manana app ianao
nl: U hebt geen apps
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਵੀ ਐਪਸ ਨਹੀ ਹੈ
pl: Nie masz aplikacji
pt_br: Você não possui aplicativos
ro: Nu ai nicio aplicație
sk: Nemáte žiadne aplikácie
sl: Nimate aplikacij
sq: Nuk keni aplikacione
sr: Немате апликација
sr_latn: Nemate aplikacija
sw: Hauna programu tumizi zozote
th: คุณไม่มีแอพ
tr: Hiç uygulamanız yok
uk: У вас немає програм
xh: Awunazo ii-apps
zh_cn: 您尚无应用
zu: Awunama-app

source: Oh no!
af: Ag nee!
ar: للأسف!
az: Ola bilməz!
bg: О, не!
bn_in: ওহ না!
cs: Ale ne!
cy: O na!
da: Åh nej!
el: Ωχ όχι!
eu: O ez!
fr: Oh non !
ga_ie: Ochón!
hi_in: अरे नहीं!
id: Oh tidak!
it: Accidenti!
ja: ページが見つかりません
ko: 오, 이런!
mg: Adray!
nl: Oh nee!
pa: ਓਹ ਹੋ!
pl: O nie!
pt_br: Oh não!
ro: O, nu!
sk: Ale nie!
sl: O ne!
sq: Mooos!
sr: Ох, не!
sr_latn: Oh, ne!
sw: Lo hapana!
th: ไม่นะ!
tr: Olamaz!
uk: О ні!
xh: O hayi!
zh_cn: 噢不！
zu: Hawu!

source: <b>{n}</b> Result
af: <b>{n}</b> resultaat
ar: <b>{n}</b> نتيجة
az: <b>{n}</b> Nəticə
bg: <b>{n}</b> резултат
bn_in: <b>{n}</b> ফলাফল
ca: <b>{n}</b> resultat
cs: <b>{n}</b> výsledek
cy: <b>{n}</b> Canlyniad
da: <b>{n}</b> resultat
el: <b>{n}</b> αποτέλεσμα
es: <b>{n}</b> Resultado
eu: Emaitza <b>{n}</b>
fr: <b>{n}</b> résultat
ga_ie: <b>{n}</b> Toradh
hi_in: <b>{n}</b> परिणाम
id: <b>{n}</b> Hasil
it: <b>{n}</b> risultato
ja: <b>{n}</b> 件の結果
ko: 결과 <b>{n}</b>개
mg: Vokany <b>{n}</b>
nl: <b>{n}</b> resultaat
pa: <b>{n}</b> ਨਤੀਜਾ
pl: <b>{n}</b> wynik
pt_br: <b>{n}</b> Resultado
ro: <b>{n}</b> rezultat
sk: <b>{n}</b> výsledok
sl: <b>{n}</b> rezultat
sq: <b>{n}</b> Përfundim
sr: <b>{n}</b> резултат
sr_latn: <b>{n}</b> rezultat
sw: <b>{n}</b> Result<b>{n}</b> Results
th: <b>{n}</b> ผลลัพธ์
tr: <b>{n}</b> sonuç
uk: <b>{n}</b> результат
xh: <b>{n}</b> Isiphumo<b>{n}</b> Iziphumo
zh_cn: <b>{n}</b>条结果
zu: <b>{n}</b> Umphumela
