Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
af: Behalwe waar dit andersins <a href="{legal_url}" target="_blank">aangeteken is</a>, word die inhoud van hierdie werf kragtens die <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike-lisensie v3.0</a> of enige latere weergawe gelisensieer.
ar: المحتوى في هذا الموقع مرخص بموجب <a href="{cc_url}" target="_blank">رخصة المشاع الابداعي - رخصةv3.0</a> أو أي إصدار أحدث، إلا إذا ذكر غير ذلك <a href="{legal_url}" target="_blank">هنا</a>.
az: <a href="{legal_url}" target="_blank">İşarə edilən</a> yerlər xaric, bu saytın məzmunu <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> və ya daha sonrakı versiya ilə lisenziyalıdır.
bg: Освен ако не е изрично <a href="{legal_url}" target="_blank">упоменато</a>, съдържанието на тази страница е лицензирано под <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> или следваща версия.
bn_in: যেখানে অন্যথায় ছাড়া<a href="{legal_url}" target="_blank">নোট করা হয়েছে </a>, এই সাইটের কন্টেন্ট <a href="{cc_url}" target="_blank">ক্রিয়েটিভ কমন্স অ্যাট্রিবিউশন শেয়ার-আলাইক লাইসেন্স v3.0</a> অথবা কোনো পরবর্তী সংস্করণের অধীনে অনুমতিপ্রাপ্ত।
ca: Excepte si <a href="{legal_url}" target="_blank">es diu</a> el contrari, el contingut del lloc es troba sota una llicència <a href="{cc_url}" target="_blank">Creative Commons Atribució CompartirIgual v3.0</a> o posterior.
cs: Pokud není <a href="{legal_url}" target="_blank">řečeno</a> jinak, je obsah této stránky dostupný pod licencí <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> či kterékoliv pozdější verze.
cy: Ar wahân i lle fydd yn cael ei <a href="{legal_url}" target="_blank">nodi</a>, mae cynnwys ar y wefan hon wedi ei drwyddedu o dan drwydded <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> neu unrhyw fersiwn diweddarach.
da: Hvis intet andet er <a href="{legal_url}" target="_blank">angivet</a>, hører indholdet på dette websted under licensen <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> eller enhver nyere version.
el: Εκτός από όπου <a href="{legal_url}" target="_blank">σημειώνεται</a> διαφορετικά, το περιεχόμενο αυτού του ιστότοπου υπόκειται στους όρους της άδειας <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ή νεότερης έκδοσης.
es: Excepto donde se <a href="{legal_url}" target="_blank">indique lo contrario</a>, el contenido de este sitio se distribuye bajo la licencia <a href="{cc_url}" target="_blank">Creative Commons Reconocimiento-Compartir Igual v3.0</a> o una versión posterior.
eu: Besterik <a href="{legal_url}" target="_blank">adierazi</a> ezean, gune honetako edukia <a href="{cc_url}" target="_blank">Creative Commonsen Aitortu-PartekatuBerdin v3.0</a> edo beste edozein bertsio berriagoren lizentziapean dago.
fr: Sauf <a href="{legal_url}" target="_blank">mention</a> contraire, le contenu sur ce site est mis à disposition sous licence <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ou plus récente.
ga_ie: Ach amháin in aon áit <a href="{legal_url}" target="_blank">ina ndeirtear a mhalairt</a>, cuirtear an t-ábhar ar an suíomh seo ar fáil faoin <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> nó aon leagan níos déanaí.
hi_in: अन्यथा <a href="{legal_url}" target="_blank"> </a> उल्लेख किया जहां, इस साइट पर सामग्री <a href="{cc_url}" target="_blank"> क्रिएटिव कॉमन्स रोपण के तहत लाइसेंस प्राप्त है सिवाय शेयर-अलाइक लाइसेंस v3.0 </a> या किसी भी बाद के संस्करण.
id: Kecuali jika dinyatakan <a href="{legal_url}" target="_blank">secara lain </a>, isi pada situs ini dilisensikan di bawah <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> atau versi yang lebih baru
it: Eccetto dove diversamente <a href="{legal_url}" target="_blank">indicato</a>, i contenuti di questo sito sono distribuiti sotto licenza <a href="{cc_url}" target="_blank">Creative Commons Attribuzione – Condividi allo stesso modo versione 3.0</a> o successive.
ja: <a href="{legal_url}" target="_blank">特段の記載</a> がない限り、当サイト上のコンテンツは <a href="{cc_url}" target="_blank">Creative Commons 表示-継承ライセンス v3.0</a> またはそれ以降のバージョンのライセンスの下で公開されています。
ko: 따로 <a href="{legal_url}" target="_blank">명시</a>된 경우를 제외하고 이 사이트의 내용은 <a href="{cc_url}" target="_blank">크리에이티브 커먼즈 저작자표시-동일 조건 변경 허락 3.0</a>이나 그 이후 버전 라이센스를 따릅니다.
mg: Raha tsy hoe misy <a href="{legal_url}" target="_blank">fanamarihana</a> mifanohitra amin'ny voalaza, ny atiny ato amin'ity tranonkala ity dia misy fahazoan-dàlana araka ny <a href="{cc_url}" target="_blank">Fahazoan-dàlana Creative Commons Attribution Share-Alike v3.0</a> na ny kinova aoriany.
nl: Tenzij anders <a href="{legal_url}" target="_blank">vermeld</a>, is op de inhoud van deze website de <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> of latere versie van toepassing.
pa: ਜਿੱਥੇ ਛੋਟ ਦਿੱਤੀ ਗਈ ਹੋਵੇ, ਇਸ ਨੂੰ ਛੱਡ ਕੇ ਸਾਈਟ ਉੱਤੇ <a href="{legal_url}" target="_blank">ਸੂਚਨਾ ਦਿੱਤੀ</a>, ਸਮਗਰੀ ਨੂੰ <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ਜਾਂ ਨਵੇਂ ਵਰਜਨ ਅਧੀਨ ਲਸੰਸ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Wyłączając miejsca, gdzie wskazano <a href="{legal_url}" target="_blank">inaczej</a>, zawartość tej witryny jest dostępna na licencji <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License wer. 3.0</a> lub dowolnej nowszej wersji.
pt_br: Exceto onde <a href="{legal_url}" target="_blank">especificado</a>, o conteúdo deste site é licenciado sob a <a href="{cc_url}" target="_blank">Licença Creative Commons Atribuição-CompartilhaIgual v3.0</a> ou qualquer versão posterior.
ro: Cu excepția cazurilor altfel <a href="{legal_url}" target="_blank">menționate</a>, conținutul din acest site este licențiat sub licența <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> sau orice altă versiune mai nouă.
sk: Ak nie je <a href="{legal_url}" target="_blank">uvedené</a> inak, obsah tejto stránky je vedený pod licenciou <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> alebo ktorejkoľvek vyššej verzie.
sl: Če ni <a href="{legal_url}" target="_blank">navedeno</a> drugače, je vsebina te spletne strani na voljo pod dovoljenjem <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ali pod katerokoli novejšo različico.
sq: Hiq atje ku <a href="{legal_url}" target="_blank">shënohet</a> ndryshe, lënda e këtij sajti qarkullon sipas licencës <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ose cilitdo version të mëvonshëm.
sr: Осим у случајевима где је другачије <a href="{legal_url}" target="_blank">наведено</a>, садржај на овом сајту је лиценциран под <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> или истом лиценцом новије верзије.
sr_latn: Osim u slučajevima gde je drugačije <a href="{legal_url}" target="_blank">navedeno</a>, sadržaj na ovom sajtu je licenciran pod <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> ili istom licencom novije verzije.
sw: Isipokuwa pale ambapo vinginevyo<a href="{legal_url}" target="_blank">imetajwa</a>,yaliyomo kwenye tovuti hii yako chini ya leseni ya<a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a>au toleo lolote lile la baadaye.
th: ยกเว้นจะ<a href="{legal_url}" target="_blank">ถูกระบุ</a>เป็นอย่างอื่น เนื้อหาในเว็บนี้อยู่ภายใต้<a href="{cc_url}" target="_blank">สัญญาอนุญาตครีเอทีฟคอมมอนส์ แสดงที่มา อนุญาตแบบเดียวกัน 3.0</a> หรือรุ่นใหม่กว่า
tr: Aksi <a href="{legal_url}" target="_blank">belirtilmedikçe</a>, bu sitedeki içerikler <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike Lisansı v3.0</a> veya daha üst bir sürümle lisanslanmıştır.
uk: За виключенням вмісту з <a href="{legal_url}" target="_blank">явно зазначеною ліцензією</a>, вміст цього сайту ліцензовано на умовах <a href="{cc_url}" target="_blank">Creative Commons Attribution зі збереженням умов версії 3.0</a> або пізнішої.
xh: Ngaphandleni kwalapho kungenjalo <a href="{legal_url}" target="_blank">noted</a>, isiqulatho esikule sayithi silayiniswe ngaphantsi kwe- <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> okanye nayiphi na inguqulelo yamva.
zh_cn: 除特别<a href="{legal_url}" target="_blank">标注</a>以外，本站内容均遵循 <a href="{cc_url}" target="_blank">署名-相同方式共享 3.0</a> 或更新版本的许可协议。
zu: Ngaphandle kwalapho <a href="{legal_url}" target="_blank">kubhaliwe</a>, okuqukethwe kule sayithi kungaphansi kwelayisensi <a href="{cc_url}" target="_blank">i-Creative Commons Attribution Share-Alike License v3.0</a> noma nayiphi iveshini yakamuva.

source: Privacy Policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
bg: Декларация за поверителност
bn_in: গোপনীয়তা নীতি
ca: Política de privadesa
cs: Zásady ochrany soukromí
cy: Polisi Preifatrwydd
da: Privatlivspolitik
el: Πολιτική απορρήτου
es: Política de privacidad
eu: Pribatutasun-politika
fr: Politique de confidentialité
ga_ie: Polasaí Príobháideachta
hi_in: गुप्त कूटनीती
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
mg: Politika Fiarovana Tsiambaratelo
nl: Privacybeleid
pa: ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pl: Polityka prywatności
pt_br: Política de privacidade
ro: Politica de confidențialitate
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sq: Rregulla Privatësie
sr: Полиса приватности
sr_latn: Polisa privatnosti
sw: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik ilkeleri
uk: Політика приватності
xh: Ipholisi yaBucala
zh_cn: 隐私条款
zu: Inqubomgomo Yokuvikeleka Kwemininingwane

source: Terms of Use
af: Gebruiksbepalings
ar: شروط الاستخدام
az: İstifadə Şərtləri
bg: Условия за ползване
bn_in: ব্যবহারের শর্তাবলী
ca: Termes d'ús
cs: Podmínky použití
cy: Amodau Defnydd
da: Betingelser for brug
el: Όροι χρήσης
es: Condiciones de uso
eu: Erabiltzeko baldintzak
fr: Conditions d'utilisation
ga_ie: Téarmaí Úsáide
hi_in: प्रयोग की शर्तें
id: Syarat Penggunaan
it: Termini d’uso
ja: 利用規約
ko: 이용 약관
mg: Fepetra Fampiasana
nl: Gebruiksvoorwaarden
pa: ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki korzystania
pt_br: Termos de uso
ro: Termenii de utilizare
sk: Podmienky použitia
sl: Pogoji uporabe
sq: Kushte Përdorimi
sr: Услови коришћења
sr_latn: Uslovi korišćenja
sw: Masharti ya Matumizi
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
xh: Imiqathango yoSetyenziso
zh_cn: 使用条款
zu: Imogomo Yokusebenzisa

source: Report Trademark Abuse
af: Rapporteer handelsmerkmisbruik
ar: تقرير اساءة استخدام العلامات التجارية
az: Əmtəə Nişanının Qanunsuz İstifadəsi Haqqında Xəbər Ver
bg: Докладване злоупотреба със запазена марка
bn_in: ট্রেডমার্ক অপব্যবহার সম্বন্ধে রিপোর্ট
ca: Informa d'un abús de marca
cs: Nahlášení zneužití ochranné známky
cy: Adrodd ar Gamddefnydd o Nod Masnachu
da: Rapportér misbrug af varemærke
el: Αναφορά κατάχρησης επωνυμίας
es: Informar sobre infracción de marca
eu: Eman markaren erabilera okerraren berri
fr: Signaler un abus de marque déposée
ga_ie: Drochúsáid Trádmharcanna
hi_in: ट्रेडमार्क दुरुपयोग की रिपोर्ट करे
id: Laporkan Penyalahgunaan Merek Dagang
it: Segnala abusi dei marchi registrati
ja: 商標不正使用の報告
ko: 상표권 침해 신고하기
mg: Hitatitra Fanararaotana Mari-barotra
nl: Misbruik van handelsmerk melden
pa: ਟਰੇਡਮਾਰਕ ਉਲੰਘਣ ਦੀ ਸੂਚਨਾ ਦਿਓ
pl: Nadużycie znaku towarowego
pt_br: Denunciar abuso de marcas registradas
ro: Raportează abuzul unei mărci comerciale
sk: Nahlásiť zneužitie ochrannej známky
sl: Prijavite zlorabo blagovne znamke
sq: Njoftoni Dhunim Shenjash Tregtare
sr: Пријави злоупотребу робне марке
sr_latn: Prijavi zloupotrebu robne marke
sw: Ripoti Dhuluma ya Alama Ya Biashara
tr: Tescilli marka suistimali bildir
uk: Повідомити про зловживання торговою маркою
xh: Kuxele ukuXhatshazwa kweGama loRhwebo
zh_cn: 报告商标侵权。
zu: Bika Ukuxhashazwa kwe-Trademark

source: Toggle Menu
ja: メニューを開く／閉じる
tr: Menüyü aç/kapat

source: Home
af: Tuis
ar: الرئيسية
az: Ev
bg: Начало
bn_in: হোম
ca: Inici
cs: Domů
cy: Cartref
da: Start
el: Αρχική
es: Inicio
eu: Hasiera
fr: Accueil
hi_in: घर
id: Beranda
it: Pagina principale
ja: ホーム
ko: 홈
mg: Trano
nl: Start
pa: ਘਰ
pl: Główna
pt_br: Início
ro: Acasă
sk: Domov
sl: Domov
sq: Hyrje
sr: Почетна
sr_latn: Početna
sw: Nyumbani
tr: Ana sayfa
uk: Домівка
xh: Ekhaya
zh_cn: 首页
zu: Ekhaya

source: Popular
af: Gewild
ar: الشائع
az: Məşhur
bg: Известни
bn_in: জনপ্রিয়
ca: Populars
cs: Populární
cy: Poblogaidd
da: Populære
el: Δημοφιλείς
es: Populares
eu: Ezagunenak
fr: Populaires
ga_ie: Éileamh Is Mó
hi_in: प्रसिद्ध
id: Populer
it: Popolari
ja: 人気
ko: 인기
mg: Malaza
nl: Populair
pa: ਮਸ਼ਹੂਰ
pl: Popularne
pt_br: Populares
ro: Populare
sk: Populárne
sl: Priljubljeno
sq: Popullore
sr: Популарне
sr_latn: Popularne
sw: Ijulikanayo
th: ได้รับความนิยม
tr: Popüler
uk: Популярні
xh: Idumile
zh_cn: 热门
zu: Okunedumela

source: New
af: Nuwe
ar: الجديد
az: Yeni
bg: Нови
bn_in: নতুন
ca: Noves
cs: Nové
cy: Newydd
da: Nye
el: Νέες
es: Nuevas
eu: Berriak
fr: Récentes
ga_ie: Nua
hi_in: नया
id: Baru
it: Novità
ja: 新着
ko: 신규
mg: Vaovao
nl: Nieuw
pa: ਨਵੇਂ
pl: Nowe
pt_br: Novos
ro: Noi
sk: Nové
sl: Novo
sq: Të reja
sr: Нове
sr_latn: Nove
sw: Mpya
th: ใหม่
tr: Yeni
uk: Нові
xh: Intsha
zh_cn: 最新
zu: Okusha

source: Recommended
ja: おすすめ
pa: ਸਿਫਾਰਸ਼ੀ
tr: Önerilen
xh: Ecetyisiweyo

source: Categories
af: Kategorieë
ar: التصنيفات
az: Kategoriyalar
bg: Категории
bn_in: বিভাগ
cs: Kategorie
cy: Categorïau
da: Kategorier
el: Κατηγορίες
es: Categorías
eu: Kategoriak
fr: Catégories
hi_in: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリ
ko: 카테고리
mg: Sokajy
nl: Categorieën
pa: ਕੈਟਾਗਰੀਆਂ
pl: Kategorie
pt_br: Categorias
ro: Categorii
sk: Kategórie
sl: Kategorije
sq: Kategori
sr: Категорије
sr_latn: Kategorije
sw: Vikundi
tr: Kategoriler
uk: Категорії
xh: iiKhategori
zh_cn: 分类
zu: Izigaba

source: Toggle Search
ja: 検索を開く／閉じる
tr: Aramayı aç/kapat

source: Toggle Settings Menu
ja: 検索メニューを開く／閉じる
tr: Ayarlar menüsünü aç/kapat

source: Register
af: Registreer
ar: مستخدم جديد
az: Qeydiyyat
bg: Регистриране
bn_in: রেজিস্টার করুন
ca: Registre
cs: Registrace
cy: Cofrestru
da: Registrer dig
el: Εγγραφή
es: Registrarse
eu: Eman izena
fr: Inscription
hi_in: रजिस्टर
id: Daftar
it: Registrati
ja: 登録
ko: 등록
mg: Hisoratra
nl: Registreren
pl: Zarejestruj się
pt_br: Registrar
ro: Înregistrare
sk: Registrácia
sl: Registracija
sq: Regjistrohuni
sr: Региструј се
sr_latn: Registruj se
sw: Jiandikishe
tr: Kaydol
uk: Зареєструватись
xh: Bhalisa
zh_cn: 注册
zu: Bhalisa

source: Sign In
af: Meld aan
ar: تسجيل الدخول
az: Daxil ol
bg: Вписване
bn_in: সাইন ইন
ca: Sessió
cs: Přihlášení
cy: Mewngofnodi
da: Log ind
el: Σύνδεση
es: Identificarse
eu: Sartu
fr: Connexion
ga_ie: Logáil Isteach
hi_in: साइन इन
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
mg: Hiditra
nl: Aanmelden
pa: ਸਾਈਨ ਇਨ
pl: Zaloguj
pt_br: Entrar
ro: Autentificare
sk: Prihlásiť
sl: Prijava
sq: Hyni
sr: Пријави се
sr_latn: Prijavi se
sw: Ingia
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
xh: Sayina ungene
zh_cn: 登录
zu: Sayinela ukungena

source: Search Marketplace&hellip;
af: Deursoek Marketplace&hellip;
ar: أبحث في سوق التطبيقات&hellip;
az: Marketplace Axtarış&hellip;
bn_in: মার্কেটপ্লেস&hellip অনুসন্ধান;
cs: Vyhledávání na Marketplace&hellip;
cy: Chwilio'r Marketplace&hellip;
da: Søg i Marketplace&hellip;
el: Αναζήτηση στο Marketplace&hellip;
es: Buscar en Marketplace&hellip;
eu: Bilatu Marketplace-en&hellip;
fr: Rechercher&hellip;
hi_in: बाजार को खोजें&hellip;
it: Ricerca nel Marketplace in corso&hellip;
ja: Marketplace を検索&hellip;
ko: Marketplace 검색&hellip;
mg: Hikaroka ao @ Tsena&hellip;
nl: Zoeken in Marketplace&hellip;
pl: Szukaj w Marketplace&hellip;
pt_br: Pesquisa do Marketplace&hellip;
ro: Caută în Marketplace&hellip;
sk: Vyhľadávanie Marketplace&hellip;
sl: Iskanje po Marketplace&hellip;
sq: Kërkoni Në Marketplace&hellip;
sr: Претражи Marketplace&hellip;
sr_latn: Pretraži Marketplace&hellip;
sw: Tafuta Marketplace&hellip;
tr: Marketplace'te ara&hellip;
uk: Пошук по Marketplace&hellip;
zh_cn: 搜索应用市场&hellip;
zu: Usesho lwe-Marketplace ne-hellip;

source: Settings
af: Instellings
ar: الإعدادات
az: Tənzimləmələr
bg: Настройки
bn_in: সেটিংসসমূহ
ca: Paràmetres
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
el: Ρυθμίσεις
es: Configuración
eu: Ezarpenak
fr: Paramètres
ga_ie: Socruithe
hi_in: सेटिंग्स
id: Setelan
it: Impostazioni
ja: 設定
ko: 설정
mg: Tefy
nl: Instellingen
pa: ਸੈਟਿੰਗ
pl: Ustawienia
pt_br: Configurações
ro: Setări
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Поставке
sr_latn: Postavke
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
xh: iiSetingi
zh_cn: 设置
zu: Amasethingi

source: My Apps
af: My programme
ar: تطبيقاتي
az: Mənim Tətbiqlərim
bg: Моите приложения
bn_in: আমার অ্যাপসমূহ
ca: Les meves aplicacions
cs: Mé aplikace
cy: Fy Apiau
da: Mine apps
el: Οι εφαρμογές μου
es: Mis aplicaciones
eu: Nire aplikazioak
fr: Mes applis
ga_ie: Mo Chuid Feidhmchlár
hi_in: मेरे एप्प्स
id: Dukungan
it: Le mie app
ja: 自分のアプリ
ko: 내 앱
mg: Ireo Appko
nl: Mijn apps
pa: ਮੇਰੇ ਐਪਸ
pl: Moje aplikacje
pt_br: Meus aplicativos
ro: Aplicațiile mele
sk: Moje aplikácie
sl: Moje aplikacije
sq: Aplikacionet e Mia
sr: Моје апликације
sr_latn: Moje aplikacije
sw: Programu tumizi zangu
th: แอพของฉัน
tr: Uygulamalarım
uk: Мої програми
xh: Ii-apps zam
zh_cn: 我的应用
zu: Ama-app Ami

source: Sign Out
af: Meld af
ar: تسجيل الخروج
az: Çıx
bg: Изход
bn_in: সাইন আউট
ca: Finalitza la sessió
cs: Odhlášení
cy: Allgofnodi
da: Log ud
el: Αποσύνδεση
es: Salir
eu: Amaitu saioa
fr: Déconnexion
ga_ie: Logáil Amach
hi_in: साइन आउट
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
mg: Hivoaka
nl: Afmelden
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj
pt_br: Sair
ro: Deconectare
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sr: Одјави се
sr_latn: Odjavi se
sw: Toka
th: ออกจากระบบ
tr: Oturumu kapat
uk: Вийти
xh: Sayina uphume
zh_cn: 退出
zu: Sayinela Ukuphuma

source: More to Explore
ja: 他のアプリを見る
tr: Keşfedilecek şeyler

source: You must use Firefox to install Firefox apps.
af: Jy moet Firefox gebruik om Firefox-programme te installeer.
ar: يجب استخدام فَيَرفُكس لتحميل تطبيقات فَيَرفُكس.
az: Firefox tətbiqlərini qurmaq üçün Firefox istifadə etməlisiniz.
bg: Трябва да използвате Firefox, за да инсталирате негови приложения.
bn_in: Firefox অ্যাপ ইন্সটল করবার জন্য আপাকে অতি অবশ্যই Firefox ব্যবহার করতে হবে।
ca: Heu d'utilitzar el Firefox per instal·lar aplicacions del Firefox.
cs: Pro instalaci aplikací musíte používat Firefox.
cy: Rhaid defnyddio Firefox i osod apiau Firefox.
da: Du skal bruge Firefox for at installere Firefox-apps.
el: Πρέπει να χρησιμοποιείτε Firefox για να εγκαταστήσετε εφαρμογές Firefox.
es: Debes usar Firefox para instalar aplicaciones de Firefox.
eu: Firefox erabili behar duzu Firefoxerako aplikazioak instalatzeko.
fr: Vous devez utiliser Firefox pour installer des applications Firefox.
hi_in: फ़ायरफ़ॉक्स एप्प्स स्थापित करने के लिए फ़ायरफ़ॉक्स का उपयोग करना चाहिए.
id: Anda harus menggunakan Firefox untuk menginstal aplikasi Firefox.
it: Devi utilizzare Firefox per installare le app Firefox.
ja: Firefox アプリをインストールするには Firefox を使ってください。
ko: Firefox 앱을 설치하려면 Firefox를 사용해야 합니다.
mg: Tsy maintsy mampiasa Firefox ianao raha hametraka app Firefox.
nl: U moet Firefox gebruiken om Firefox-apps te installeren.
pa: ਤੁਹਾਨੂੰ ਫਾਇਰਫਾਕਸ ਐਪਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਫਾਇਰਫਾਕਸ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Musisz użyć Firefoksa, by instalować aplikacje dla Firefoksa.
pt_br: Deve usar o Firefox para instalar aplicativos do Firefox.
ro: Trebuie să folosești Firefox pentru a instala aplicații Firefox.
sk: Ak chcete inštalovať aplikácie pre Firefox, musíte používať prehliadač Firefox.
sl: Za namestitev aplikacij Firefox, morate uporabiti Firefox.
sq: Që të instaloni një aplikacion Firefox, duhet të përdorni Firefox-in.
sr: Морате користити Firefox како би инсталирали Firefox апликације.
sr_latn: Morate koristiti Firefox kako bi instalirali Firefox aplikacije.
sw: Lazima utumie Firefox ili kusakinisha programu tumizi za Firefox.
th: คุณต้องใช้ Firefox ในการติดตั้งแอพ Firefox
tr: Firefox uygulamalarını yüklemek için Firefox kullanmalısınız.
uk: Ви повинні використовувати Firefox для встановлення програм Firefox.
xh: Kufuneka usebenzise i-Firefox ukufakela ii-apps ze-Firefox.
zh_cn: 您必须使用 Firefox 才能安装 Firefox 应用程序。
zu: Kufanele usebenzise i-Firefox ukuze ufake ama-app e-Firefox.

source: Download
af: Laai af
ar: تنزيل
az: Endir
bg: Изтегляне
bn_in: ডাউনলোড
ca: Baixa
cs: Stáhnout
cy: Llwytho i Lawr
da: Hent
el: Λήψη
es: Descargar
eu: Deskargatu
fr: Télécharger
hi_in: डाउनलोड
id: Unduh
ja: ダウンロード
ko: 다운로드
mg: Hampidina
nl: Downloaden
pa: ਪਿੱਛੇ
pl: Pobierz
pt_br: Baixar
ro: Descarcă
sk: Prevziať
sl: Prenos
sq: Shkarkojeni
sr: Преузми
sr_latn: Preuzmi
sw: Pakua
tr: İndir
uk: Завантажити
xh: Khuphela
zh_cn: 下载
zu: Dawuniloda

source: No language packs found.
af: Geen taalpakke gevind nie.
ar: لم يتم العثور على حزم اللغة.
az: Dil paketi tapılmadı.
bg: Няма езикови пакети.
bn_in: কোনো ভাষা প্যাক পাওয়া যায়নি।
ca: No s'ha trobat cap paquet d'idioma.
cs: Nebyly nalezeny žádné jazykové balíčky.
cy: Heb ganfod pecynnau iaith.
da: Ingen sprogpakker fundet.
el: Δε βρέθηκαν πακέτα γλωσσών.
es: No se encontraron paquetes de idioma.
eu: Ez da hizkuntza-paketerik aurkitu.
fr: Aucun paquetage linguistique trouvé.
hi_in: कोई भाषा पैक नहीं पाया गया.
id: Tidak ada paket bahasa ditemukan.
it: Non è stato trovato alcun language pack.
ja: 言語パックが選択されていません。
ko: 언어팩이 없습니다.
mg: Tsisy paken-teny hita.
nl: Geen taalpakketten gevonden.
pl: Nie znaleziono pakietów językowych.
pt_br: Não foram encontrados pacotes de idioma.
ro: Niciun pachet de limbă găsit.
sk: Neboli nájdené žiadne jazykové balíčky.
sl: Ne najdem jezikovnih paketov.
sq: Nuk u gjetën paketa gjuhësore.
sr: Нису пронађени језички пакети.
sr_latn: Nisu pronađeni jezički paketi.
sw: Hakuna vifurushi vya lugha vimepatikana.
tr: Hiç dil paketi bulunamadı.
uk: Мовних пакетів не знайдено.
zh_cn: 没有找到语言包。
zu: Akukho maqoqo olimi atholakele.
