Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: Edit your review
af: Redigeer jou resensie
ar: تعديل التقييم
az: Rəyinizi dəyişin
bg: Редактирайте отзива
bn_in: আপনার রিভিউ সম্পাদনা করুন
ca: Edita la valoració
cs: Upravit recenzi
cy: Golygu eich adolygiad
da: Rediger din anmeldelse
el: Επεξεργασία της κριτικής σας
es: Editar tu valoración
eu: Editatu zure balorazioa
fr: Modifier votre appréciation
hi_in: अपनी समीक्षा संपादित करें
id: Edit ulasan Anda
it: Modifica la tua recensione
ja: レビューを編集
ko: 리뷰 수정
mg: Hanitsy ny fitsaranao
nl: Uw beoordeling bewerken
pl: Edytuj swoją opinię
pt_br: Edite a sua avaliação
ro: Editează-ți recenzia
sk: Upraviť moju recenziu
sl: Uredite svojo oceno
sq: Përpunoni shqyrtimin tuaj
sr: Уредите рецензију
sr_latn: Uredite recenziju
sw: Sahihisha Pitio lako
tr: İncelemenizi düzenleyin
uk: Редагувати ваш відгук
zh_cn: 编辑您的评价
zu: Hlela isibukezo sakho

source: Write a review
af: Skryf 'n resensie
ar: كتابة تقييم
az: Rəy yazın
bg: Писане на отзив
bn_in: একটি রিভিউ লিখুন
ca: Escriu una valoració
cs: Napsat recenzi
cy: Ysgrifennu adolygiad
da: Skriv en anmeldelse
el: Γράψτε μια κριτική
es: Escribir una valoración
eu: Idatzi balorazio bat
fr: Écrire une appréciation
hi_in: एक समीक्षा लिखे
id: Tulis ulasan
it: Scrivi una recensione
ja: レビューを投稿
ko: 리뷰 작성
mg: Hanoratra fitsarana
nl: Een beoordeling schrijven
pl: Napisz opinię
pt_br: Escreva uma avaliação
ro: Scrie o recenzie
sk: Napísať recenziu
sl: Napišite oceno
sq: Shkruani një shqyrtim
sr: Напишите рецензију
sr_latn: Napišite recenziju
sw: Andika pitio
tr: İnceleme yazın
uk: Написати відгук
zh_cn: 撰写评价
zu: Bhala isibukezo

source: Sign in to review
af: Meld aan om te resenseer
ar: سجل الدخول لتقييم التطبيق
az: Rəy üçün daxil olun
bg: Впишете се и оставете отзив
bn_in: রিভিউ করতে সাইন-ইন করুন
ca: Inicieu la sessió per valorar
cs: Pro přidání recenze se přihlaste
cy: Mewngofnodwch i adolygu
da: Log ind for at skrive en anmeldelse
el: Συνδεθείτε για να αφήσετε μια κριτική
es: Identifícate para valorar
eu: Hasi saioa baloratzeko
fr: Connectez-vous pour commenter
hi_in: समीक्षा के लिए साइन इन करें
id: Masuk untuk mengulas
it: Accedi per inserire una recensione
ja: ログインしてレビューを投稿
ko: 리뷰 작성을 위해서 로그인
mg: Hiditra hitsara
nl: Meld u aan om te beoordelen
pl: Zaloguj się, aby ocenić
pt_br: Entre para poder avaliar
ro: Autentifică-te pentru a recenza
sk: Pre pridanie recenzie sa prihláste
sl: Vpišite se, da lahko ocenjujete
sq: Hyni, që të bëni shqyrtime
sr: Пријавите се да бисте обавили рецензију
sr_latn: Prijavite se da biste obavili recenziju
sw: Ingia ili kutoa maoni
tr: İncelemek için oturum açın
uk: Увійти, щоб залишити відгук
zh_cn: 登录以评价
zu: Sayinela ukungena esibukezweni

source: Read all reviews
af: Lees alle resensies
ar: اقرأ جميع التقييمات
az: Bütün rəyləri oxuyun
bg: Четене на всички отзиви
bn_in: সব রিভিউ পড়ুন
ca: Llegeix totes les valoracions
cs: Přečíst všechny recenze
cy: Darllenwch yr holl adolygiadau
da: Læs alle anmeldelser
el: Διαβάστε όλες τις κριτικές
es: Leer todas las valoraciones
eu: Irakurri balorazio guztiak
fr: Lire tous les commentaires
hi_in: सभी समीक्षाएँ पढ़ें
id: Baca semua ulasan
it: Leggi tutte le recensioni
ja: すべてのレビューを見る
ko: 전체 리뷰 보기
mg: Hamaky ny fitsarana rehetra
nl: Alle beoordelingen lezen
pl: Przeczytaj wszystkie opinie
pt_br: Ler todas as avaliações
ro: Citește toate recenziile
sk: Čítať všetky recenzie
sl: Preberite vse ocene
sq: Lexojini krejt shqyrtimet
sr: Прочитај све рецензије
sr_latn: Pročitaj sve recenzije
sw: Soma mapitio yote
tr: Tüm incelemeleri oku
uk: Читати всі відгуки
zh_cn: 阅读所有评价
zu: Funda zonke izibukezo

source: 1 Review
af: 1 resensie
ar: {numReviews} تقييم
az: 1 Rəy
bg: 1 отзив
bn_in: 1 রিভিউ
ca: 1 valoració
cs: 1 recenze
cy: 1 Adolygiad
da: 1 anmeldelse
el: 1 Κριτική
es: 1 valoración
eu: Balorazio 1
fr: 1 commentaire
hi_in: 1 समीक्षा
id: {numReviews} Ulasan
it: una recensione
ja: {numReviews} 件のレビュー
ko: {numReviews} 리뷰
mg: Fitsarana 1
nl: 1 beoordeling
pl: 1 opinia
pt_br: Uma avaliação
ro: 1 recenzie
sk: 1 recenzia
sl: 1 ocena
sq: 1 Shqyrtim
sr: 1 рецензија
sr_latn: 1 recenzija
sw: Pitio 1Mapitio {numReviews}
tr: {numReviews} inceleme
uk: 1 відгук
zh_cn: {numReviews} 条评价
zu: 1Isibukezo

source: Content Not Found
ar: المحتوى غير متوفر
az: Məzmun Tapılmadı
cs: Obsah nebyl nalezen
cy: Heb Ganfod Cynnwys
da: Indhold ikke fundet
el: Δε βρέθηκε περιεχόμενο
es: Contenido no encontrado
eu: Ez da edukia aurkitu
fr: Contenu introuvable
hi_in: सामग्री नहीं मिली
it: Contenuto non trovato
ja: コンテンツが見つかりませんでした
mg: Atiny Tsy Hita
nl: Inhoud niet gevonden
pl: Nie znaleziono treści
pt_br: Conteúdo não encontrado
ro: Conținut negăsit
sk: Obsah nenájdený
sl: Vsebine ni mogoče najti
sq: S’u Gjet Lëndë
sr: Садржај није пронађен
sr_latn: Sadržaj nije pronađen
tr: İçerik bulunamadı
uk: Вміст не знайдено
zh_cn: 未找到内容

source: Whoops! Something went wrong and you ended up here. Sorry!
ar: أوبس! حدث خطأ ما وقد جلبك إلى هنا. عذراً!
az: Off! Nəsə səhv getdi və siz bu səhifəyə gəldiniz. Üzr istəyirik!
cs: Jejda! Něco se zvrtlo a vy jste skončili tady. Omlouváme se!
cy: Wps! Aeth rhywbeth o'i le ac rydych wedi cyrraedd fan hyn. Ymddiheuriadau!
da: Ups! Et eller andet gik galt, og du endte her. Beklager!
el: Ουπς! Κάτι πήγε στραβά και καταλήξατε εδώ. Λυπούμαστε!
es: ¡Ups! Algo salió mal y acabaste aquí. ¡Lo sentimos!
eu: Hara! Zerbait gaizki joan da eta hemen amaitu duzu. Sentitzen dugu!
fr: Oups, une erreur s'est produite et vous vous êtes retrouvé ici. Nous sommes désolés.
hi_in: ओह! कुछ गलत हो गया है और आपका कार्य समाप्त हो गया है. क्षमा करें!
it: Accidenti! Sei finito qui perché si è verificato un errore. Ci dispiace.
ja: おそらく何か問題が発生したためにこのページが表示されています。申し訳ありません。
mg: Oy! Nisy zavatra tsy nety ka ato no niafaranao. Miala tsiny!
nl: Oeps! Er is iets misgegaan en u bent hier beland. Sorry!
pl: Ups! Coś poszło nie tak i nastąpił tutaj koniec. Przepraszamy!
pt_br: Opa! Algo deu errado. Sinto muito!
ro: Ups! Ceva a mers prost și ai ajuns aici! Ne pare rău!
sk: Oooops! Niečo sa pokazilo a vy ste skončili tu. Ospravedlňujeme sa!
sl: Ups! Nekaj je šlo narobe in pristali ste tukaj. Oprostite!
sq: Hmm! Diçka shkoi ters dhe përfunduat këtu. Na ndjeni!
sr: Упс! Дошло је до грешке и завршили сте овде. Извињавамо се!
sr_latn: Ups! Došlo je do greške i završili ste ovde. Izvinjavamo se!
uk: Ой! Щось пішло не так і ви опинились тут. Шкода!
zh_cn: 啊呀！某些地方出错了，您只能在此止步了。十分抱歉！

source: System Date Incorrect
af: Stelseldatum verkeerd
ar: تاريخ الجهاز غير صحيح
bg: Грешна системна дата
bn_in: সিস্টেমের তারিখ ভুল
ca: La data del sistema és incorrecta
cs: Systémové datum je chybné
cy: Dyddiad System Anghywir
da: Systemdato er forkert
el: Λανθασμένη ημερομηνία συστήματος
es: Fecha del sistema incorrecta
eu: Sistemaren data okerra
fr: Date système incorrecte
hi_in: सिस्टम की तारीख गलत
id: Tanggal Sistem Salah
it: La data di sistema non è valida
ja: システム日付設定ミス
ko: 시스템 날짜 부정확
mg: Diso ny Datin'ny Rafitra
nl: Systeemdatum onjuist
pa: ਸਿਸਟਮ ਮਿਤੀ ਗਲਤ ਹੈ
pl: Nieprawidłowa data systemowa
pt_br: Data do sistema incorreta
ro: Data sistemului incorectă
sk: Systémový dátum je nesprávny
sl: Napačen sistemski datum
sq: Datë Sistemi e Pasaktë
sr: Системски датум је нетачан
sr_latn: Sistemski datum je netačan
sw: Tarehe ya Mfumo sio Sahihi
tr: Sistem tarihi yanlış
uk: Неправильна системна дата
xh: Umhla weSistim awuchanekanga
zh_cn: 系统数据不正确
zu: Usuku Lwesistimu Alusilo Iqiniso

source: Sorry, your device clock appears to be set incorrectly.
af: Jammer, dit lyk asof jou toestelklok verkeerd gestel is.
ar: عذراً، ساعة الجهاز الخاص بك غير مضبوطة بشكل الصحيح.
bg: Извинявайте, часовникът на устройството е неточен.
bn_in: দুঃখিত, আপনার ডিভাইসের ঘড়ি ভুল নির্ধারণ করা হয়েছে হতে পারে।
ca: Sembla que el rellotge del sistema no està configurat correctament.
cs: Omlouváme se, ale čas na vašem zařízení není nastaven korektně.
cy: Ymddiheuriadau, mae cloc eich dyfais yn anghywir.
da: Beklager, men uret på din enhed ser ud til at være forkert indstillet.
el: Λυπούμαστε, φαίνεται ότι το ρολόι της συσκευής σας έχει ρυθμιστεί λανθασμένα.
es: Lo sentimos, el reloj de tu dispositivo parece estar configurado incorrectamente.
eu: Sentitzen dugu, dirudienez zure gailuaren erlojua gaizki konfiguratuta dago.
fr: Désolé, il semblerait que l'horloge de votre périphérique ne soit pas correctement configurée.
hi_in: क्षमा करें, आपकी डिवाइस घड़ी गलत तरीके से स्थापित किया जाना प्रतीत होता है.
id: Maaf, tampaknya jam perangkat Anda tidak disetel dengan benar.
it: Spiacenti, l’orologio del dispositivo in uso sembra non essere impostato correttamente.
ja: 申し訳ありませんが、お使いの端末の時刻設定が正しくないようです。
ko: 기기의 시계 설정을 확인해 주세요.
mg: Miala tsiny fa toa tsy mety ny nanefena ny famantaranandron'ny fitaovanao.
nl: Sorry, uw apparaatklok lijkt niet juist te zijn ingesteld.
pa: ਅਫਸੋਸ, ਤੁਹਾਡੇ ਯੰਤਰ ਦੀ ਘੜੀ ਗਲਤ ਚੱਲਦੀ ਜਾਪਦੀ ਹੈ।
pl: Przepraszamy, wygląda na to, że zegar twojego urządzenia jest ustawiony niepoprawnie.
pt_br: Desculpe, o relógio do seu aparelho parece estar configurado incorretamente.
ro: Ne pare rău, ceasul de pe dispozitiv pare să fie setat incorect.
sk: Ospravedlňujeme sa, ale čas na vašom zariadení nie je nastavený správne.
sl: Oprostite, izgleda, da je ura vaše naprave narobe nastavljena.
sq: Na ndjeni, ora e pajisjes suaj duket se nuk është rregulluar saktë.
sr: Жао нам је, изгледа да је сат уређаја погрешно подешен.
sr_latn: Žao nam je, izgleda da je sat uređaja pogrešno podešen.
sw: Pole, saa ya kifa chako inakaa sio sahihi.
tr: Üzgünüz, cihazınızın saati yanlış ayarlanmış görünüyor.
uk: Вибачте, годинник вашого пристрою виглядає некоректно налаштованим.
xh: Uxolo, ixesha lesixhobo sakho libonakala lisetwe ngokungachanekanga.
zh_cn: 抱歉，您的设备时钟似乎有误。
zu: Siyaxolisa, kubonakala sengathi iwashi ledivayisi yakho alihambi kahle.

source: Please set today's date and time in your device settings to access the Marketplace.
af: Stel asseblief vandag se datum en tyd in jou toestelinstellings om toegang tot die Markplek te verkry.
ar: يرجى ضبط التاريخ و الوقت في إعدادات جهازك لكى تتمكن من إستخدام سوق التطبيقات.
bg: Моля, настройте датата и часа на устройството ви, за да посетите Marketplace.
bn_in: Marketplace পরিচালনা করবার জন্য আপনার ডিভাইস সেটিংসে অনুগ্রহ করে আজকের তারিখ এবং সময় সেট করুন।
ca: Definiu la data i hora d'avui a la configuració del dispositiu per accedir al Marketplace.
cs: Pro přístup k Marketplace si prosím nastavte na svém zařízení aktuální datum a čas.
cy: Gosodwch ddyddiad ac amser heddiw yng ngosodiadau eich dyfais er mwyn cael mynd i'r Farchnad.
da: Indstil dags dato og klokkeslæt på din enhed for at få adgang til Marketplace.
el: Παρακαλούμε ορίστε την σημερινή ημερομηνία και ώρα από τις ρυθμίσεις της συσκευής σας, για να αποκτήσετε πρόσβαση στο Marketplace.
es: Por favor establece la fecha y hora de hoy en las opciones de tu dispositivo para poder acceder a Marketplace.
eu: Ezarri gaurko eguna eta ordua zure gailuaren ezarpenetan Marketplace-era sartzeko.
fr: Merci de configurer correctement la date et l'heure dans les paramètres de votre appareil pour pouvoir accéder au Marketplace.
hi_in: बाज़ार में प्रवेश करने के लिए अपने डिवाइस सेटिंग्स में आज की तारीख और समय निर्धारित करें.
id: Mohon setel tanggal dan waktu perangkat Anda ke waktu saat ini untuk mengakses Marketplace.
it: Imposta ora e data correnti nelle impostazioni del dispositivo per accedere al Marketplace.
ja: 端末の設定で現在の日時を正しく設定してから Marketplace へアクセスしてください。
ko: Marketplace 사용을 위해서 오늘 날짜와 시각을 설정해 주세요.
mg: Azafady tefeo @ tefin'ny fitaovanao ny daty sy ora anio ao raha hiditra ao @ Tsena.
nl: Stel in uw apparaatinstellingen de datum en tijd van vandaag in om de Marketplace te benaderen.
pa: ਮੰਡੀ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਆਪਣੇ ਯੰਤਰ ਦੀ ਸੈਟਿੰਗ ਵਿੱਚ ਅੱਜ ਦਾ ਸਮਾਂ ਤੇ ਮਿਤੀ ਦਿਉ।
pl: Ustaw dzisiejszą datę i czas w ustawieniach swojego urządzenia, by mieć dostęp do Marketplace.
pt_br: Por favor, atualize a data e a hora do seu aparelho para acessar o Marketplace.
ro: Te rugăm să setezi ora și data de astăzi în setările dispozitivului pentru a accesa Marketplace.
sk: Pre prístup k službe Marketplace si prosím nastavte na svojom zariadení aktuálny dátum a čas.
sl: Nastavite današnji datum in čas na vaši napravi, če želite uporabljati Marketplace.
sq: Ju lutemi, që të përdorni Marketplace-in, rregulloni te pajisja juaj datën e sotme dhe orën e tanishme.
sr: Подесите данашњи датум и време у поставкама уређаја да бисте приступили Marketplace-у.
sr_latn: Podesite današnji datum i vreme u postavkama uređaja da biste pristupili Marketplace-u.
sw: Tafadhali iweke tarehe ya leo na wakati katika mipangilio ya kifaa chako ili uweze kuingia kwenye soko.
tr: Marketplace'e erişmek için lütfen cihaz ayarlarınızdan bugünün tarihini ve saatini ayarlayın.
uk: Встановіть поточні дату й час у налаштуваннях свого пристрою, щоб отримати доступ до Marketplace.
xh: Nceda usete umhla nexesha lanamhlanje kwiisetingi zesixhobo sakho ukufikelela kwi-Marketplace.
zh_cn: 请在您的设备设置中设置今天的日期和时间以访问应用市场。
zu: Uyacelwa usethe usuku lwanamuhla kanye nesikhathi kumasethingi edivayisi yakho ukuze ukwazi ukufinyelela ku-Marketplace.

source: Try again
af: Probeer weer
ar: حاول مرة أخرى
bg: Повторен опит
bn_in: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
cy: Ceisiwch eto
da: Prøv igen
el: Δοκιμάστε ξανά
es: Intenta de nuevo
eu: Saiatu berriro
fr: Réessayer
hi_in: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再読み込み
ko: 재시도
mg: Hanandrana indray
nl: Opnieuw proberen
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tente novamente
ro: Reîncearcă
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
sr: Покушај поново
sr_latn: Pokušaj ponovo
sw: Jaribu tena
tr: Tekrar dene
uk: Спробувати знову
xh: Zama kwakhona
zh_cn: 重试
zu: Zama futhi

source: An error occurred.
af: 'n Fout het voorgekom.
ar: حدث خطأ ما.
az: Xəta baş verdi.
bg: Възникна грешка.
bn_in: একটি ত্রুটি হয়েছে।
ca: S'ha produït un error.
cs: Nastala chyba.
cy: Digwyddodd gwall.
da: Der opstod en fejl.
el: Παρουσιάστηκε κάποιο σφάλμα.
es: Se produjo un error.
eu: Errore bat gertatu da.
fr: Une erreur est survenue.
ga_ie: Tharla earráid.
hi_in: एक त्रुटि हो गई.
id: Terjadi kesalahan.
it: Si è verificato un errore.
ja: 問題が発生しました。
ko: 오류가 발생했습니다.
mg: Nisy olana nitranga.
nl: Er is een fout opgetreden.
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ro: A intervenit o eroare.
sk: Vyskytla sa chyba.
sl: Prišlo je do napake.
sq: Ndodhi një gabim.
sr: Дошло је до грешке.
sr_latn: Došlo je do greške.
sw: Kosa limefanyika.
th: เกิดข้อผิดพลาด
tr: Bir hata oluştu.
uk: Сталася помилка.
xh: Kwenzeke imposiso
zh_cn: 出错了。
zu: Kube nephutha.

source: Currently Offline
af: Tans vanlyn
ar: غير متصل بالإنترنت حالياً
bg: В момента извън мрежа
bn_in: বর্তমানে অফলাইন
ca: Actualment esteu fora de línia
cs: Nyní jste offline
cy: All-lein ar Hyn o Bryd
da: I øjeblikket offline
el: Χωρίς σύνδεση
es: Actualmente desconectado
eu: Lineaz kanpo une honetan
fr: Actuellement hors ligne
hi_in: वर्तमान में ऑफ़लाइन
id: Sedang Luring
it: Momentaneamente non in linea
ja: 現在オフラインです
ko: 오프라인 상태
mg: Tsy an-jotra izao
nl: Momenteel offline
pa: ਇਸ ਸਮੇਂ ਆਫਲਾਈਨ ਹੈ
pl: Obecnie offline
pt_br: Atualmente offline
ro: În prezent offline
sk: Teraz ste offline
sl: Trenutno brez povezave
sq: Hëpërhë Jo Në Linjë
sr: Тренутно је ван мреже
sr_latn: Trenutno je van mreže
sw: Hauko mtandaoni kwa sasa
tr: Şu anda çevrimdışı
uk: Зараз поза мережею
xh: Awukho kwi-intaneti okwangoku
zh_cn: 当前离线
zu: Okwamanje awukho emoyeni

source: Sorry, you need to be online to access the Marketplace.
af: Jammer, jy moet aanlyn wees om toegang tot die Markplek te verkry.
ar: عذراً، يجب أن تكون متصل بالإنترنت لكى تتمكن من استخدام سوق التطبيقات.
bg: Извинявайте, трябва да сте свързани към мрежа, за да посетите Marketplace.
bn_in: দুঃখিত, আপনাকে Marketplace পরিচালনা করবার জন্য অনলাইন হতে হবে।
ca: Cal que estigueu connectat per accedir al Marketplace.
cs: Omlouváme se, ale pro přístup k Marketplace musíte být online.
cy: Ymddiheuriadau, rhaid i chi fod ar-lein i fynd i'r Farchnad.
da: Du skal være online for at få adgang til Marketplace.
el: Λυπούμαστε, πρέπει να είστε συνδεδεμένοι στο διαδίκτυο για να χρησιμοποιήσετε το Marketplace.
es: Lo sentimos, necesitas estar conectado para acceder al Marketplace.
eu: Sentitzen dugu, Marketplace-era sartzeko linean egon behar duzu.
fr: Vous devez être en ligne pour accéder au Marketplace.
hi_in: क्षमा करें, आपको मार्केटप्लेस तक पहुँचने के लिए ऑनलाइन होने की जरूरत है.
id: Maaf, Anda harus daring untuk mengakses Marketplace.
it: Spiacenti, devi essere online per poter accedere al Marketplace.
ja: 申し訳ありませんが、Marketplace へアクセスするにはインターネット接続が必要です。
ko: Marketplace 사용을 위해서 인터넷 연결이 필요합니다.
mg: Miala tsiny fa mila an-jotra ianao raha hiditra ao @ Tsena.
nl: Sorry, u dient online te zijn om de Marketplace te bezoeken.
pa: ਅਫਸੋਸ, ਮੰਡੀ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਆਨਲਾਈਨ ਹੋਣ ਦੀ ਲੋੜ ਹੈ।
pl: Przepraszamy, musisz być online, by mieć dostęp do Marketplace.
pt_br: Desculpe, você precisa estar on-line para acessar o Marketplace.
ro: Ne pare rău, trebuie să fii online pentru a accesa Marketplace.
sk: Ospravedlňujeme sa, ale pre prístup k službe Marketplace musíte byť online.
sl: Oprostite, če želite dostopiti do Marketplaca, morate biti povezani.
sq: Na ndjeni, lypset të jeni i lidhur në linjë për të përdorur Marketplace-in.
sr: Жао нам је, морате бити на мрежи да бисте приступили Marketplace-у.
sr_latn: Žao nam je, morate biti na mreži da biste pristupili Marketplace-u.
sw: Samahani, lazima uwe kwenye mtandao ili kuingia kwenye soko.
tr: Üzgünüz, Marketplace'e erişmek için çevrimiçi olmalısınız.
uk: Вибачте, але для отримання доступу до Marketplace ви повинні бути в мережі.
xh: Uxolo, kudingeka ube kwi-intaneti ukufikelela kwi-Marketplace
zh_cn: 抱歉，您需要在线才能访问应用市场。
zu: Siyaxolisa, kudingeka ukuthi ube semoyeni ukuze ukwazi ukufinyelela ku-Marketplace.

source: Try Again
af: Probeer weer
ar: يرجى المحاولة مرة أخرى
az: Təkrar Yoxla
bg: Нов опит
bn_in: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
cy: Ceisiwch Eto
da: Prøv igen
el: Δοκιμάστε ξανά
es: Intentar de nuevo
eu: Saiatu berriro
fr: Réessayez
ga_ie: Déan Iarracht Eile
hi_in: पुन: प्रयास करें
id: Coba Lagi
it: Riprova
ja: 再読み込み
ko: 다시 시도
mg: Hanandrana Indray
nl: Probeer het opnieuw
pa: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Reîncearcă
sk: Skúsiť znova
sl: Poskusi znova
sq: Riprovoni
sr: Покушај поново
sr_latn: Pokušaj ponovo
sw: Jaribu tena
th: ลองใหม่
tr: Tekrar dene
uk: Спробувати знову
xh: Zama kwakhona
zh_cn: 重试
zu: Zama futhi

source: PLAY GREAT DESKTOP GAMES
ja: 面白いデスクトップ向けゲームで遊びましょう
tr: MUHTEŞEM MASAÜSTÜ OYUNLARI OYNAYIN

source: <span>by</span> {author}
ja: <span>作者:</span> {author}
tr: <span>geliştiren:</span> {author}

source: Game
ja: ゲーム
tr: Oyun

source: Category
ja: カテゴリ
tr: Kategori

source: Find more great games
ja: 面白いゲームをもっと見る
tr: Daha fazla oyun bulun

source: Learn more about why games and Mozilla go so well together.
ja: ゲームと Mozilla の相性が良い理由について...
tr: Oyunlarla Mozilla'nın neden bu kadar iyi anlaştığını öğrenin.

source: Edit Review
af: Redigeer resensie
ar: تعديل التقييم
az: Rəyi Dəyişdir
bg: Редактиране на отзив
bn_in: রিভিউ সম্পাদনা করুন
ca: Edita la valoració
cs: Úprava recenze
cy: Golygu Adolygiad
da: Rediger anmeldelse
el: Επεξεργασία κριτικής
es: Editar valoración
eu: Editatu balorazioa
fr: Modifier le commentaire
ga_ie: Cuir Léirmheas in Eagar
hi_in: समीक्षा संपादित करें
id: Edit Ulasan
it: Modifica recensione
ja: レビューを編集
ko: 사용자 평가 수정하기
mg: Hanitsy Fitsarana
nl: Beoordeling bewerken
pa: ਪੜਤਾਲ ਸੋਧ
pl: Edytuj opinię
pt_br: Editar avaliação
ro: Editează recenzia
sk: Upraviť recenziu
sl: Uredi oceno
sq: Përpunoni Shqyrtimin
sr: Измени рецензију
sr_latn: Izmeni recenziju
sw: Sahihisha Pitio
th: แก้ไขบทวิจารณ์
tr: İncelemeyi düzenle
uk: Змінити відгук
xh: Hlela uHlolo
zh_cn: 编辑评价
zu: Hlola Isibukezo

source: Leave a Review
af: Laat 'n resensie
ar: أضف التقييم
az: Rəy Burax
bg: Напишете отзив
bn_in: একটি রিভিউ ত্যাগ করুন
ca: Feu una valoració
cs: Napsat recenzi
cy: Gadewch Adolygiad
da: Skriv en anmeldelse
el: Αξιολογήστε την εφαρμογή
es: Dejar una valoración
eu: Egin balorazio bat
fr: Laisser une appréciation
hi_in: समीक्षा लिखें
id: Tulis Ulasan
it: Fai una recensione
ja: レビューを投稿
ko: 리뷰 남기기
mg: Hametraka Fitsarana
nl: Beoordeling achterlaten
pl: Zostaw opinię
pt_br: Deixe a sua avaliação
ro: Lasă o recenzie
sk: Napísať recenziu
sl: Objavite oceno
sq: Lini një Shqyrtim
sr: Остави рецензију
sr_latn: Ostavi recenziju
sw: Wacha Maoni
tr: Yorum yapın
uk: Залишити відгук
zh_cn: 留下评价
zu: Shiya Isibukezo
