Repository: mozilla/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: af, ar, az, bg, bn_in, ca, cs, cy, da, el, es, eu, fr, ga_ie, hi_in, id, it, ja, ko, mg, nl, pa, pl, pt_br, ro, sk, sl, sq, sr, sr_latn, sw, th, tr, uk, xh, zh_cn, zu

source: No Firefox OS add-ons found.
ar: لا يوجد إضافات لنظام تشغيل فَيَرفُكس.
az: Firefox OS əlavələri tapılmadı.
cs: Žádné doplňky pro Firefox OS nebyly nalezeny.
da: Ingen tilføjelser til Firefox OS fundet.
es: No se encontraron complementos para Firefox OS.
eu: Ez da Firefox OSerako gehigarririk aurkitu.
fr: Aucun module pour Firefox OS n'a été trouvé.
it: Non è stato trovato alcun componente aggiuntivo per Firefox OS.
mg: Tsisy fanampy Firefox OS hita.
nl: Geen add-ons voor Firefox OS gevonden.
pl: Nie znaleziono dodatków Firefox OS.
pt_br: Nenhum complemento para o Firefox OS foi encontrado.
ro: Niciun supliment Firefox OS găsit.
sk: Neboli nájdené žiadne doplnky pre Firefox OS.
sl: Nobenega dodatka za Firefox OS ni bilo najdenega.
sq: S’u gjetën për shtesa Firefox OS
sr: Нису пронађени Firefox OS додаци.
sr_latn: Nisu pronađeni Firefox OS dodaci.
uk: Додатків Firefox OS не знайдено.
zh_cn: 没有找到 Firefox OS 附加组件。

source: Let us know if this app is doing something that isn't allowed in the <a href="{criteria_url}">review criteria</a> and should be removed from the Marketplace.
ar: أخبرنا إذا كان التطبيق يقوم بأي شئ غير مطابق <a href="{criteria_url}"> للمعاير </a> وينبغي حذفة من سوق التطبيقات.
az: Əgər tətbiqin <a href="{criteria_url}">baxılış meyarları</a> xaricində nəsə etdiyini və Marketplace-dən silinməli olduğunu düşünürsünüzsə bizə xəbər edin.
cs: Dejte nám vědět jestli aplikace dělá něco, co není povoleno v našich <a href="{criteria_url}">kontrolních kritériích</a> a měla by být odstraněna z Marketplace.
es: Infórmanos si esta aplicación está haciendo algo no permitido en las <a href="{criteria_url}">pautas de revisión</a> y si debería ser eliminado del Marketplace.
eu: Jakinaraziguzu aplikazioak <a href="{criteria_url}">berrikusteko irizpideetan</a> onartzen ez den zerbait egiten badu, eta Marketplace-etik kendu beharko balitz.
fr: Faites-nous savoir si cette application effectue des actions non autorisées par les <a href="{criteria_url}">critères de revue</a> et devrait être retirée du Marketplace.
it: Inviaci una segnalazione se pensi che questa app stia violando i <a href="{criteria_url}">Criteri di revisione</a> e debba essere rimossa dal Marketplace.
mg: Mba ampahafantaro anay raha manao zavatra tsy azo atao voalaza ao @ <a href="{criteria_url}">fepetran'ny fitsarana</a> ity app ity ka tokony hesorina tao @ Tsena.
nl: Laat ons weten of deze app iets doet wat in de <a href="{criteria_url}">beoordelingscriteria</a> niet is toegestaan en van de Marketplace dient te worden verwijderd.
pl: Daj nam znać, jeśli ta aplikacja robi coś niedozwolonego <a href="{criteria_url}">kryteriach sprawdzenia</a> i powinna zostać usunięta z Marketplace.
pt_br: Nos informe se este alicativo estiver fazendo algo que não é permitido nos <a href="{criteria_url}">critérios de revisão</a> e deve ser removido do Marketplace.
ro: Anunță-ne dacă această aplicație face ceva ce nu-i este permis în <a href="{criteria_url}">criteriile de recenzie</a> și dacă ar trebui să fie eliminată de pe Marketplace.
sk: Povedzte nám, ak aplikácia robí niečo, čo nie je v našich <a href="{criteria_url}">kritériách</a> povolené a mala by byť odstránená z Marketplace.
sl: Povejte nam, če ta aplikacija naredi nekaj, kar v <a href="{criteria_url}">merilih za ocene</a> ni dovoljeno in bi morala biti odstranjena iz Markerplacea.
sq: Na e bëni të ditur nëse ky aplikacion bën gjëra që te <a href="{criteria_url}">kriteret e shqyrtimit</a> s’është lejuar t’i bëjë, dhe do të duhej të hiqej prej Marketplace-it.
sr: Реците нам ако апликација ради нешто што није дозвољено према <a href="{criteria_url}">критеријумима рецензије</a> и ако би требало да се уклони са Marketplace-а.
sr_latn: Recite nam ako aplikacija radi nešto što nije dozvoljeno prema <a href="{criteria_url}">kriterijumima recenzije</a> i ako bi trebalo da se ukloni sa Marketplace-a.
uk: Дайте нам знати, якщо цей застосунок робить щось недозволене <a href="{criteria_url}">критеріями розгляду</a> і повинен бути вилучений з Marketplace.
zh_cn: 如果此应用做了<a href="{criteria_url}">审核标准</a>不允许的事情，并且应当从应用市场中移除，请报告给我们。

source: Examples of issues to report here are if the app is broken, contains mature content, contains malware, etc. The app developer will not see your comments.
ar: هذة أمثلة للإبلاغ عن مشاكل في التطبيق، يحتوي علي محتوي للبالغين فقط أو يحتوي علي برمجيات خبيثة، إلخ. لاحظ أن مُطور التطبيق لن يرى تعليقاتك.
az: Misal olaraq, əgər tətbiq xarabdırsa, yetkinlər üçün məznun və ya zərərverici içərirsə və s. Tətbiqin tərtibatçısı sizin şərhləri görməyəcək.
cs: Příkladem nedostatků, které zde můžete hlásit jsou nefunkční aplikace, aplikace obsahující obsah jen pro dospělé nebo aplikace obsahující malware. Vývojář aplikace neuvidí vaše příspěvky.
es: Ejemplos de problemas que debes reportar aquí son si la aplicación no sirve, contiene contenido adulto, o contiene malware. El desarrollador de la aplicación no podrá ver tus comentarios.
eu: Hemen salatzeko arazoen adibide batzuk hauek dira: aplikazioa apurtuta dago, helduentzako edukia dauka, malwarea, etab. Aplikazioaren garatzaileak ez ditu zure iruzkinak ikusiko.
fr: Les problèmes à signaler ici peuvent être par exemple : l'application est cassée, elle contient du contenu réservé aux adultes, elle contient des logiciels malveillants, etc. Le développeur de l'application ne verra pas vos commentaires.
it: Esempi di situazioni da segnalare includono app non funzionanti, contenuti per adulti, presenza di malware, ecc. Gli sviluppatori dell’app non leggeranno la tua segnalazione.
mg: Anisan'ireo olana taterina eto ohatra raha toa ilay app ka simba, misy atiny natao ho an'ny anti-panahy, misy rindrambaiko mpisompatra, sns. Tsy hahita ny tatitrao ny mpamolavola ilay app.
nl: Voorbeelden van hier te melden zaken zijn als de app niet werkt, inhoud voor volwassenen bevat, malware bevat, etc. De app-ontwikkelaar ziet uw opmerkingen niet.
pl: Przykładowe problemy do zgłoszenia tutaj to aplikacja uszkodzona, zawierająca treści dla dorosłych, złośliwe oprogramowanie itp. Autor aplikacji nie zobaczy twoich komentarzy.
pt_br: Exemplos de problemas para reportar aqui, se o aplicativo estiver quebrado, contém conteúdo adulto, contém malware, etc. O desenvolvedor do aplicativo não verá seu comentário.
ro: Exemple de probleme ce pot fi raportate ar fi dacă aplicația este defectă, dacă conține conținut interzis minorilor, dacă conține programe rău-voitoare, etc. Dezvoltatorul aplicației nu va vedea comentariile tale.
sk: Príkladmi problémov, ktoré môžete nahlásiť sú nefunkčná aplikácie, aplikácia obsahujúca obsah pre dospelých, aplikácia obsahujúca škodlivý kód atď. Vývojár aplikácie vaše komentáre neuvidí.
sl: Primeri težav, ki bi jih bilo treba prijaviti tukaj, so pokvarjena aplikacija, vsebina za odrasle, vsebujoča zlonamerna programska oprema itd. Razvijalec aplikacije ne bo videl vaših pripomb.
sq: Shembuj problemesh për t’i njoftuar këtu janë: nëse aplikacioni është i prishur, përmban lëndë për të rritur, përmban malware, etj. Programuesi i palikacionit nuk do t’i shohë komentent tuaja.
sr: Примери пријављених проблема су да апликација не ради, садржи садржај за одрасле, малвер итд. Програмер неће видети ваше коментаре.
sr_latn: Primeri prijavljenih problema su da aplikacija ne radi, sadrži sadržaj za odrasle, malver itd. Programer neće videti vaše komentare.
uk: Прикладами випадків для повідомлення можуть бути неробоча програма, вміст для дорослих, зловмисний вміст та інше. Розробник застосунку не побачить ваш коментар.
zh_cn: 应在这里报告的问题：应用无法使用、含有成人内容、包含恶意软件等。应用的开发者不会看到您在这里的报告。

source: Your carrier offers some free apps.
ar: ويوفر الناقل الخاص بك بعض التطبيقات المجانية.
az: Operatorunuz bəzi pulsuz tətbiq təklif edir.
cs: Váš operátor nabízí bezplatné aplikace.
es: Tu operador ofrece algunas aplicaciones gratuitas.
eu: Zure operadoreak doako aplikazio batzuk eskaintzen ditu.
fr: Votre opérateur offre des applications gratuites.
it: Il tuo operatore telefonico mette a disposizione alcune app gratuite.
mg: Manolotra app maimaim-poana vitsivitsy ny mpandraharahanao.
nl: Uw provider biedt enkele gratis apps aan.
pl: Twój dostawca oferuje darmowe aplikacje.
pt_br: Sua operadora oferece alguns aplicativos gratuitos.
ro: Operatorul tău oferă câteva aplicații gratuite.
sk: Váš operátor ponúka bezplatné aplikácie.
sl: Vaš operater ponuja brezplačne aplikacije.
sq: Operatori juaj ofron disa aplikacione falas
sr: Оператер нуди неке бесплатне апликације.
sr_latn: Operater nudi neke besplatne aplikacije.
uk: Ваш оператор пропонує кілька безплатних застосунків.
zh_cn: 您的运营商提供了一些免费应用。

source: Get them now!
ar: احصل عليهم الآن!
az: Onları indi əldə edin!
cs: Získejte je nyní!
es: ¡Consíguelas ahora!
eu: Eskura itzazu orain!
fr: Les télécharger !
it: Scaricale subito!
mg: Araraoty izao ireo!
nl: Download ze nu!
pl: Pobierz je teraz!
pt_br: Leve-os agora!
ro: Obține-le acum!
sk: Získajte ich teraz!
sl: Dobite jih zdaj!
sq: Merrini tani!
sr: Преузмите их сада!
sr_latn: Preuzmite ih sada!
uk: Отримати їх зараз!
zh_cn: 现在就获取它们！

source: Install Add-on
ar: تثبيت الإضافة
az: Əlavəni qur
cs: Instalovat doplněk
es: Instalar complemento
eu: Instalatu gehigarria
fr: Installer le module
it: Installa componente aggiuntivo
mg: Hametraka Fanampy
nl: Add-on installeren
pt_br: Instalar complemento
sk: Inštalovať doplnok
sl: Namesti dodatek
sq: Instaloje Shtesën
sr: Инсталирај додатак
uk: Встановити додаток
zh_cn: 安装附加组件

source: Firefox OS
ar: نظام تشغيل فَيَرفُكس
zu: I-Firefox OS

source: Firefox OS Add-ons
ar: إضافات لنظام تشغيل فَيَرفُكس
az: Firefox OS Əlavələri
cs: Doplňky pro Firefox OS
da: Tilføjelser til Firefox OS
es: Complementos para Firefox OS
eu: Firefox OSerako gehigarriak
fr: Modules pour Firefox OS
it: Componenti aggiuntivi per Firefox OS
mg: Fanampy Firefox OS
nl: Add-ons voor Firefox OS
pl: Dodatki Firefox OS
pt_br: Complementos para o Firefox OS
ro: Suplimente Firefox OS
sk: Doplnky pre Firefox OS
sl: Dodatki za Firefox OS
sq: Shtesa për Firefox OS
sr: Firefox OS додаци
sr_latn: Firefox OS dodaci
uk: Додатки Firefox OS
zh_cn: Firefox OS 附加组件

source: Popular Homescreens
ar: الشاشات الرئيسية الشائعة
az: Məşhur Ana Ekranlar
cs: Populární domovské obrazovky
es: Pantallas de inicio populares
eu: Hasiera-pantaila arrakastatsuak
fr: Écrans d'accueil populaires
it: Schermate iniziali popolari
mg: Efijery Trano Malaza
nl: Populaire startschermen
pt_br: Telas iniciais populares
sk: Populárne domovské obrazovky
sl: Priljubljeni začetni zasloni
sq: Skena Kreu Popullore
sr: Популарни почетни екрани
uk: Популярні домашні екрани
zh_cn: 热门主屏幕

source: Firefox OS {version}
ar: نظام تشغيل فَيَرفُكس إصدار {version}
hi_in: Firefox OS {संस्करण}
zu: I-Firefox OS {iveshini}

source: New Apps
ar: التطبيقات الجديدة
az: Yeni Tətbiqlər
cs: Nové aplikace
es: Apps nuevas
eu: Aplikazio berriak
fr: Nouvelles applis
it: Nuove app
mg: App Vaovao
nl: Nieuwe apps
pt_br: Aplicativos novos
sk: Nové aplikácie
sl: Nove aplikacije
sq: Aplikacione të Reja
sr: Нове апликације
uk: Нові програми
zh_cn: 新应用

source: New Sites
ar: المواقع الجديدة
az: Yeni Saytlar
cs: Nové stránky
es: Sitios nuevos
eu: Gune berriak
fr: Nouveaux sites
it: Nuovi siti
mg: Tranonkala Vaovao
nl: Nieuwe websites
pt_br: Sites novos
sk: Nové stránky
sl: Nove strani
sq: Sajte të Rinj
sr: Нови сајтови
uk: Нові сайти
zh_cn: 新网站

source: Popular Apps
ar: التطبيقات الشائعة
az: Məşhur Tətbiqlər
cs: Populární aplikace
es: Apps populares
eu: Aplikazio arrakastatsuak
fr: Applis populaires
it: App popolari
mg: App Malaza
nl: Populaire apps
pt_br: Aplicativos populares
sk: Populárne aplikácie
sl: Priljubljene aplikacije
sq: Aplikacione Popullore
sr: Популарне апликације
uk: Популярні програми
zh_cn: 热门应用

source: Popular Sites
ar: المواقع الشائعة
az: Məşhur Saytlar
cs: Populární stránky
es: Sitios populares
eu: Gune arrakastatsuak
fr: Sites populaires
it: Siti popolari
mg: Tranonkala Malaza
nl: Populaire websites
pt_br: Sites populares
sk: Populárne stránky
sl: Priljubljene strani
sq: Sajte Popullore
sr: Популарни сајтови
uk: Популярні сайти
zh_cn: 热门网站

source: No apps found
pa: ਐਪ ਨਹੀਂ ਲੱਭੀਆਂ
xh: Akukho zi-apps zifunyenweyo

source: Show
pa: ਵੇਖਾਓ
xh: Bonisa

source: All apps
pa: ਸਭ ਐਪਸ
xh: Zonke ii-apps

source: Apps for My Device
pa: ਮੇਰੇ ਯੰਤਰ ਲਈ ਐਪਸ
xh: Ii-apps zeSixhobo Sam

source: Desktop Apps
pa: ਡੈਸਕਟਾਪ ਐਪਸ
xh: Ii-apps zeDesktophu

source: Firefox OS Apps
pa: ਫਾਇਰਫਾਕਸ ਓਐਸ ਐਪਸ
xh: Ii-apps ze-Firefox OS

source: Android Mobile Apps
pa: ਐਂਡਰਾਇਡ ਮੋਬਾਇਲ ਐਪਸ
xh: Ii-apps zeMobhayile ye-Android

source: Android Tablet Apps
pa: ਐਂਡਰਾਇਡ ਟੇਬਲੇਟ ਐਪਸ
xh: Ii-Apps zeThabhlethi ye-Android

source: No apps in this category
ga_ie: Níl aon fheidhmchláir sa chatagóir seo
pa: ਇਹ ਵਰਗ ਵਿੱਚ ਕੋਈ ਐਪਸ ਨਹੀਂ ਹੈ
th: ไม่มีแอพในหมวดหมู่นี้
xh: Akukho zi-apps kule khathegori

source: Close
az: Qapat
ga_ie: Dún
pa: ਬੰਦ ਕਰੋ
th: ปิด
xh: Vala

source: No
ga_ie: Níl
pa: ਨਹੀਂ
th: ไม่ใช่
xh: Hayi

source: Yes
ga_ie: Tá
pa: ਹਾਂ
th: ใช่
xh: Ewe

source: Firefox Accounts has arrived
pa: ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਆ ਗਈ ਹੈ
xh: Ii-akhawunti ze-Firefox zifikile

source: Learn how to transfer your account
pa: ਸਿੱਖੋ ਕਿ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਟਰਾਂਸਫਰ ਕਿਵੇਂ ਕਰੀਏ
xh: Funda indlela yokugqithisela iakhawunti yakho

source: It's easy.
pa: ਇਹ ਸੌਖਾ ਹੈ।
xh: Kulula.

source: Firefox Marketplace has transitioned to Firefox Accounts to manage your profile. Continue to complete the simple upgrade process.
pa: ਫਾਇਰਫਾਕਸ ਮੰਡੀ ਤੁਹਾਡੇ ਪਰੋਫਾਈਲ ਦੇ ਪ੍ਰਬੰਧ ਵਾਸਤੇ ਫਾਇਰਫਾਕਸ ਖਾਤਿਆਂ ਲਈ ਤਬਦੀਲ ਕੀਤੀ ਜਾ ਚੁੱਕੀ ਹੈ। ਸੌਖਾ ਜਿਹੀ ਅੱਪਗਰੇਡ ਕਾਰਵਾਈ ਪੂਰੀ ਕਰਨ ਲਈ ਜਾਰੀ ਰੱਖੋ।
xh: I-Firefox Marketplace itshintshele kwiiAkhawunti ze-Firefox ukulawula iprofayile yakho. Qhubeka ukugqibezela le nkqubo incinane yophuculo.

source: Continue
pa: ਜਾਰੀ ਰੱਖੋ
xh: Qhubeka

source: Learn more
pa: ਹੋਰ ਜਾਣੋ
xh: Funda ngakumbi

source: Enter your email
pa: ਆਪਣਾ ਈਮੇਲ ਦਿਓ
xh: Ngenisa i-imeyile yakho

source: Valid email required
pa: ਜਾਇਜ਼ ਈਮੇਲ ਚਾਹੀਦਾ ਹੈ
xh: Kufunwa i-imeyile esebenzayo

source: My Account
pa: ਮੇਰਾ ਖਾਤਾ
xh: iAkhawunti yam

source: Back to Marketplace
pa: ਮੰਡੀ ਉੱਤੇ ਵਾਪਿਸ ਜਾਓ
xh: Emva kwi-Marketplace

source: Developer Hub
ga_ie: Lárionad Forbartha
pa: ਡਿਵੈਲਪਰ ਹੱਬ
th: ศูนย์นักพัฒนา
xh: Umphuhlisi we-Hub

source: Nominate apps to be featured on Firefox Marketplace!
pa: ਫਾਇਰਫਾਕਸ ਮੰਡੀ ਵਿੱਚ ਖਾਸ ਐਪਸ ਨੂੰ ਨਾਮਜ਼ਦ ਕਰੋ!

source: Are you the developer or fan of an awesome app or collection of apps on Firefox Marketplace? Submit your nominations, and you may see them in a featured spot.
pa: ਕੀ ਤੁਸੀ ਡਿਵੈਲਪਰ ਹੋ ਜਾ ਸਿਰਕੱਢ ਐਪਸ ਜਾ ਭੰਡਾਰ ਦੇ ਫਾਇਰਫਾਕਸ ਮਾਰਕੀਟਪਲੇਸ ਦੇ ਫੈਨ ਹੋ? ਤੁਹਾਡੇ ਨਾਮਜ਼ਦਗੀ ਜਮਾ ਕਰਾਉ, ਅਤੇ ਤੁਹਾਨੂੰ ਉਹਨਾ ਨੂੰ ਇੱਕ ਵਿਸ਼ੇਸ਼ਤਾ ਵਾਲੇ ਸਪਾਟ ਵਿੱਚ ਵੇਖ ਸਕਦੇ ਹੋ।

source: Learn more about <a href="{wiki_url}">how apps are featured</a>.
pa: <a href="{wiki_url}">ਐਪਸ ਖਾਸ ਫੀਚਰ ਕਿਵੇਂ ਹੈ</a> ਦੇ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।

source: Thanks for submitting your nomination.
pa: ਆਪਣੀ ਨਾਮਜ਼ਦਗੀ ਪੇਸ਼ ਕਰਨ ਲਈ ਧੰਨਵਾਦ।

source: Tell your friends!
pa: ਆਪਣੇ ਦੋਸਤਾ ਨੂੰ ਦੱਸੋ!

source: Tweet #FaveApps
pa: #FaveApps ਟਵੀਟ ਕਰੋ

source: Submit another nomination
pa: ਇਕ ਹੋਰ ਨਾਮਜ਼ਦਗੀ ਦਰਜ ਕਰੋ

source: Tell us which Marketplace apps you'd like to nominate for featuring
pa: ਤੁਹਾਨੂੰ ਵਿਸ਼ੇਸ਼ਤਾ ਲਈ ਨਾਮਜ਼ਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਜੋ ਕਿ ਮੰਡੀ ਐਪਸ ਸਾਨੂੰ ਦੱਸੋ

source: Name of apps or Marketplace URLs
pa: ਐਪਸ ਦੇ ਨਾਂ ਜਾਂ ਮੰਡੀ URL

source: Select a category for these apps
pa: ਇਹਨਾ ਐਪਸ ਲਈ ਕੋਈ ਕੈਟਾਗਰੀ ਚੁਣੋ

source: In which regions would you like to see these apps featured?
pa: ਜਿਸ ਵਿੱਚ ਇਲਾਕੇ ਤੁਹਾਨੂੰ ਇਹ ਐਪਸ ਗੁਣ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Tell us why these apps should be featured
pa: ਸਾਨੂੰ ਦੱਸੋ ਇਹਨਾ ਐਪਸ ਦਾ ਗੁਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Your name
pa: ਤੁਹਾਡਾ ਨਾਮ

source: Your email address
pa: ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ

source: Submit
ga_ie: Seol
pa: ਭੇਜੋ
th: ส่ง
xh: Ngenisa

source: Back
ga_ie: Siar
pa: ਪਿੱਛੇ
th: กลับ
xh: Emva

source: Clear
ga_ie: Glan
pa: ਸਾਫ਼
th: ล้าง
xh: Susa

source: Not yet rated
ga_ie: Gan rátáil fós
pa: ਹਾਲੇ ਰੇਟ ਨਹੀਂ ਕੀਤੀ
th: ยังไม่ได้จัดอันดับ
xh: Ayikakalishwa

source: View all apps
pa: ਸਭ ਐਪ ਵੇਖੋ
xh: Bona zonke ii-apps

source: Ruh roh! No apps here, Shaggy!
pa: ਓਹ! ਕੋਈ ਐਪਸ ਨਹੀਂ ਹੈ!
th: โร๊ะโร! ไม่มีแอพที่นี่ แชกกี้!
xh: Ruh roh! Akukho zi-apps apha, Shaggy!

source: Edit Account Settings
ga_ie: Cuir Socruithe an Chuntais in Eagar
pa: ਖਾਤਾ ਸੈਟਿੰਗ ਸੋਧ
th: แก้ไขการตั้งค่าบัญชี
xh: Hlela iisetingi zeakhawunti

source: Credits
pa: ਕਰੈਡਿਟ
xh: Iikhredithi

source: by {author}
ga_ie: le {author}
pa: {author} ਵਲੋਂ
th: โดย {author}
xh: ngu {umbhali}

source: for previous version {version}
ga_ie: don leagan roimhe seo, {version}
pa: {version} ਪੁਰਾਣੇ ਵਰਜਨ ਲਈ
th: สำหรับรุ่นก่อนหน้า {version}
xh: yenguqulelo yangaphambili {inguqulelo}

source: Works offline
pa: ਆਫ਼ਲਾਈਨ ਕੰਮ ਕਰਦੀ ਹੈ
xh: Isebenza ngaphandle kweintanethi

source: Send Report
ga_ie: Seol Tuairisc
pa: ਰਿਪੋਰਟ ਭੇਜੋ
th: ส่งรายงาน
xh: Thumela ingxelo

source: Content Rating Details
pa: ਸਮੱਗਰੀ ਰੇਟਿੰਗ ਵੇਰਵਾ
xh: Iinkcukacha zokalisho kweSiqulatho

source: Support Email
ga_ie: Ríomhphost Tacaíochta
pa: ਸਹਿਯੋਗ ਈਮੇਲ
xh: Xhasa i-imeyile

source: The page you were looking for was not found.
ga_ie: Níorbh fhéidir an leathanach a bhí uait a aimsiú.
pa: ਜੋ ਸਫ਼ਾ ਤੁਸੀ ਲੱਭ ਰਹੇ ਹੋ ਉਹ ਨਹੀ ਮਿਲਿਆ।
xh: Iphepha obulikhangela alifunyanwanga.

source: &mdash; {attribution}
hi_in: &mdash; {रोपण}
nl: &ndash; {attribution}
pa: &mdash; {ਗੁਣ}
xh: &mdash: {ukubalelwa}

source: Showing <b>1</b>&ndash;<b class="total-results">{total}</b>
ga_ie: <b>1</b>&ndash;<b class="total-results">{total}</b> á dtaispeáint
pa: <b class="total-results">{total}</b> ਵਿੱਚੋਂ <b>1</b>&ndash; ਵੇਖਾਈ ਜਾ ਰਹੀ ਹੈ
th: กำลังแสดง <b>1</b>&ndash;<b class="total-results">{total}</b>
xh: Ibonisa <b>1</b>&ndash;<b class="total-results">{total}</b>

source: Error loading more
ga_ie: Earráid agus tuilleadh á luchtú
pa: ਹੋਰ ਲੋਡ ਕਰਨ ਦੋਰਾਨ ਗਲਤੀ
th: เกิดข้อผิดพลาดขณะโหลดเพิ่มเติม
xh: Imposiso ilayisha ngakumbi

source: Only logged in users may edit reviews.
ga_ie: Caithfidh tú a bheith logáilte isteach chun léirmheas a chur in eagar.
pa: ਸਿਰਫ ਲਾਗਿੰਨ ਯੂਜਰ ਹੀ ਵਿੱਚ ਸਮੀਖਿਆ ਨੂੰ ਸੋਧ ਸਕਦਾ ਹੈ।
th: เฉพาะผู้ใช้ที่อยู่ในระบบเท่านั้นที่สามารถแก้ไขบทวิจารณ์
xh: Ngabasebenzisi abasayinelwe ukungena kuphela abanokuyihlela imihlolo.

source: Sign in to Review
ga_ie: Logáil isteach chun léirmheas a scríobh
pa: ਪੜਤਾਲ ਲਈ ਸਾਈਨ ਇਨ
th: เข้าสู่ระบบเพื่อเขียนบทวิจารณ์
xh: Sayina ungene kuHlolo

source: Please select a reason:
ga_ie: Roghnaigh fáth:
pa: ਇੱਕ ਕਾਰਨ ਚੁਣੋ ਜੀ:
th: โปรดเลือกเหตุผล:
xh: Nceda ukhethe isizathu:

source: Get Firefox Marketplace news
ga_ie: Faigh nuacht faoi Firefox Marketplace
pa: ਫਾਇਰਫਾਕਸ ਮੰਡੀ ਖ਼ਬਰਾਂ ਲਵੋ
th: รับข่าวสารของ Firefox Marketplace

source: Sign up
ga_ie: Cláraigh
pa: ਸਾਈਨ ਅੱਪ
th: สมัคร

source: Signing up...
ga_ie: Do do chlárú...
pa: ...ਸਾਈਨ ਅੱਪ
th: กำลังสมัคร...

source: You were successfully signed up for the Marketplace newsletter!
ga_ie: Tá tú cláraithe le nuachtlitir an Mhargaidh!
pa: ਤੁਸੀ ਸਫਲਤਾਪੂਰਕ ਮਾਰਕੀਟਪਲੇਸ ਨਿਊਜ਼ਲੈਟਰ ਲਈ ਸਾਈਨ ਅਪ ਕਰ ਲਿਆ ਹੈ।

source: Less&hellip;
ga_ie: Níos Lú&hellip;
pa: ਘੱਟ&hellip;
xh: i-Less&hellip;

source: More&hellip;
ga_ie: Tuilleadh&hellip;
pa: ਵੱਧ&hellip;
xh: i-More&hellip

source: Version
ga_ie: Leagan
pa: ਵਰਜਨ
th: รุ่น
xh: Inguqulelo

source: Latest version: {version}
ga_ie: An leagan is déanaí: {version}
pa: ਨਵੀਨਤਮ ਵਰਜਨ: {version}
th: รุ่นล่าสุด: {version}
xh: Inguqulelo yakutsha: {Inguqulelo}

source: Edit Your Review
ga_ie: Cuir do léirmheas in eagar
pa: ਆਪਣੀ ਪੜਤਾਲ ਸੋਧੋ
th: แก้ไขบทวิจารณ์ของคุณ
xh: Hlela uHlolo lwakho

source: Sign in / Sign up
ga_ie: Logáil Isteach / Cláraigh
pa: ਸਾਈਨ ਇਨ / ਸਾਈਨ ਅਪ

source: Send
ga_ie: Seol
pa: ਭੇਜੋ
th: ส่ง
xh: Thumela

source: Account Settings
ga_ie: Socruithe Cuntais
pa: ਖਾਤਾ ਸੈਟਿੰਗ
th: การตั้งค่าบัญชี
xh: iiSetingi zeakhawunti

source: Sign In / Sign Up
ga_ie: Logáil Isteach / Cláraigh
pa: ਸਾਈਨ ਇਨ/ ਸਾਈਨ ਅੱਪ
th: เข้าสู่ระบบ / สมัครสมาชิก

source: Account
ga_ie: Cuntas
pa: ਖਾਤਾ
th: บัญชี

source: Books
pa: ਕਿਤਾਬਾਂ
xh: Iincwadi

source: News & Weather
pa: ਖ਼ਬਰਾਂ ਅਤੇ ਮੌਸਮ
xh: Iindaba & iMozulu

source: Your device does not support payments.
pa: ਤੁਹਾਡਾ ਜੰਤਰ ਅਦਾਇਗੀ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀ ਕਰਦਾ।
th: อุปกรณ์ของคุณไม่รองรับการชำระเงิน

source: This app is unavailable for purchase in your region.
pa: ਇਸ ਐਪਲੀਕੇਸ਼ ਤੁਹਾਡੇ ਖੇਤਰ ਵਿੱਚ ਖਰੀਦਣ ਲਈ ਉਪਲੱਬਧ ਨਹੀ ਹੈ।
th: แอพนี้ไม่สามารถซื้อได้ในภูมิภาคของคุณ
xh: Le app ayifumaneki ukuze ithengwe kummandla wakho.

source: Your browser or device is not web-app compatible.
pa: ਤੁਹਾਡਾ ਬਰਾਉਜਰ ਜਾ ਜੰਤਰ ਵੈੱਬ-ਐਪ ਲਈ ਅਨੁਕੂਲ ਨਹੀ ਹੈ।
th: เบราว์เซอร์หรืออุปกรณ์ของคุณไม่เข้ากันได้กับเว็บแอพ
xh: Ibhrawuza okanye isixhobo sakho asihambelani ne-app yewebhu.

source: This app is unavailable for your platform.
pa: ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਤੁਹਾਡੇ ਪਲੇਟਫਾਰਮ ਲਈ ਉਪਲੱਬਧ ਨਹੀ ਹੈ।
th: แอพนี้ไม่สามารถใช้งานได้ในแพลตฟอร์มของคุณ
xh: Le app ayifumaneki kwiqonga lakho.

source: Grid Layout
pa: ਗਰਿੱਡ ਲੇਆਊਟ
xh: Uyilo lwegridi

source: List Layout
pa: ਲਿਸਟ ਲੇਆਊਟ
xh: Uludwe loyilo

source: Icon
pa: ਆਈਕਾਨ
xh: iayikhoni

source: Background Image
pa: ਬੈਕਰਾਊਂਡ ਤਸਵੀਰ
xh: Umfanekiso wangasemva

source: Quote
pa: ਉਦਾਹਰਨ
xh: Ingxelo yexabiso

source: Screenshot
pa: ਸਕਰੀਨਸ਼ਾਟ
xh: Isikrinishothi

source: Promo Collection
pa: ਪਰੋਮੋ ਇਕੱਤਰੀਕਰਨ
xh: Ingqokelela yokwaziswa kwezentengiso

source: Listing Collection
pa: ਇਕੱਤਰੀਕਰਨ ਸੂਚੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
xh: Ukuhlela ingqokelelo

source: Purchasing
ga_ie: Ceannaíocht
pa: ਖਰੀਦੀ ਜਾ ਰਹੀ ਹੈ
th: กำลังซื้อ
xh: Ukuthenga

source: Rest of World
pa: ਬਾਕੀ ਦਾ ਸੰਸਾਰ

source: Argentina
pa: ਅਰਜਨਟੀਨਾ

source: Bangladesh
pa: ਬੰਗਲਾਦੇਸ਼

source: Brazil
pa: ਬਰਾਜ਼ੀਲ
th: บราซิล

source: Chile
pa: ਚਿੱਲੀ

source: China
pa: ਚੀਨ
th: จีน

source: Colombia
pa: ਕੋਲੰਬੀਆ
th: โคลอมเบีย

source: Costa Rica
pa: ਕੋਸਟਾ ਰਿਕਾ

source: Czech Republic
pa: ਚੈੱਕ ਗਣਰਾਜ

source: Ecuador
pa: ਏਕਵਾਡੋਰ

source: El Salvador
pa: ਏਲ ਸਲਵਾਡੋਰ

source: France
pa: ਫਰਾਂਸ

source: Germany
pa: ਜਰਮਨੀ
th: เยอรมนี

source: Greece
pa: ਗਰੀਸ
th: กรีซ

source: Guatemala
pa: ਗੁਆਟੇਮਾਲਾ

source: Hungary
pa: ਹੰਗਰੀ
th: ฮังการี

source: India
pa: ਇੰਡੀਆ

source: Italy
pa: ਇੱਟਲੀ
th: อิตาลี

source: Japan
pa: ਜਪਾਨ

source: Mexico
pa: ਮੈਕਸਿਕੋ
th: เม็กซิโก

source: Montenegro
pa: ਮੋਨਟੇਨਗਰੋ
th: มอนเตเนโกร

source: Nicaragua
pa: ਨਿਕਾਰਾਗੁਆ

source: Panama
pa: ਪੈਨਾਮਾ

source: Peru
pa: ਪੇਰੂ
th: เปรู

source: Poland
pa: ਪੋਲੈਡ
th: โปแลนด์

source: Serbia
pa: ਸਰਬਿਆ
th: เซอร์เบีย

source: Spain
pa: ਸਪੇਨ
th: สเปน

source: United Kingdom
pa: ਯੂਨਾਇਟੇਡ ਕਿੰਗਡਮ
th: สหราชอาณาจักร

source: United States
pa: ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ
th: สหรัฐอเมริกา

source: Uruguay
pa: ਉਰੂਗਵੇ

source: Venezuela
pa: ਵੈਨੇਜ਼ੁਏਲਾ

source: No region in search
pa: ਖੋਜ ਵਿੱਚ ਕੋਈ ਖੇਤਰ ਨਹੀ

source: Sending report...
ga_ie: Tuairisc á seoladh...
pa: ਰਿਪੋਰਟ ਭੇਜ ਰਿਹਾ...
th: กำลังส่งรายงาน...
xh: Ithumela ingxelo...

source: Review flagged
ga_ie: Bratach curtha leis an léirmheas
pa: ਸਮੀਿਖਆ ਰਵਾਨਾ ਕੀਤਾ
th: ปักธงบทวิจารณ์แล้ว
xh: Uhlolo luflegiwe

source: Report review operation failed
ga_ie: Theip ar an oibríocht
pa: ਰਿਪੋਰਟ ਦੀ ਸਮੀਖਿਆ ਦੀ ਕਾਰਵਾਈ ਫੇਲ ਹੋ ਗਈ ਹੈ
xh: Awuphumelelanga umsebenzi wokuhlola ingxelo

source: Review deleted
pa: ਸਮੀਿਖਆ ਹਟਾਈ ਗਈ
th: ลบบทวิจารณ์แล้ว
xh: Uhlola lucinyiwe

source: There was a problem deleting the review
ga_ie: Tharla earráid agus an léirmheas á scriosadh
pa: ਸਮੀਖਿਆ ਨੂੰ ਹਟਾਉਣ ਲਈ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ
th: เกิดปัญหาในการลบบทวิจารณ์
xh: Kubekho ingxaki ekucimeni uhlolo

source: Your review was posted
ga_ie: Foilsíodh do léirmheas
pa: ਤੁਹਾਡੀ ਸਮੀਖਿਆ ਪੋਸਟ ਕੀਤੀ ਗਈ
th: บทวิจารณ์ของคุณถูกโพสต์แล้ว
xh: Uhlolo lwakho luposiwe

source: Error while submitting review
ga_ie: Earráid agus an léirmheas á fhoilsiú
pa: ਸਮੀਖਿਆ ਪੋਸਟ ਕਰਨ ਦੋਰਾਨ ਸਮੱਸਿਆ ਆਈ ਹੈ
th: เกิดข้อผิดพลาดขณะกำลังส่งบทวิจารณ์
xh: Kwenzeke imposiso ngelixa kungeniswa uhlolo

source: You have been signed out
ga_ie: Tá tú logáilte amach anois
pa: ਤੁਹਾਨੂੰ ਸਾਈਨ ਆਉਟ ਕੀਤਾ
th: คุณได้ออกจากระบบ

source: You have been signed in
ga_ie: Tá tú logáilte isteach anois
pa: ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਹੋ ਚੁੱਕੇ ਹੋ
th: คุณได้เข้าสู่ระบบ
