Repository: mozilla/fireplace
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Expand
hsb: Rozfałdować

source: No results found
hsb: Žane wuslědki namakane

source: The category you requested does not exist.
hsb: Kategorija, kotruž sće požadał, njeeksistuje.

source: An internal server error occurred. Please try again later.
hsb: Nutřkowny zmylk je wustupił. Prošu spytajće pozdźišo hišće raz.

source: Categories
hsb: Kategorije

source: We want to hear from you!
hsb: Waše měnjenje je nam wažne!

source: Give us your feedback. Let us know whether we are awesome or buggy.
hsb: Prajće nam waše měnjenje. Zdźělće nam, hač smy wulkotni abo ze zmylkami dźěłamy.

source: Let us know...
hsb: Dajće nam wědźeć...

source: Cancel
hsb: Přetorhnyć

source: Submit Feedback
hsb: Komentar wotpósłać

source: Get Help
hsb: Pomoc sej wobstarać

source: Search Marketplace&hellip;
hsb: Torhošćo přepytać&hellip;

source: Search
hsb: Pytać

source: Settings
hsb: Nastajenja

source: My Apps
hsb: Moje nałoženja

source: Feedback
hsb: Komentary

source: Sign Out
hsb: Wotzjewić

source: Support
hsb: Pomoc

source: Develop Apps
hsb: Nałoženja wuwiwać

source: Develop Firefox OS Add-ons
hsb: Přidatki Firefox OS wuwiwać

source: My Submissions
hsb: Moje zapodaća

source: Reviewer Tools
hsb: Nastroje za přepruwowarja

source: Lookup Tool
hsb: Nastroj pohladanja

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
hsb: Jeli njeje hinak <a href="{legal_url}" target="_blank">zapisane</a>, je wobsah na tutym sydle pod licencu <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> abo pod pozdźišej wersiju.

source: Privacy Policy
hsb: Prawidła priwatnosće

source: Terms of Use
hsb: Wužiwanske wuměnjenja

source: Report Trademark Abuse
hsb: Znjewužiwanje wikowanskeho znamjenja zdźělić

source: Free Carrier Apps
hsb: Darmotne nałoženja wašeho poskićowarja

source: Your carrier offers these free apps. You can download them at no charge.
hsb: Waš poskićowar poskića tute darmotne nałoženja. Móžeće je zadarmo sćahnyć.

source: No apps found.
hsb: Žane nałoženja namakane.

source: Apps
hsb: Nałoženja

source: Add-ons
hsb: Přidatki

source: Sites
hsb: Sydła

source: Homescreens
hsb: Startowe wobrazowki

source: More
hsb: Wjace

source: Home
hsb: Startowa strona

source: Popular
hsb: Woblubowane

source: New
hsb: Nowe

source: Recommended Apps
hsb: Doporučene nałoženja

source: Register
hsb: Registrować

source: Sign In
hsb: Přizjewić

source: Sign in
hsb: Přizjewić

source: Sign out
hsb: Wotzjewić

source: You must use Firefox to install Firefox apps.
hsb: Dyrbiće Firefox wužiwać, zo byšće nałoženja Firefox instalował.

source: Download
hsb: Sćahnyć

source: The list returned no results.
hsb: Lisćina njeje wuslědki wróćiła.

source: You must be signed in to view your apps.
hsb: Dyrbiće přizjewjeny być, zo byšće sej swoje nałoženja wobhladał.

source: You have no apps
hsb: Nimaće žane nałoženja

source: Oh no!
hsb: Ow ně!

source: No language packs found.
hsb: Žane rěčne pakćiki namakane.

source: <b>{n}</b> Result
hsb: <b>{n}</b> wuslědk

source: <b>"{search_query}"</b> returned {n} result
hsb: <b>"{search_query}"</b> přinjese {n} wuslědk

source: No results found, try again later
hsb: Žane wuslědki namakane, spytajće pozdźišo hišće raz

source: General settings
hsb: Powšitkowne nastajenja

source: Email Address
hsb: E-mejlowa adresa

source: Display Name
hsb: Mjeno zwobraznić

source: Recommendations
hsb: Poručenja

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
hsb: Haj, pokazajće mi doporučenja na zakładźe mojich instalowanych nałoženjow. <a href="{url}" target="_blank">Dalše informacije</a>

source: Save Changes
hsb: Změny składować

source: Newsletter
hsb: Powěsćowy list

source: Get Firefox News.
hsb: Wobstarajće sej nowinki Firefox.

source: Sign up for our newsletter.
hsb: Registrujće so za naš powěsćowy list.

source: Get Involved
hsb: Čińće sobu

source: An update to Marketplace is available.
hsb: Aktualizacija za Torhošćo je k dispoziciji.

source: Sign up for our newsletter
hsb: Registrujće so za naš powěsćowy list.

source: Get Firefox news! Sign up for our newsletter
hsb: Wobstarajće sej nowinki Firefox! Registrujće so za naš powěsćowy list

source: Email
hsb: E-mejlowa adresa

source: Sign me up
hsb: Registrować

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
hsb: Sym přezjedny, kak Mozilla po <a href="{privacy_policy_url}" target="_blank">tutych prawidłach priwatnosće</a> z mojimi informacijemi wobchadźa.

source: Thanks for signing up!
hsb: Wulki dźak za registrowanje!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
hsb: Dóstanjeće e-mejlku wot mozilla@e.mozilla.org, prošu pohladajće do swojeho póstoweho dochada za wašej prěnjej e-mejlku wot nas. Jeli ju njenamakaće, pohladajće do swojeho spamoweho filtra.

source: App Statistics
hsb: Statistiki nałoženjow

source: App usage statistics
hsb: Wužiwanske statistiki nałoženja

source: Not enough statistics to show.
hsb: Nic dosć datow za statistiku.

source: Review
hsb: Pohódnoćenje

source: Not yet reviewed
hsb: Hišće njepřepruwowany

source: Free
hsb: Darmo

source: View all
hsb: Wšě pokazać

source: Visit this top site!
hsb: Wopytajće tute wulkotne sydło!

source: Show me another site
hsb: Druhe sydło pokazać

source: Load more
hsb: Wjace začitać

source: Description
hsb: Wopisanje

source: View All
hsb: Wšě sej wobhladać

source: version: {version}
hsb: wersija: {version}

source: size: {size}
hsb: wulkosć: {size}

source: last updated: {date}
hsb: posledni raz zaktualizowany: {date}

source: Customize your device with powerful features.
hsb: Přiměrće swój grat z mócnymi funkcijemi.

source: No Firefox OS add-ons found.
hsb: Žane přidatki Firefox OS namakane.

source: Need to report something?
hsb: Chceće nam něšto zdźělić?

source: Let us know if this app is doing something that isn't allowed in the <a href="{criteria_url}">review criteria</a> and should be removed from the Marketplace.
hsb: Zdźělće nam, hač tute nałoženje něšto čini, štož po <a href="{criteria_url}">přepruwowanskich kriterijach</a> dowolene njeje a měło so z Torhošća wotstronić.

source: Examples of issues to report here are if the app is broken, contains mature content, contains malware, etc. The app developer will not see your comments.
hsb: Přikłady za problemy, kotrež móžeće tu zdźělić, jeli nałoženje je wobškodźene, su wobsah za dorosćenych, škódna softwara atd. Wuwiwar nałoženja njebudźe waše komentary widźeć.

source: Submit Report
hsb: Rozprawu wotpósłać

source: {app_name} screenshot
hsb: Foto wobrazowki {app_name}

source: For previous version {version}
hsb: Za předchadnu wersiju {version}

source: Edit
hsb: Wobdźěłać

source: Delete
hsb: Zhašeć

source: Report
hsb: Rozprawa

source: Flagged for review
hsb: Za přepruwowanje woznamjenjeny

source: Updates
hsb: Aktualizacije

source: Last updated
hsb: Posledni raz zaktualizowany

source: Email Support
hsb: E-mejlowa pomoc

source: Support Site
hsb: Sydło pomocy

source: Homepage
hsb: Startowa strona

source: Statistics
hsb: Statistiki

source: Edit Listing
hsb: Zapisk lisćiny wobdźěłać

source: Approve / Reject
hsb: Schwalić / Wotpokazać

source: Review History
hsb: Historija přepruwowanjow

source: Reviews
hsb: Přepruwowanja

source: App not yet reviewed
hsb: Nałoženje hišće njeje přepruwowane

source: Premium version available
hsb: Premiumowa wersija k dispoziciji

source: More Information
hsb: Dalše informacije

source: Developer
hsb: Wuwiwar

source: Compatibility
hsb: Kompatibelnosć

source: File Size
hsb: Datajowa wulkosć

source: Most Recent Version
hsb: Najnowša wersija

source: Report Abuse
hsb: Znjewužiwanje zdźělić

source: Rated {stars} out of {maxstars} stars
hsb: Pohódnoćenje {stars} z {maxstars} hwěžkow

source: Back to app
hsb: Wróćo k nałoženju

source: Loading Privacy Policy...
hsb: Prawidła priwatnosće so začituja...

source: Thank you for purchasing
hsb: Dźakujemy so za wašu kup

source: Back to {app}
hsb: Wróćo k {app}

source: Your carrier offers some free apps.
hsb: Waš poskićowar poskića někotre darmotne nałoženja.

source: Get them now!
hsb: Wobstarajće sej je nětko!

source: Content Rating
hsb: Wobsahowe pohódnoćenje

source: Rating Details
hsb: Podrobnosće pohódnoćenja

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
hsb: Waše Mac-nastajenja móhli was haćić, nałoženja instalować, kotrež z Mac App Store njepochadźeja.

source: Learn how to change them.
hsb: Zhońće, kak móžeće je změnić.

source: Show me everything for <mkt-selected-text></mkt-selected-text>
hsb: Wšitko za <mkt-selected-text></mkt-selected-text> pokazać

source: Installed!
hsb: Instalowany!

source: Launch this app from your <b>Applications</b> directory.
hsb: Startujće tute nałoženje ze swojeho zapisa <b>Nałoženja</b>.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
hsb: Startujće tute nałoženje ze swojeho <b>Windowseho desktopa</b> abo ze <b>Start &#9658; Wšě programy</b>

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
hsb: Startujće tute nałoženje ze swojeho <b>přehlada</b>, <b>wolaka nałoženjow</b> abo <b>menija nałoženjow</b>.

source: Content Not Found
hsb: Wobsah njeje so namakał

source: Whoops! Something went wrong and you ended up here. Sorry!
hsb: Hopla! Něšto je so nimokuliło a sće tu dóšło. Wodajće!

source: Edit your Review
hsb: Wobdźěłajće swoje pohódnoćenje

source: Edit your review
hsb: Wobdźěłajće swoje pohódnoćenje

source: Write a review
hsb: Pisajće pohódnoćenje

source: Sign in to review
hsb: Přizjewće so, zo byšće pohódnoćenje pisał

source: Read all reviews
hsb: Wšě pohódnoćenja čitać

source: System Date Incorrect
hsb: Systemowy datom wopak

source: Sorry, your device clock appears to be set incorrectly.
hsb: Bohužel so zda, zo waš časnik je wopak nastajeny.

source: Please set today's date and time in your device settings to access the Marketplace.
hsb: Prošu nastajće dźensniši datum a čas w nastajenjach swojeho grata, zo byšće přistup na torhošćo měł.

source: Try again
hsb: Hišće raz spytać

source: 1 Review
hsb: 1 pohódnoćenje

source: An error occurred.
hsb: Zmylk je wustupił.

source: Try Again
hsb: Spytajće hišće raz

source: Currently Offline
hsb: Tuchwilu offline

source: Sorry, you need to be online to access the Marketplace.
hsb: Bohužel dyrbiće online być, zo byšće na torhošćo přistup měł.

source: Edit Review
hsb: Přepruwowanje wobdźěłać

source: Leave a Review
hsb: Zawostajće pohódnoćenje

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
hsb: Prošu čitajće <a href="{url}" target="_blank">pohódnoćenske směrnicy</a> za dalše podrobnosće wo pohódnoćenju nałoženjow. Pohódnoćenja, kotrež tutym směrnicam njewotpowěduja, so snano wot našeho mderaciskeho teama bjez připowědźenja wotstronjeja.

source: Rate:
hsb: Pohódnoćenje:

source: Please select a star rating.
hsb: Prošu wubjerće hwězdne pohódnoćenje.

source: Tell us what you like about this app. Write like you’re telling a friend about your experience with the app. Give specific details, for example, What features did you like or dislike?
hsb: Powědajće nam, štož so wam na tutym nałoženju spodoba. Pisajće, kaž byšće přećelej wo swojim dožiwjenju z nałoženjom powědał. Podajće specifiske podrobnosće, na přikład, kotre funkcije so wam spodobaja abo njespodobaja?

source: Only users that are logged in may submit reviews.
hsb: Jenož přizjewjeni wužiwarjo móža pohódnoćenja pisać.

source: Update Review
hsb: Pohódnoćenje aktualizować

source: Submit Review
hsb: Pohódnoćenje wotpósłać

source: Flag Review
hsb: Pohódnoćenje zdźělić

source: See an issue with this review? Select a reason below.
hsb: Je problem z tutym pohodnoćenjom? Wubjerće jednu ze slědowacych přičinow:

source: Spam or otherwise non-review content
hsb: Spam abo hinaši wobsah, kotryž přepruwowanje njeje

source: Inappropriate language/dialog
hsb: Njepřihódne słowa

source: Misplaced bug report or support request
hsb: Deplacěrowana zmylkowa rozprawa abo deplacěrowana próstwa wo pomoc

source: This app has no reviews.
hsb: Tute nałoženje pohódnoćenja nima.

source: Explore more in {category_one} and {category_two}.
hsb: Namakajće wjace w {category_one} a {category_two}.

source: Explore more in {category}.
hsb: Namakajće wjace w {category}.

source: Is there something wrong or out-of-date with this website listing?
hsb: Je něšto wopak abo zestarjene na tutym lisćinowym zapisku websydła?

source: Report an issue
hsb: Problem zdźělić

source: App Review
hsb: Pohódnoćenje nałoženja

source: Let us know if something is missing from this website listing or its information should be updated.
hsb: Zdźělće nam, hač něšto w nalistowanju tutoho websydła faluje abo jeho informacije měli so aktualizować.

source: For information on show to report a copyright or trademark issue <a href="{url}" target="_blank">see here</a>.
hsb: Za informacije wo zdźělenju problema awtorstwa abo tworowych znamjenjow, hlejće <a href="{url}" target="_blank">tu</a>.

source: Describe the issue here. Please be specific.
hsb: Wopisajće tu problem tak nadrobnje kaž možno.

source: Report an Issue
hsb: Problem zdźělić

source: not available for your region
hsb: njeje za waš region k dispoziciji

source: not available for your platform
hsb: njeje za wašu platformu k dispoziciji

source: Payment cancelled.
hsb: Płaćenje přetorhnjene.

source: Sorry, we had trouble fetching this app's data. Please try again later.
hsb: Bohužel mějachmy problemy, daty tutoho nałoženja wotwołać. Prošu spytajće pozdźišo hišće raz.

source: Install failed. Please try again later.
hsb: Instalacija je so nimokuliła. Prošu spytajće pozdźišo hišće raz.

source: Installed
hsb: Instalowany

source: free
hsb: darmo

source: Unavailable
hsb: Nic k dispoziciji

source: Install
hsb: Instalować

source: Install Add-on
hsb: Přidatk instalować

source: Open website
hsb: Wočinjene websydło

source: Open app
hsb: Wočinjene nałoženje

source: Install for free
hsb: Darmo instalować

source: Install for {price}
hsb: Za {price} instalować

source: Open
hsb: Wočinjeny

source: Games
hsb: Hry

source: Books & Comics
hsb: Knihi a comicsy

source: Business
hsb: Wobchodnistwo

source: Education
hsb: Kubłanje

source: Entertainment
hsb: Zabawjenje

source: Food & Drink
hsb: Jědź a piće

source: Health & Fitness
hsb: Strowota a fitnes

source: Kids
hsb: Dźěći

source: Maps & Navigation
hsb: Karty a nawigacija

source: Music
hsb: Hudźba

source: News
hsb: Powěsće

source: Personalization
hsb: Personalizacija

source: Photo & Video
hsb: Foto a widejo

source: Productivity
hsb: Produktiwnosć

source: Reference
hsb: Přiručki

source: Science & Tech
hsb: Wědomosć a technika

source: Shopping
hsb: Nakupowanje

source: Social
hsb: Socialne syće

source: Sports
hsb: Sport

source: Travel
hsb: Pućowanje

source: Utilities
hsb: Nastroje

source: Weather
hsb: Wjedro

source: All Platforms
hsb: Wšě platformy

source: Android Mobile
hsb: Mobilny telefon z Androidom

source: Android Tablet
hsb: Tablet z Androidom

source: For ages {0}+
hsb: Za starobu wot {0} lět

source: Generic
hsb: Powšitkowny

source: For all ages
hsb: Za kóždu starobu

source: Rating Pending
hsb: Pohódnoćenje faluje

source: Rating Refused
hsb: Pohódnoćenje wotpokazane

source: Everyone
hsb: Za kóždu starobu

source: Everyone 10+
hsb: Za starobu wot 10 lět

source: Teen
hsb: Za starobu wot 12 lět

source: Mature 17+
hsb: Za starobu wot 17 lět

source: Adults Only 18+
hsb: Za dorosćenych wot 18 lět

source: App for Albania
hsb: Nałoženje za Albansku

source: App for Argentina
hsb: Nałoženje za Argentinsku

source: App for Bangladesh
hsb: Nałoženje za Bangladeš

source: App for Brazil
hsb: Nałoženje za Brazilsku

source: App for Bulgaria
hsb: Nałoženje za Bołharsku

source: App for Chile
hsb: Nałoženje za Chile

source: App for China
hsb: Nałoženje za Chinu

source: App for Colombia
hsb: Nałoženje za Kolumbisku

source: App for Costa Rica
hsb: Nałoženje za Kosta Riku

source: App for Croatia
hsb: Nałoženje za Chorwatsku

source: App for Czech Republic
hsb: Nałoženje za Čěsku republiku

source: App for Ecuador
hsb: Nałoženje za Ekuador

source: App for El Salvador
hsb: Nałoženje za El Salvador

source: App for France
hsb: Nałoženje za Francosku

source: App for Germany
hsb: Nałoženje za Němsku

source: App for Greece
hsb: Nałoženje za Grjeksku

source: App for Hungary
hsb: Nałoženje za Madźarsku

source: App for India
hsb: Nałoženje za Indisku

source: App for Italy
hsb: Nałoženje za Italsku

source: App for Japan
hsb: Nałoženje za Japansku

source: App for Macedonia
hsb: Nałoženje za Makedonsku

source: App for Mexico
hsb: Nałoženje za Mexiko

source: App for Montenegro
hsb: Nałoženje za Čornu Horu

source: App for Nicaragua
hsb: Nałoženje za Nikaragua

source: App for Panama
hsb: Nałoženje za Panamu

source: App for Peru
hsb: Nałoženje za Peru

source: App for Poland
hsb: Nałoženje za Pólsku

source: App for Russia
hsb: Nałoženje za Rusku

source: App for Serbia
hsb: Nałoženje za Serbisku

source: App for South Africa
hsb: Nałoženje za Južnu Afriku

source: App for Spain
hsb: Nałoženje za Španisku

source: App for Uruguay
hsb: Nałoženje za Uruguay

source: App for Venezuela
hsb: Nałoženje za Venezuelu

source: Arts & Entertainment App
hsb: Nałoženje za wuměłstwo a zabawjenje

source: Featured Book App
hsb: Čitanja hódna kniha

source: Featured Creativity App
hsb: Nałoženje za kreatiwnosć

source: Featured Education App
hsb: Nałoženje za kubłanje

source: Featured Game
hsb: Wulkotna hra

source: Groundbreaking App
hsb: Pućrubarske nałoženje

source: Health & Fitness App
hsb: Nałoženje za strowotu a fitnes

source: Hidden Gem
hsb: Schowany juwel

source: Featured Lifestyle App
hsb: Wurjadne nałoženje za Lifestyle

source: Local Favorite App
hsb: Lokalne woblubowane nałoženje

source: Maps & Navigation App
hsb: Nałoženje za karty a nawigaciju

source: Featured Music App
hsb: Wurjadne hudźbne nałoženje

source: Mystery App!
hsb: Potajne nałoženje!

source: News & Weather App
hsb: Nałoženje za powěsće a wjedro

source: Photo & Video App
hsb: Nałoženje za fota a wideja

source: Featured Shopping App
hsb: Nałoženje za nakupowanje

source: Featured Social App
hsb: Socialne nałoženje

source: Featured Sports App
hsb: Nałoženje za sport

source: Tool & Time Saver
hsb: Nastroj a časowy lutowak

source: Featured Travel App
hsb: Nałoženje za pućowanje

source: Work & Business App
hsb: Nałoženje za dźěło a wobchod

source: {current} of {count}
hsb: {current} z {count}

source: works offline
hsb: funguje offline

source: Unable to install packaged apps
hsb: Zapakowane nałoženja njehodźa so instalować

source: App install error: {error}
hsb: Zmylk při instalowanju nałoženja: {error}

source: There was an error submitting your newsletter sign up request
hsb: Při zapodawanju wašeje próstwy wo registrowanje powěsćoweho lista je zmylk wustupił

source: Error while communicating with server. Try again later.
hsb: Zmylk při komunikaciji ze serwerom. Spytajće pozdźišo hišće raz.

source: Payment failed. Try again later.
hsb: Płaćenje je so nimokuliło. Spytajće pozdźišo hišće raz.

source: {n} star
hsb: {n} hwěžka

source: Flagging review...
hsb: Pohódnoćenje so zdźěla...

source: This review has been successfully flagged. Thanks!
hsb: Tute pohódnoćenje je so wuspěšnje zdźěliło. Wulki dźak!

source: Sorry, there was an issue flagging the review. Please try again later.
hsb: Bohužel je při zdźělenju tutoho pohódnoćenja problem wustupił. Prošu spytajće pozdźišo hišće raz.

source: This review has been successfully deleted
hsb: Tute pohódnoćenje je so wuspěšnje zhašało

source: Write a Review
hsb: Pisajće pohódnoćenje

source: Sorry, there was a problem deleting the review
hsb: Bohužel je při hašenju pohódnoćenja problem wustupił

source: Loading...
hsb: Začituje so...

source: Your review was successfully posted. Thanks!
hsb: Waše pohódnoćenje je so wuspěšnje wozjewiło. Wulki dźak!

source: Sorry, there was an error posting your review. Please try again later.
hsb: Bohužel je zmylk při wozjewjenju wašeho pohódnoćenja wustupił. Prošu spytajće pozdźišo hišće raz.

source: Your review was successfully edited
hsb: Waše pohódnoćenje je so wuspěšnje wobdźěłało

source: Sorry, there was an issue editing your review. Please try again later
hsb: Bohužel je při wobdźěłowanju wašeho pohódnoćenja problem wustupił. Prošu spytajće pozdźišo hišće raz.

source: English
hsb: Jendźelšćina

source: French
hsb: Francošćina

source: German
hsb: Němčina

source: Hungarian
hsb: Madźaršćina

source: Indonesian
hsb: Indonešćina

source: Polish
hsb: Pólšćina

source: Portuguese
hsb: Portugalšćina

source: Russian
hsb: Rušćina

source: Spanish
hsb: Španišćina

source: Sorry, you are currently offline. Please try again later.
hsb: Bohužel sće tuchwilu offline. Prošu spytajće pozdźišo hišće raz.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
hsb: Přichodny raz, hdyž nałoženje Firefox Marketplace startujeće, budźeće zaktualizowanu wersiju widźeć!

source: App Detail
hsb: Podrobnosće wo nałoženju

source: Firefox OS Add-ons
hsb: Přidatki Firefox OS

source: Feedback submitted. Thanks!
hsb: Komentar je so wotpósłał. Wulki dźak!

source: There was a problem submitting your feedback. Try again soon.
hsb: Při wotposyłanju wašeho komentara je problem wustupił. Spytajće bórze hišće raz.

source: Popular Homescreens
hsb: Woblubowane startowe wobrazowki

source: Collection Detail
hsb: Podrobnosće wo zběrce

source: Language Packs
hsb: Rěčne pakćiki

source: New Apps
hsb: Nowe nałoženja

source: New Sites
hsb: Nowe sydła

source: Popular Apps
hsb: Woblubowane nałoženja

source: Popular Sites
hsb: Woblubowane sydła

source: Newsletter Signup
hsb: Registrowanje powěsćoweho lista

source: Search Results
hsb: Pytanske wuslědki

source: Developer Listing
hsb: Wuwiwarski lisćinowy zapisk

source: Your settings have been successfully saved
hsb: Waše nastajenja su so wuspěšnje składowali.

source: Settings could not be saved
hsb: Nastajenja njehodźa so składować

source: Website Detail
hsb: Podrobnosće wo websydle

source: Report submitted. Thanks!
hsb: Zdźělenka je so wotpółała. Wulki dźak!

source: There was an issue submitting your report. Please try again later.
hsb: Při słanju wašeje zdźělenki je problem wustupił. Prošu spytajće pozdźišo hišće raz.

source: Read All Reviews
hsb: Wšě pohódnoćenja čitać

source: Please sign in to view the receipt
hsb: Prošu přizjewće so, zo byšće sej kwitowanku wobhladał

source: Receipt
hsb: Kwitowanka
