Repository: mozilla/fireplace
Catalog: locale/ha/LC_MESSAGES/messages.po
Languages: ha

source: Expand
ha: Faɗaɗa

source: No results found
ha: Ba'a sami sakamako ba

source: The category you requested does not exist.
ha: Jinsin da ka nema ba ya samuwa.

source: An internal server error occurred. Please try again later.
ha: An sami kuskuren ciki na uwar garke. Sake gwadawa nan gaba.

source: Categories
ha: Jinsina

source: We want to hear from you!
ha: Muna so mu ji daga gareka!

source: Give us your feedback. Let us know whether we are awesome or buggy.
ha: Bamu amsarka. Sanar da mu ko mun kyautata ko mun munana.

source: Let us know...
ha: Sanar da mu...

source: Cancel
ha: Soke

source: Submit Feedback
ha: Aika da amsa

source: Get Help
ha: Sami Taimako

source: Search Marketplace&hellip;
ha: Binciko Marketplace&hellip;

source: Settings
ha: Saituna

source: My Apps
ha: Aikace-aikace na

source: Feedback
ha: Amsa

source: Sign Out
ha: Fita

source: Support
ha: Tallafi

source: Develop Apps
ha: Gina Aikace-aikace

source: My Submissions
ha: Abubuwan da na miƙa

source: Reviewer Tools
ha: Kayayyakin aikin sake nazari

source: Lookup Tool
ha: Kayayyakin nema

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ha: Sai wurin da ba'a <a href="{legal_url}" target="_blank">noted</a>, kayan da ke wannan dandalin an yi masa lasisi a ƙarƙashin <a href="{cc_url}" target="_blank>Creative Commons Attribution Share-Alike Licence v3.0</a> ko kowane sabon nau'i.

source: Privacy Policy
ha: Manufa ta ƙashin-kai

source: Terms of Use
ha: Sharuɗɗa da za'a yi amfani da su

source: Report Trademark Abuse
ha: Kai rahoton saɓa Alamar kasuwanci

source: No apps found.
ha: Ba'a sami aikace-aikace ba.

source: Home
ha: Gida

source: Popular
ha: Sananne

source: New
ha: Sabo

source: Register
ha: Yi rijista

source: Sign In
ha: Shiga

source: You must use Firefox to install Firefox apps.
ha: Dole kayi amfani da Firefox domin saka aikace-aikacen Firefox.

source: Download
ha: Sauke

source: You must be signed in to view your apps.
ha: Dole ka shiga domin ganin aikace-aikcenka.

source: You have no apps
ha: Ba ka da aikace-aikace

source: Oh no!
ha: Ayya!

source: No language packs found.
ha: Ba'a sami ƙunshin yaruka ba.

source: <b>{n}</b> Result
ha: <b>{n}</b> Sakamako<b>{n}</b> Sakamako

source: <b>"{search_query}"</b> returned {n} result
ha: b>"{search_query}"</b> sakamako {n} da aka dawo da shi<b>"{search_query}"</b> sakamako {n} da aka dawo da su

source: No results found, try again later
ha: Ba'a sami sakamako ba, sake gwadawa nan gaba

source: General settings
ha: Saituna na gaba ɗaya

source: Email Address
ha: Adireshin Imel

source: Display Name
ha: Nuna Suna

source: Recommendations
ha: Shawarwari

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
ha: E, nuna min shawarwari a kan aikace-aikacena da na saka. <a href="{url}" target="_blank">Daɗa koyo</a>

source: Save Changes
ha: Ajiye canje-canje

source: Newsletter
ha: Wasiƙar labarai

source: Get Firefox News.
ha: Sami Labaran Firefox.

source: Sign up for our newsletter.
ha: Yi rijista domin wasiƙarmu ta labarai.

source: Get Involved
ha: Shiga a dama da kai

source: Region
ha: Addini

source: An update to Marketplace is available.
ha: Akwai sabuntawa zuwz ga Marketplace.

source: Sign up for our newsletter
ha: Yi rijista domin wasiƙarmu ta labarai

source: Get Firefox news! Sign up for our newsletter
ha: Sami labaran Firefox! Yi rijista domin wasiƙarmu ta labarai

source: Email
ha: Imel

source: Sign me up
ha: Yi min rijista

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
ha: Na yarda da yadda Mozilla ke gudanar da bayanai na kamar yadda aka yi bayani a <a href="{privacy_policy_url}"target="_blank">wannan manufa ta ƙashin kai</a>

source: Thanks for signing up!
ha: Mun gode da ka yi rijista!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
ha: Za ka sami imel daga mozilla@e.mozilla.org, duba abin da ke cikin akwatinka domin saƙonka na farko daga garemu. Idan ba ka ganshi ba, duba rariyar tarkace.

source: App Statistics
ha: Ƙididdigar Aikace-aikace

source: App usage statistics
ha: Ƙididdigar amfani da aikace-aikace

source: Not enough statistics to show.
ha: Babu isasshiyar ƙididdiga da za'a nuna.

source: Review
ha: Sake nazari

source: Not yet reviewed
ha: Ba'a sake nazari ba

source: Free
ha: Kyauta

source: Load more
ha: Ƙara lodi

source: Description
ha: Kwatance

source: View All
ha: Kalli Duka

source: Need to report something?
ha: Ka son kai rahoton wani abu?

source: Submit Report
ha: Aika Rahoto

source: {app_name} screenshot
ha: {app_name} hoton allon fuskar kwamfuta

source: For previous version {version}
ha: Domin yayi wanda ya gabata {version}

source: Edit
ha: Gyara

source: Delete
ha: Goge

source: Report
ha: Rahoto

source: Flagged for review
ha: Saka alamar tuta domin nazari

source: Updates
ha: Sabuntawa

source: Last updated
ha: Ƙarshen sabuntawa

source: Email Support
ha: Tallafin Imel

source: Support Site
ha: Dandalin Tallafi

source: Homepage
ha: Shafin gida

source: Statistics
ha: Ƙididdiga

source: Edit Listing
ha: Gyara jeri

source: Approve / Reject
ha: Amince / Ƙi amincewa

source: Review History
ha: Sake nazarin Tarihi

source: Reviews
ha: Sake nazari

source: App not yet reviewed
ha: Ba'a yi nazarin aikace-aikace ba tukuna

source: Premium version available
ha: Akwai yayi na biyan kuɗin inshora

source: More Information
ha: Ƙarin bayani

source: Developer
ha: Mai haɓakawa

source: Compatibility
ha: Dacewa

source: File Size
ha: Girman Fayil

source: Most Recent Version
ha: Yayi na Kwana-kwanan nam

source: Report Abuse
ha: Kai rahoton Rashin jin daɗi

source: Rated {stars} out of {maxstars} stars
ha: An tantace {stars} daga cikin {maxstars} taurari

source: Back to app
ha: Koma zuwa Aikace-aikace

source: Loading Privacy Policy...
ha: Yana ɗora Manufa ta Ƙashin kai...

source: Thank you for purchasing
ha: Mun gode da siyayyarka

source: Back to {app}
ha: Koma {app}

source: Content Rating
ha: Tantance abin da ke ciki

source: Rating Details
ha: Bayanan Tantancewa

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
ha: Saitunanka na Mac na iya tsareka daga saka aikace-aikace waɗanda basu zo daga Ma'ajiyar Aikace-aikacen Mac ba.

source: Learn how to change them.
ha: Koyi yadda za ka canja su.

source: Installed!
ha: As saka!

source: Launch this app from your <b>Applications</b> directory.
ha: Ƙaddamar da wannan aikace-aikce daga <b>Aikace-aikace</b>jerin adireshi.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
ha: Ƙaddamar da aikace-aikace daga <b> fuskar kwamfuta ta Windows</b>Fara &#9658; Duk Shirye-shirye</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
ha: Ƙaddamar da wannan aikace-aikace daga <b>dash</b>mai ɗaukar aikace-aikace</b>, ko <b>Jerin bayanan Aikace-aikace.</b>.

source: Edit your Review
ha: Gyara Nazarinka

source: Edit your review
ha: Gyara nazarinka

source: Write a review
ha: Rubuta nazari

source: Sign in to review
ha: Yi rijista domin nazari

source: Read all reviews
ha: Karanta duk nazarce-nazarce

source: System Date Incorrect
ha: Kwanan watan Kwamfuta ba dai dai bane

source: Sorry, your device clock appears to be set incorrectly.
ha: Yi haƙuri, ya bayyana cewa agogon kwamfutarka an saita shi ba dai dai ba.

source: Please set today's date and time in your device settings to access the Marketplace.
ha: Saita kwanan watan yau da lokaci a saitunan kwamfutarka domin shiga Marketplace.

source: Try again
ha: Sake gwadawa

source: 1 Review
ha: Nazari 1{numReviews} Nazarce-nazarce

source: An error occurred.
ha: Kuskure ya afku.

source: Try Again
ha: Sake gwadawa

source: Currently Offline
ha: Yanzu ba'a kan layi

source: Sorry, you need to be online to access the Marketplace.
ha: Yi haƙuri, ka na bukatar kasancewa a kan layi domin shiga Marketplace.

source: Edit Review
ha: Gyara Nazari

source: Leave a Review
ha: Bar Nazari

source: Rate:
ha: Tantancewa

source: Only users that are logged in may submit reviews.
ha: Masu amfani waɗanda suka shiga su ne kawai za su iya aikawa da nazari.

source: Update Review
ha: Sabunta Nazari

source: Submit Review
ha: Aika da Nazari

source: Flag Review
ha: Saka alamar tuta ga Nazari

source: See an issue with this review? Select a reason below.
ha: Ka ga wata damuwa dangane da wannan nazari? Zaɓi dalili a ƙasa.

source: Spam or otherwise non-review content
ha: Damfara ko kuma batun da ba'a yi nazari ba

source: Inappropriate language/dialog
ha: Yare/magana wadda bata yi dai dai ba

source: Misplaced bug report or support request
ha: Rahoton rashin dacewar aikin tafiyar da kwamfuta ko neman tallafi

source: This app has no reviews.
ha: Wannan aikin ba shi da nazari

source: App Review
ha: Nazarin aiki

source: Payment cancelled.
ha: An soke biya.

source: Sorry, we had trouble fetching this app's data. Please try again later.
ha: Yi haƙuri, mun sami matsala wajen ɗauko bayanin wannan aikace-aikace. Sake gwadawa nan gaba.

source: Install failed. Please try again later.
ha: Sakawa ta gagara. Sake gwadawa nan gaba.

source: Installed
ha: An saka

source: Unavailable
ha: Ba'a samu ba

source: Install
ha: Saka

source: Games
ha: Wasanni

source: Business
ha: Kasuwanci

source: Education
ha: Ilimi

source: Entertainment
ha: Ɗebe kewa

source: Health & Fitness
ha: Lafiya da Motsa jiki

source: Lifestyle
ha: Salon rayuwa

source: Maps & Navigation
ha: Taswirori & Gewayawa

source: Music
ha: Kiɗa

source: Photo & Video
ha: Hoto & Bidiyo

source: Productivity
ha: Samarwa

source: Reference
ha: Tushen bayani

source: Shopping
ha: Cinikayya

source: Social
ha: Zamantakewa

source: Sports
ha: Wasanni

source: Travel
ha: Tafiye-tafiye

source: Utilities
ha: Kayayyaki

source: All Platforms
ha: Duk dandali

source: Android Mobile
ha: Wayar hannu ta Android

source: Android Tablet
ha: Ƙarakar kwamfutar ta Android

source: Desktop
ha: Fuskar kwamfuta

source: For ages {0}+
ha: Domin shekaru {0}+

source: Generic
ha: Na-baki-ɗaya

source: For all ages
ha: Domin duk masu shekaru

source: Rating Pending
ha: Dakatar da Tantancewa

source: Rating Refused
ha: An ƙi Tantancewa

source: Everyone
ha: Kowa

source: Everyone 10+
ha: Kowa 10+

source: Teen
ha: Matasa

source: Mature 17+
ha: Balagaggu 17+

source: Adults Only 18+
ha: Manya Kawai 18+

source: App for Albania
ha: Aikace-aikace domin AlbaniyaAikace-aikace domin Albaniya

source: App for Argentina
ha: Aikace-aikace domin ArgentinaAikace-aikace domin Argentina

source: App for Bangladesh
ha: Aikace-aikace domin BangladeshAikace-aikace domin Bangladesh

source: App for Brazil
ha: Aikace-aikace domin BrazilAikace-aikace domin Brazil

source: App for Bulgaria
ha: Aikace-aikace domin BugariaAikace-aikace domin Bulgaria

source: App for Chile
ha: Aikace-aikace domin ChileAikace-aikace domin Chile

source: App for China
ha: Aikace-aikace domin ChinaAikace-aikace domin China

source: App for Colombia
ha: Aikace-aikace domin ColombiaAikace-aikace domin Colombia

source: App for Costa Rica
ha: Aikace-aikace domin Costa RicaAikace-aikace domin Costa Rica

source: App for Croatia
ha: Aikace-aikace domin CroatiaAikace-aikace domin Croatia

source: App for Czech Republic
ha: Aikace-aikace domin Jamhuriyar CzechAikace-aikace domin Jamhuriyar Czech

source: App for Ecuador
ha: Aikace-aikace domin EcuadorAikace-aikace domin Ecuador

source: App for El Salvador
ha: Aikace-aikace domin El SalvadorAikace-aikace domin El Salvador

source: App for France
ha: Aikace-aikace domin FaransaAikace-aikace domin Faransa

source: App for Germany
ha: Aikace-aikace domin Jamus

source: App for Greece
ha: Aikace-aikace domin GreeceAikace-aikace domin Greece

source: App for Hungary
ha: Aikace-aikace domin HungaryAikace-aikace domin Hungary

source: App for India
ha: Aikace-aikace domin IndiaAikace-aikace domin India

source: App for Italy
ha: Aikace-aikace domin ItaliyaAikace-aikace domin Italiya

source: App for Japan
ha: Aikace-aikace domin JapanAikace-aikace domin Japan

source: App for Macedonia
ha: Aikace-aikace domin MacedoniaAikace-aikace domin Macedonia

source: App for Mexico
ha: Aikace-aikace domin MexicoAikace-aikace domin Mexico

source: App for Montenegro
ha: Aikace-aikace domin MontenegroAikace-aikace domin Montanegro

source: App for Nicaragua
ha: Aikace-aikace domin NicaraguaAikace-aikace domin Nicaragua

source: App for Panama
ha: Aikace-aikace domin Panama

source: App for Peru
ha: Aikace-aikace domin Peru

source: App for Poland
ha: Aikace-aikace domin Poland

source: App for Russia
ha: Aikace-aikace domin Rasha

source: App for Serbia
ha: Aikace-aikace domin Serbia

source: App for South Africa
ha: Aikace-aikace domin Afirka ta Kudu

source: App for Spain
ha: Aikace-aikace domin Spain

source: App for Uruguay
ha: Aikace-aikace domin Uruguay

source: App for Venezuela
ha: Aikace-aikace domin VenezuelaAikace-aikace domin Venezuela

source: Arts & Entertainment App
ha: Aikace-aikace na Al'adu & Ɗabe kewaAikace-aikace na Al'adu & Ɗabe kewa

source: Featured Book App
ha: Aikace-aikacen Littafi Mai fitowa a kai a kaiAikace-aikacen Littafi Mai fitowa a kai a kai

source: Featured Creativity App
ha: Aikace-aikacen Ƙirƙira Mai fitowa a kai a kaiAikace-aikacen Ƙirƙira Mai fitowa a kai a kai

source: Featured Education App
ha: Aikace-aikacen Ilimi Mai fitowa a kai a kaiAikace-aikacen Ilimi Mai fitowa a kai a kai

source: Featured Game
ha: Wasa Mai fitowa a kai a kaiWasanni Masu fitowa a kai a kai

source: Groundbreaking App
ha: Aikace-aikacen Sabon yayiAikace-aikacen Sabon yayi

source: Health & Fitness App
ha: Aikace-aikacen Lafiya & Motsa jiki Aikace-aikacen Lafiya & Motsa jiki

source: Hidden Gem
ha: Ɓoyayyen Abin AdoƁoyayyun ababen Ado

source: Featured Lifestyle App
ha: Aikace-aikacen Salon Rayuwa masu fitowa a kai a kai

source: Local Favorite App
ha: Aikace-aikacen Wanda aka fi so na gida

source: Maps & Navigation App
ha: Aikace-aikacen Taswira & Gewayawa

source: Featured Music App
ha: Aikace-aiakcen Kiɗa na a kai a kai

source: Mystery App!
ha: Aikace-aikacen Abubuwan Al'ajabi

source: News & Weather App
ha: Aikace-aikacen Labarai & Yanayi

source: Photo & Video App
ha: Aikace-aikacen Hotuna & Bidiyo

source: Featured Shopping App
ha: Aikace-aikacen Cinikayya ta a kai a kai

source: Featured Social App
ha: Aikace-aikacen zamantakewa na a kai a kai

source: Featured Sports App
ha: Aikace-aikacen wasanni na a kai a kai

source: Tool & Time Saver
ha: Kayan aiki & Mai Ajiye Lokaci

source: Featured Travel App
ha: Aikace-aikace na Tafiye-tafiye Masu Fitowa a kai a kai

source: Work & Business App
ha: Aikace-aikace na Aiki & Kasuwanci

source: Unable to install packaged apps
ha: Ya gaza saka tsararrun aikace-aikace

source: App install error: {error}
ha: Kuskuren saka aikace-aikace: {error}

source: There was an error submitting your newsletter sign up request
ha: Akwai kuskure wajen aika neman yin rijista domin wasiƙar labarai

source: Error while communicating with server. Try again later.
ha: Kuskure yayin sadarwa da uwar garke. Sake gwadawa nan gaba.

source: Payment failed. Try again later.
ha: Biya ya gagara. Sake gwadawa nan gaba.

source: {n} star
ha: tauraro {n}

source: Flagging review...
ha: Nazarin alama mai tuta...

source: This review has been successfully flagged. Thanks!
ha: An sami nasarar sakawa wannan nazarin alamar tuta. Godiya!

source: Sorry, there was an issue flagging the review. Please try again later.
ha: Yi haƙuri, akwai matsali wajen saksawa nazarinka alamar tuta. Sake gwadawa nan gaba.

source: This review has been successfully deleted
ha: An sami nasarar goge wannan nazarin

source: Write a Review
ha: Rubuta Nazari

source: Sorry, there was a problem deleting the review
ha: Yi haƙuri, akwai matsala wajen goge nazarin

source: Loading...
ha: Lodawa...

source: Your review was successfully posted. Thanks!
ha: An sami nasara wajen aikawa da nazarinka. Godiya!

source: Sorry, there was an error posting your review. Please try again later.
ha: Yi haƙuri, akwai kuskure wajen aikawa da nazarinka. Sake gwadawa nan gaba.

source: Your review was successfully edited
ha: An sani nasara wajen gyara nazarinka

source: Sorry, there was an issue editing your review. Please try again later
ha: Yi haƙuri, akwai matsala wajen gyara nazarinka. Sake gwadawa nan gaba

source: English
ha: Turanci

source: French
ha: Faransanci

source: German
ha: Jamusanci

source: Hungarian
ha: Yaren Hungary

source: Indonesian
ha: Yaren Indonesiya

source: Polish
ha: Yaren Polish

source: Portuguese
ha: Yaren Portuguese

source: Russian
ha: Ɗan Rasha

source: Spanish
ha: Ɗan Spain

source: Sorry, you are currently offline. Please try again later.
ha: Yi haƙuri, yanzu ba ka kan layi. Sake gwadawa nan gaba.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
ha: Lokaci na gaba da ka kunna aikace-aikacen Marketplace na Firefox, za ka ga sabon yayin!

source: Feedback submitted. Thanks!
ha: An aika da amsa. Godiya!

source: There was a problem submitting your feedback. Try again soon.
ha: Akwai matsala wajen aikawa da amsarka. Sake gwadawa ba da daɗewa ba.

source: Language Packs
ha: Ƙunshin Yaruka

source: Firefox OS {version}
ha: Firefox 0S {version}

source: Search Results
ha: Bincika Sakamako

source: Your settings have been successfully saved
ha: An sami nasara wajen ajiye saitunanka

source: Settings could not be saved
ha: Ba za'a iya ajiye saituna ba

source: Please sign in to view the receipt
ha: Shiga domin ganin rasitin

source: Receipt
ha: Rasiti
