Repository: mozilla/fireplace
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Expand
dsb: Rozłožyś

source: No results found
dsb: Žedne wuslědki namakane

source: The category you requested does not exist.
dsb: Kategorija, kótaruž sćo pominał, njeeksistěrujo.

source: An internal server error occurred. Please try again later.
dsb: Nutśkowna zmólka jo nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Categories
dsb: Kategorije

source: We want to hear from you!
dsb: Wašo měnjenje jo nam wažne!

source: Give us your feedback. Let us know whether we are awesome or buggy.
dsb: Grońśo nam wašo měnjenje. Dajśo nam k wěsći, lěc smy wjelicne abo ze zmólkami źěłamy.

source: Let us know...
dsb: Dajśo nam k wěśći...

source: Cancel
dsb: Pśetergnuś

source: Submit Feedback
dsb: Komentar wotpósłaś

source: Get Help
dsb: Pomoc se wobstaraś

source: Search Marketplace&hellip;
dsb: Wikowanišćo pśepytaś&hellip;

source: Search
dsb: Pytaś

source: Settings
dsb: Nastajenja

source: My Apps
dsb: Móje nałoženja

source: Feedback
dsb: Komentary

source: Sign Out
dsb: Wótzjawiś

source: Support
dsb: Pomoc

source: Develop Apps
dsb: Nałoženja wuwijaś

source: Develop Firefox OS Add-ons
dsb: Dodanki Firefox OS wuwijaś

source: My Submissions
dsb: Móje zapódaśa

source: Reviewer Tools
dsb: Rědy za pśeglědowarja

source: Lookup Tool
dsb: Rěd póglědanja

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
dsb: Jolic njejo hynac <a href="{legal_url}" target="_blank">zapisane</a>, jo wopśimjeśe na toś tom sedle pód licencu <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> abo pód póznjejšeju wersiju.

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: Terms of Use
dsb: Wužywańske wuměnjenja

source: Report Trademark Abuse
dsb: Znjewužywanje wikoweje marki k wěsći daś

source: Free Carrier Apps
dsb: Dermotne nałoženja wašogo póbitowarja

source: Your carrier offers these free apps. You can download them at no charge.
dsb: Waš póbitowaŕ póbitujo toś te dermotne nałoženja. Móžośo je zadermo ześěgnuś.

source: No apps found.
dsb: Žedne nałoženja namakane.

source: Apps
dsb: Nałoženja

source: Add-ons
dsb: Dodanki

source: Sites
dsb: Sedła

source: Homescreens
dsb: Startowe wobrazowki

source: More
dsb: Wěcej

source: Home
dsb: Startowy bok

source: Popular
dsb: Woblubowane

source: New
dsb: Nowe

source: Recommended Apps
dsb: Dopórucone nałoženja

source: Register
dsb: Registrěrowaś

source: Sign In
dsb: Pśizjawiś

source: Sign in
dsb: Pśizjawiś

source: Sign out
dsb: Wótzjawiś

source: You must use Firefox to install Firefox apps.
dsb: Musyśo Firefox wužywaś, aby nałoženja Firefox instalěrował.

source: Download
dsb: Ześěgnuś

source: The list returned no results.
dsb: Lisćina njejo žedne wuslědki wrośiła.

source: You must be signed in to view your apps.
dsb: Musyśo pśizjawjony byś, aby se swóje nałoženja woglědał.

source: You have no apps
dsb: Njamaśo žedne nałoženja

source: Oh no!
dsb: Ow ně!

source: No language packs found.
dsb: Žedne rěcne pakśiki namakane.

source: <b>{n}</b> Result
dsb: <b>{n}</b> wuslědk

source: <b>"{search_query}"</b> returned {n} result
dsb: <b>"{search_query}"</b> jo {n} wuslědk pódał

source: No results found, try again later
dsb: Žedne wuslědki namakane, wopytajśo pózdźej hyšći raz

source: General settings
dsb: Powšykne nastajenja

source: Email Address
dsb: E-mailowa adresa

source: Display Name
dsb: Mě zwobrazniś

source: Recommendations
dsb: Pórucenja

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
dsb: Jow, pokažćo mě dopórucenja na zakłaźe mójich zainstalěrowanych nałoženjow. <a href="{url}" target="_blank">Dalšne informacije</a>

source: Save Changes
dsb: Změny składowaś

source: Newsletter
dsb: Powěsćowy list

source: Get Firefox News.
dsb: Wobstarajśo se nowosći Firefox.

source: Sign up for our newsletter.
dsb: Registrěrujśo se za naš powěsćowy list.

source: Get Involved
dsb: Cyńśo sobu

source: An update to Marketplace is available.
dsb: Aktualizacija za Wikowanišćo jo k dispoziciji.

source: Sign up for our newsletter
dsb: Registrěrujśo se za naš powěsćowy list

source: Get Firefox news! Sign up for our newsletter
dsb: Wobstarajśo se nowosći Firefox! Registrěrujśo se za naš powěsćowy list

source: Email
dsb: E-mailowa adresa

source: Sign me up
dsb: Registrěrowaś

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
dsb: Som wobjadny, kak Mozilla wobchada z mójimi informacijami pó <a href="{privacy_policy_url}" target="_blank">toś tych pšawidłach priwatnosći</a>.

source: Thanks for signing up!
dsb: Wjeliki źěk za registrěrowanje!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
dsb: Dostanjośo mailku wót mozilla@e.mozilla.org, pšosym poglědajśo do swójogo dochada posta za wašeju prědneju mailku wót nas. Jolic ju njenamakajośo, poglědajśo do swójogo spamowego filtra.

source: App Statistics
dsb: Statistiki nałoženjow

source: App usage statistics
dsb: Wužywańske statistiki nałoženja

source: Not enough statistics to show.
dsb: Nic dosć datow za statistiku.

source: Review
dsb: Pógódnośenje

source: Not yet reviewed
dsb: Hyšći njepśeglědany

source: Free
dsb: Dermo

source: View all
dsb: Wšykne pokazaś

source: Visit this top site!
dsb: Woglědajśo se k toś tomu wjelicnemu sedłoju!

source: Show me another site
dsb: Druge sedło pokazaś

source: Load more
dsb: Wěcej zacytaś

source: Description
dsb: Wopisanje

source: View All
dsb: Wšykne se woglědaś

source: version: {version}
dsb: wersija: {version}

source: size: {size}
dsb: wjelikosć: {size}

source: last updated: {date}
dsb: slědny raz zaktualizěrowany: {date}

source: Customize your device with powerful features.
dsb: Pśiměrśo swój rěd z mócnymi funkcijami.

source: No Firefox OS add-ons found.
dsb: Žedne dodanki Firefox OS namakane.

source: Need to report something?
dsb: Cośo nam něco k wěsći daś?

source: Let us know if this app is doing something that isn't allowed in the <a href="{criteria_url}">review criteria</a> and should be removed from the Marketplace.
dsb: Dajśo nam k wěsći, lěc toś to nałoženje cyni něco, což njejo dowólone pó <a href="{criteria_url}">pśeglědowańskich kriterijach</a> a by měło se z Wikowanišća wótpóraś.

source: Examples of issues to report here are if the app is broken, contains mature content, contains malware, etc. The app developer will not see your comments.
dsb: Pśikłady za problemy, kótarež móžośo how k wěsći daś, jolic nałoženje jo wobškóźone, su wopśimjeśe za dorosćone, škódna softwara atd. Wuwijaŕ nałoženja njebuźo waše komentary wiźeś.

source: Submit Report
dsb: Rozpšawu wótpósłaś

source: {app_name} screenshot
dsb: Foto wobrazowki {app_name}

source: For previous version {version}
dsb: Za pjerwjejšnu wersiju {version}

source: Edit
dsb: Wobźěłaś

source: Delete
dsb: Lašowaś

source: Report
dsb: Rozpšawa

source: Flagged for review
dsb: Za pśeglědowanje markěrowany

source: Updates
dsb: Aktualizacije

source: Last updated
dsb: Slědny raz zaktualizěrowany

source: Email Support
dsb: E-mailowa pomoc

source: Support Site
dsb: Sedło pomocy

source: Homepage
dsb: Startowy bok

source: Statistics
dsb: Statistiki

source: Edit Listing
dsb: Zapisk lisćiny wobźěłaś

source: Approve / Reject
dsb: Pśizwóliś / Wótpokazaś

source: Review History
dsb: Historija pśeglědanjow

source: Reviews
dsb: Pśeglědanja

source: App not yet reviewed
dsb: Nałoženje hyšći njejo pśeglědane

source: Premium version available
dsb: Premiumowa wersija k dispoziciji

source: More Information
dsb: Dalšne informacije

source: Developer
dsb: Wuwijaŕ

source: Compatibility
dsb: Kompatibelnosć

source: File Size
dsb: Datajowa wjelikosć

source: Most Recent Version
dsb: Nejnowša wersija

source: Report Abuse
dsb: Znjewužywanje k wěsći daś

source: Rated {stars} out of {maxstars} stars
dsb: Pógódnośenje {stars} z {maxstars} gwězdkow

source: Back to app
dsb: Slědk k nałoženjeju

source: Loading Privacy Policy...
dsb: Pšawidła priwatnosći se zacytuju...

source: Thank you for purchasing
dsb: Źěkujomy se za wašu kup

source: Back to {app}
dsb: Slědk k {app}

source: Your carrier offers some free apps.
dsb: Waš póbitowaŕ póbitujo někotare dermotne nałoženja.

source: Get them now!
dsb: Wobstarajśo se je něnto!

source: Content Rating
dsb: Wopśimjeśowe pógódnośenje

source: Rating Details
dsb: Drobnostki pógódnośenja

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
dsb: Waše Mac-nastajenja by mógli wam pśi instalěrowanju nałoženjow zajźowaś, kótarež njepóchadaju z Mac App Store.

source: Learn how to change them.
dsb: Zgóńśo, kak móžośo je změniś.

source: Show me everything for <mkt-selected-text></mkt-selected-text>
dsb: Wšykno za <mkt-selected-text></mkt-selected-text> pokazaś

source: Installed!
dsb: Zainstalěrowany!

source: Launch this app from your <b>Applications</b> directory.
dsb: Startujśo toś to nałoženje ze swójogo zapisa <b>Nałoženja</b>.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
dsb: Startujśo toś to nałoženje ze swójogo <b>Windowsego desktopa</b> abo ze <b>Start &#9658; Wšykne programy</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
dsb: Startujśo toś to nałoženje ze swójogo <b>pśeglěda</b>, <b>wólaka nałoženjow</b> abo <b>menija nałoženjow</b>.

source: Content Not Found
dsb: Wopśimjeśe njejo se namakało

source: Whoops! Something went wrong and you ended up here. Sorry!
dsb: Hopla! Něco njejo se raźiło a sćo sem pśišeł. Wódajśo!

source: Edit your Review
dsb: Wobźěłajśo swójo pógódnośenje

source: Edit your review
dsb: Wobźěłajśo swójo pógódnośenje

source: Write a review
dsb: Pišćo pógódnośenje

source: Sign in to review
dsb: Pśizjawśo se, aby pógódnośenje pisał

source: Read all reviews
dsb: Wšykne pógódnośenja cytaś

source: System Date Incorrect
dsb: Systemowy datom wopak

source: Sorry, your device clock appears to be set incorrectly.
dsb: Bóžko se zda, až waš zeger jo wopak nastajony.

source: Please set today's date and time in your device settings to access the Marketplace.
dsb: Pšosym nastajśo źinsnajšny datum a cas w nastajenjach swójogo rěda, aby pśistup na wikowanišćo měł.

source: Try again
dsb: Hyšći raz wopytaś

source: 1 Review
dsb: 1 pógódnośenje

source: An error occurred.
dsb: Zmólka jo nastała.

source: Try Again
dsb: Wopytajśo hyšći raz

source: Currently Offline
dsb: Tuchylu offline

source: Sorry, you need to be online to access the Marketplace.
dsb: Bóžko musyśo online byś, aby na wikowanišćo pśistup měł.

source: Edit Review
dsb: Pógódnośenje wobźěłaś

source: Leave a Review
dsb: Zawóstajśo pógódnośenje

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
dsb: Pšosym cytajśo <a href="{url}" target="_blank">pógódnośeńske směrnice</a> za dalšne drobnostki wó pógódnośenju nałoženjow. Pógódnośenja, kótarež njewótpowěduju toś tym směrnicam, wótpóraju se snaź wót našogo mderaciskego teama bźez pśipowěźenja.

source: Rate:
dsb: Pógódnośenje:

source: Please select a star rating.
dsb: Pšosym wubjeŕśo gwězdowe pógódnosénje.

source: Tell us what you like about this app. Write like you’re telling a friend about your experience with the app. Give specific details, for example, What features did you like or dislike?
dsb: Wulicujśo nam, což spódoba se wam na toś tom nałoženju. Pišćo, ako by wy pśijaśeloju wó swójom dožywjenju z nałoženim wulicował. Pódajśo specifiske drobnostki, na pśikład, kótare funkcije se wam spódobaju abo njespódobaju?

source: Only users that are logged in may submit reviews.
dsb: Jano pśizjawjone wužywarje mógu pógódnośenja pisaś.

source: Update Review
dsb: Pógódnośenje aktualizěrowaś

source: Submit Review
dsb: Pógódnośenje wótpósłaś

source: Flag Review
dsb: Pógódnośenje k wěsći daś

source: See an issue with this review? Select a reason below.
dsb: Jo problem z toś tym pógódnośenim? Wubjeŕśo jadnu ze slědujucych pśicynow.

source: Spam or otherwise non-review content
dsb: Spam abo hynakše wopśimjeśe, kótarež njejo pógódnośenje

source: Inappropriate language/dialog
dsb: Njepśisłušne słowa

source: Misplaced bug report or support request
dsb: Njepśisłušna zmólkowa rozpšawa abo njepřisłušna pšosba wó pomoc

source: This app has no reviews.
dsb: Toś to nałoženje njama pógódnośenja.

source: Explore more in {category_one} and {category_two}.
dsb: Namakajśo wěcej w {category_one} a {category_two}.

source: Explore more in {category}.
dsb: Namakajśo wěcej w {category}.

source: Is there something wrong or out-of-date with this website listing?
dsb: Jo něco wopaki abo zestarjone na toś tom lisćinowem zapisku websedła?

source: Report an issue
dsb: Problem k wěsći daś

source: App Review
dsb: Pógódnośenje nałoženja

source: Let us know if something is missing from this website listing or its information should be updated.
dsb: Dajśo nam k wěsći, lěc něco felujo w nalicenju toś togo websedła abo jogo informacije by měli se aktualizěrowaś.

source: For information on show to report a copyright or trademark issue <a href="{url}" target="_blank">see here</a>.
dsb: Za informacije wó zdźělenju problema awtorstwa abo wikowych markow, glejśo <a href="{url}" target="_blank">how</a>.

source: Describe the issue here. Please be specific.
dsb: Wopišćo how problem tak nadrobnje ako móžno.

source: Report an Issue
dsb: Problem k wěsći daś

source: not available for your region
dsb: njejo za waš region k dispoziciji

source: not available for your platform
dsb: njejo za wašu platformu k dispoziciji

source: Payment cancelled.
dsb: Płaśenje pśetergnjone.

source: Sorry, we had trouble fetching this app's data. Please try again later.
dsb: Bóžko smy měli problemy, daty toś togo nałoženja wótwołaś. Pšosym wopytajśo pózdźej hyšći raz.

source: Install failed. Please try again later.
dsb: Instalacija njejo se raźiła. Pšosym wopytajśo pózdźej hyšći raz.

source: Installed
dsb: Zainstalěrowany

source: free
dsb: dermo

source: Unavailable
dsb: Nic k dispoziciji

source: Install
dsb: Instalěrowaś

source: Install Add-on
dsb: Dodank instalěrowaś

source: Open website
dsb: Wócynjone websedło

source: Open app
dsb: Wócynjone nałoženje

source: Install for free
dsb: Dermo isntalěrowaś

source: Install for {price}
dsb: Za {price} instalěrowaś

source: Open
dsb: Wócynjony

source: Games
dsb: Graśa

source: Books & Comics
dsb: Knigły a comici

source: Business
dsb: Pśekupniske wěcy

source: Education
dsb: Kubłanje

source: Entertainment
dsb: Rozdrosćenje

source: Food & Drink
dsb: Jěza a piśe

source: Health & Fitness
dsb: Strowje a fitnes

source: Kids
dsb: Źiśi

source: Maps & Navigation
dsb: Kórty a nawigacija

source: Music
dsb: Muzika

source: News
dsb: Powěsći

source: Personalization
dsb: Personalizacija

source: Photo & Video
dsb: Foto a wideo

source: Productivity
dsb: Produktiwita

source: Reference
dsb: Pśrucnice

source: Science & Tech
dsb: Wědomnosć a technika

source: Shopping
dsb: Nakupowanje

source: Social
dsb: Socialne seśi

source: Sports
dsb: Sport

source: Travel
dsb: Drogowanje

source: Utilities
dsb: Rědy

source: Weather
dsb: Wjedro

source: All Platforms
dsb: Wšykne platformy

source: Android Mobile
dsb: Mobilny telefon z Androidom

source: Android Tablet
dsb: Tablet z Androidom

source: For ages {0}+
dsb: Za starstwo wót {0} lět

source: Generic
dsb: Powšykny

source: For all ages
dsb: Za kužde starstwo

source: Rating Pending
dsb: Pógódnośenje felujo

source: Rating Refused
dsb: Pógódnośenje wótpokazane

source: Everyone
dsb: Za kužde starstwo

source: Everyone 10+
dsb: Za starstwo wót 10 lět

source: Teen
dsb: Za starstwo wót 12 lět

source: Mature 17+
dsb: Za starstwo wót 17 lět

source: Adults Only 18+
dsb: Za dorosćonych wót 18 lět

source: App for Albania
dsb: Nałoženje za Albańsku

source: App for Argentina
dsb: Nałoženje za Argentinsku

source: App for Bangladesh
dsb: Nałoženje za Bangladeš

source: App for Brazil
dsb: Nałoženje za Brazilsku

source: App for Bulgaria
dsb: Nałoženje za Bulgarsku

source: App for Chile
dsb: Nałoženje za Chilsku

source: App for China
dsb: Nałoženje za Chinsku

source: App for Colombia
dsb: Nałoženje za Kolumbisku

source: App for Costa Rica
dsb: Nałoženje za Kosta Riku

source: App for Croatia
dsb: Nałoženje za Chorwatsku

source: App for Czech Republic
dsb: Nałoženje za Česku republiku

source: App for Ecuador
dsb: Nałoženje za Ekuador

source: App for El Salvador
dsb: Nałoženje za El Salvador

source: App for France
dsb: Nałoženje za Francojsku

source: App for Germany
dsb: Nałoženje za Nimsku

source: App for Greece
dsb: Nałoženje za Grichojsku

source: App for Hungary
dsb: Nałoženje za Hungorsku

source: App for India
dsb: Nałoženje za Indisku

source: App for Italy
dsb: Nałoženje za Italsku

source: App for Japan
dsb: Nałoženje za Japańsku

source: App for Macedonia
dsb: Nałoženje za Makedońsku

source: App for Mexico
dsb: Nałoženje za Mexiko

source: App for Montenegro
dsb: Nałoženje za Carnogórsku

source: App for Nicaragua
dsb: Nałoženje za Nikaragua

source: App for Panama
dsb: Nałoženje za Panamu

source: App for Peru
dsb: Nałoženje za Peru

source: App for Poland
dsb: Nałoženje za Pólsku

source: App for Russia
dsb: Nałoženje za Rusku

source: App for Serbia
dsb: Nałoženje za Serbisku

source: App for South Africa
dsb: Nałoženje za Pódpołdnjowu Afriku

source: App for Spain
dsb: Nałoženje za Špańsku

source: App for Uruguay
dsb: Nałoženje za Uruguay

source: App for Venezuela
dsb: Nałoženje za Venezuelu

source: Arts & Entertainment App
dsb: Nałoženje za wuměłstwo a rozdrosćenje

source: Featured Book App
dsb: Cytanja gódne knigły

source: Featured Creativity App
dsb: Nałoženje za kreatiwnosć

source: Featured Education App
dsb: Nałoženje za kubłanje

source: Featured Game
dsb: Wjelikne graśe

source: Groundbreaking App
dsb: Drogu rubajuce nałoženje

source: Health & Fitness App
dsb: Nałoženje za strowje a fitnes

source: Hidden Gem
dsb: Schowany juwel

source: Featured Lifestyle App
dsb: Nałoženje za Lifestyle

source: Local Favorite App
dsb: Lokalne woblubowane nałoženje

source: Maps & Navigation App
dsb: Nałoženje za kórty a nawigaciju

source: Featured Music App
dsb: Muzikowe nałoženje

source: Mystery App!
dsb: Kradu pótajmne nałoženje!

source: News & Weather App
dsb: Nałoženje za powěsći a wjedro

source: Photo & Video App
dsb: Nałoženje za fota a wideo

source: Featured Shopping App
dsb: Nałoženje za nakupowanje

source: Featured Social App
dsb: Socialne nałoženje

source: Featured Sports App
dsb: Nałoženje za sport

source: Tool & Time Saver
dsb: Rěd a casowy žarjak

source: Featured Travel App
dsb: Nałoženje za drogowanje

source: Work & Business App
dsb: Nałoženje za źěło a pśekupstwo

source: {current} of {count}
dsb: {current} z {count}

source: works offline
dsb: funkcioněrujo offline

source: Unable to install packaged apps
dsb: Zapakowane nałoženja njedaju se instalěrowaś

source: App install error: {error}
dsb: Zmólka pśi instalěrowanju nałoženja: {error}

source: There was an error submitting your newsletter sign up request
dsb: Pśi zapódawanju wašeje pšosby wó registrěrowanje powěsćowego lista jo zmólka nastała

source: Error while communicating with server. Try again later.
dsb: Zmólka pśi komunikaciji ze serwerom. Wopytajśo pózdźej hyšći raz.

source: Payment failed. Try again later.
dsb: Płaśenje njejo se raźiło. Wopytajśo pózdźej hyšći raz.

source: {n} star
dsb: {n} gwězdka

source: Flagging review...
dsb: Pógódnośenje se pśizjawa...

source: This review has been successfully flagged. Thanks!
dsb: Toś to pógódnośenje jo se wuspěšnje pśizjawiło. Wjeliki źěk!

source: Sorry, there was an issue flagging the review. Please try again later.
dsb: Bóžko jo pśi pśizjawjanju toś togo pógódnośenja problem nastał. Pšosym wopytajśo pózdźej hyšći raz.

source: This review has been successfully deleted
dsb: Toś to pógódnośenje jo se wuspěšnje wulašowało

source: Write a Review
dsb: Pišćo pógódnośenje

source: Sorry, there was a problem deleting the review
dsb: Bóžko jo pśi lašowanju pógódnośenja problem nastał

source: Loading...
dsb: Zacytujo se...

source: Your review was successfully posted. Thanks!
dsb: Wašo pógódnośenje jo se wuspěšnje wózjawiło. Wjeliki źěk!

source: Sorry, there was an error posting your review. Please try again later.
dsb: Bóžko jo zmólka pśi wózjawjanju wašogo pógódnośenja nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Your review was successfully edited
dsb: Wašo pógódnośenje jo se wuspěšnje wobźěłało

source: Sorry, there was an issue editing your review. Please try again later
dsb: Bóžko jo pśi wobźěłowanju wašogo pógódnośenja problem nastał. Pšosym wopytajśo pózdej hyšći raz.

source: English
dsb: Engelšćina

source: French
dsb: Francojšćina

source: German
dsb: Nimšćina

source: Hungarian
dsb: Hungoršćina

source: Indonesian
dsb: Indonešćina

source: Polish
dsb: Pólšćina

source: Portuguese
dsb: Portugišćina

source: Russian
dsb: Rušćina

source: Spanish
dsb: Špańšćina

source: Sorry, you are currently offline. Please try again later.
dsb: Bóžko sćo tuchylu offline. Pšosym wopytajśo pózdźej hyšći raz.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
dsb: Pśiducy raz, gaž startujośo nałoženje Firefox Marketplace, buźośo zaktualizěrowanu wersiju wiźeś!

source: App Detail
dsb: Drobnostki wó nałoženju

source: Firefox OS Add-ons
dsb: Dodanki Firefox OS

source: Feedback submitted. Thanks!
dsb: Komentar jo se wotpósłał. Wjeliki źěk!

source: There was a problem submitting your feedback. Try again soon.
dsb: Pśi wótpósćełanju wašogo komentara jo problem nastał. Wopytajśo skóro hyšći raz.

source: Popular Homescreens
dsb: Woblubowane startowe wobrazowki

source: Collection Detail
dsb: Drobnostki wó zběrce

source: Language Packs
dsb: Rěcne pakśiki

source: New Apps
dsb: Nowe nałoženja

source: New Sites
dsb: Nowe sedła

source: Popular Apps
dsb: Woblubowane nałoženja

source: Popular Sites
dsb: Woblubowane sedła

source: Newsletter Signup
dsb: Registrěrowanje powěsćowego lista

source: Search Results
dsb: Pytańske wuslědki

source: Developer Listing
dsb: Wuwijarski lisćinowy zapisk

source: Your settings have been successfully saved
dsb: Waše nastajenja su se wuspěšnje składli

source: Settings could not be saved
dsb: Nastajenja njedaju se składowaś

source: Website Detail
dsb: Drobnostki wó websedle

source: Report submitted. Thanks!
dsb: Zdźělenje jo se wótpósłało. Wjeliki źěk!

source: There was an issue submitting your report. Please try again later.
dsb: Pśi słanju wašogo zdźělenja jo problem nastał. Pšosym wopytajśo pózdźej hyšći raz.

source: Read All Reviews
dsb: Wšykne pógódnośenja cyitaś

source: Please sign in to view the receipt
dsb: Pšosym pśizjawśo se, aby se kwitowanku woglědał

source: Receipt
dsb: Kwitowanka
