Repository: mozilla/fireplace
Catalog: locale/wo/LC_MESSAGES/messages.po
Languages: wo

source: Expand
wo: Lemmi

source: No results found
wo: Gisul benn njuréef

source: The category you requested does not exist.
wo: Wàll wi ngay sàkku amu fi.

source: An internal server error occurred. Please try again later.
wo: Am na njuumate cëraakon. Jéemaatal ci kanam.

source: Categories
wo: Wàll yi

source: We want to hear from you!
wo: Bëgg nanu di am say xibaar!

source: Give us your feedback. Let us know whether we are awesome or buggy.
wo: Wax nu say xalaat. Wax nu ndax nu ngi jaarale mbir yi yoon am déet.

source: Let us know...
wo: Wax nu rek...

source: Cancel
wo: Bàyyi

source: Submit Feedback
wo: Joxeel sa Xalaat

source: Get Help
wo: Wut Ndimbal

source: Search Marketplace&hellip;
wo: Seetee ci Marketplace&hellip;

source: Settings
wo: Jekkal yi

source: My Apps
wo: Samay Jëfekaay

source: Feedback
wo: Wax sa xalaat

source: Sign Out
wo: Génn

source: Support
wo: Ndimbal

source: Develop Apps
wo: Defar Jëfekaay

source: My Submissions
wo: Yi ma Dugal

source: Reviewer Tools
wo: Jumtukaayi Jàngatkat

source: Lookup Tool
wo: Jumtukaayu Seet

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
wo: Ba mu des <a href="{legal_url}" target="_blank">bi ñu wax</a>, ëmbiit li ci dal bii dafa am sañ-sañu <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> walla beneen sumb bu ci topp.

source: Privacy Policy
wo: Sàrti Sutura

source: Terms of Use
wo: Sàrti Jëfandikoo

source: Report Trademark Abuse
wo: Nettali Ëppal ci Turu-liggéey

source: No apps found.
wo: Gisul benn jëfekaay.

source: Home
wo: Ëtt

source: Popular
wo: Yu siiw yi

source: New
wo: Bees

source: Register
wo: Bindu

source: Sign In
wo: Dugg

source: You must use Firefox to install Firefox apps.
wo: Danga war a jëfandikoo Firefox ngir samp jëfekaayi Firefox.

source: Download
wo: Yebbi

source: You must be signed in to view your apps.
wo: Danga war a dugg ngir wone say jëfekaay.

source: You have no apps
wo: Amoo benn jëfekaay

source: Oh no!
wo: Déet waay!

source: No language packs found.
wo: Gisul benn limu làkk.

source: <b>{n}</b> Result
wo: <b>{n}</b> Njuréef

source: <b>"{search_query}"</b> returned {n} result
wo: <b>"{search_query}"</b> delloo na {n} njuréef

source: No results found, try again later
wo: Gisul benn njuréef, jéemaatal ci kanam

source: General settings
wo: Jekkal yu mag yi

source: Email Address
wo: Màkkaanu Bataaxal

source: Display Name
wo: Wone Tur

source: Recommendations
wo: Digal yi

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
wo: Waaw, won ma ndigal yi aju ci jëfekaay yi ma samp. <a href="{url}" target="_blank">Yeneen leeral</a>

source: Save Changes
wo: Denc Coppite yi

source: Newsletter
wo: Bataaxalu-xibaar

source: Get Firefox News.
wo: Wut Xibaari Firefox.

source: Sign up for our newsletter.
wo: Bindu ci sunu bataaxalu-xibaar.

source: Get Involved
wo: Bokk Ci

source: Region
wo: Diwaan

source: An update to Marketplace is available.
wo: Ab yeesal ci Marketplace jàppandi na.

source: Sign up for our newsletter
wo: Bindul ci sunu bataaxalu-xibaar

source: Get Firefox news! Sign up for our newsletter
wo: Wut xibaari Firefox! Bindul ci sunu bataaxalu-xibaar

source: Email
wo: Bataaxal

source: Sign me up
wo: Bind ma

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
wo: Ànd naa ci Mozilla di jëfandikoo samay leeral ci anam wi ñu wax ci <a href="{privacy_policy_url}" target="_blank">bii Sàrtu Sutura</a>.

source: Thanks for signing up!
wo: Jërëjëf ci sag bindu!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
wo: Dinga jot bataaxal bu bawoo mozilla@e.mozilla.org, seetal sa boyetu bataaxal ngir bataaxal biñu la njëkk a yónnee. Soo ko gisul, nga seet ci spam yi.

source: App Statistics
wo: Xaymay Jëfekaay

source: App usage statistics
wo: Xaymay jëfandikoog jëfekaay

source: Not enough statistics to show.
wo: Amul xayma yu doy yu muy wone.

source: Review
wo: Jàngat

source: Not yet reviewed
wo: Jàngatagu ñu ko

source: Free
wo: Maye

source: Load more
wo: Yab yeneen mbir

source: Description
wo: Tektal

source: View All
wo: Wone Lépp

source: Need to report something?
wo: Danga am looy nettali?

source: Submit Report
wo: Dugalal Nettali bi

source: {app_name} screenshot
wo: nataalu seetub {app_name}

source: For previous version {version}
wo: Ngir sumbu {version} yi weesu

source: Edit
wo: Soppali

source: Delete
wo: Far

source: Report
wo: Nettali

source: Flagged for review
wo: Am na raaya jàngat

source: Updates
wo: Yeesal yi

source: Last updated
wo: Ñungi ko mujjee yeesal

source: Email Support
wo: Ndimalu Bataaxal

source: Support Site
wo: Dalu Ndimbal

source: Homepage
wo: Xëtu ëtt

source: Statistics
wo: Xayma yi

source: Edit Listing
wo: Soppali Lim bi

source: Approve / Reject
wo: Nangu / Bañ

source: Review History
wo: Jaar-jaaru Jàngat

source: Reviews
wo: Jàngat yi

source: App not yet reviewed
wo: Jëfekaay buñ jàngatagul

source: Premium version available
wo: Sumb bi gën jàppandi na

source: More Information
wo: Yeneen Leeral

source: Developer
wo: Defarkat

source: Compatibility
wo: Mën-ànd

source: File Size
wo: Dayo Taxañ

source: Most Recent Version
wo: Sumb bi Gën a Bees

source: Report Abuse
wo: Nettali Ëppal

source: Rated {stars} out of {maxstars} stars
wo: May nañu ko {stars} ci {maxstars} biddéew

source: Back to app
wo: Dellu ci jëfekaay

source: Loading Privacy Policy...
wo: Mi ngi yab Sàrti Sutura...

source: Thank you for purchasing
wo: Jërëjëf ci li nga jënd

source: Back to {app}
wo: Dellu ci {app}

source: Content Rating
wo: Nattug Ëmbiit

source: Rating Details
wo: Leerali Natt gi

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
wo: Say jekkali Mac mën nañu la teree samp jëfekaay yi jogeewul ci Mac App Store.

source: Learn how to change them.
wo: Xamal noo leen di soppee.

source: Show me everything for <mkt-selected-text></mkt-selected-text>
wo: Wan ma lépp lu jëm ci <mkt-selected-text></mkt-selected-text>

source: Installed!
wo: Sampu na!

source: Launch this app from your <b>Applications</b> directory.
wo: Taaleel jëfekaay bii ci sa barabu <b>Jëfekaay yi</b> .

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
wo: Taaleel jëfekaay bi ci sa <b>biro Windows</b> walla <b>Door &#9658; Tëriin Yépp</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
wo: Taaleel jëfekaay bi sa <b>dash</b>, <b>Tànnukaayu jëfekaay</b>, walla <b>Njëlu jëfekaay</b>.

source: Edit your Review
wo: Soppali sa Jàngat

source: Edit your review
wo: Soppali sa jàngat

source: Write a review
wo: Bind ab jàngat

source: Sign in to review
wo: Dugg ngir jàngat

source: Read all reviews
wo: Jàng jàngat yépp

source: System Date Incorrect
wo: Taarixu Noste gi Baaxal

source: Sorry, your device clock appears to be set incorrectly.
wo: Jéggalu, waxtu wi ci sa montar jaarul yoon.

source: Please set today's date and time in your device settings to access the Marketplace.
wo: Jéemal a jubbanti bis bi ak waxtu wi ci jekkali jëfandaay bi ngir mën a yegg ci Marketplace.

source: Try again
wo: Jéemaatal

source: 1 Review
wo: 1 njàngat

source: An error occurred.
wo: Njuumte am na.

source: Try Again
wo: Jéemaatal

source: Currently Offline
wo: Nekkoo ci Internet

source: Sorry, you need to be online to access the Marketplace.
wo: Jéggalu, danga war a nekk ci internet ngir yegg ci Marketplace.

source: Edit Review
wo: Soppali Njàngat

source: Leave a Review
wo: Bàyyi fi ab Njàngat

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
wo: Jéemal jàng <a href="{url}" target="_blank">Téerey Njàngat yi</a> ngir am yeneen leeral ci tomb yi ñuy jëfekaay yi. Sanu kilifag kuréel mën na dindi njàngat yi dëppoowul ak téere yii te du la tàggu.

source: Rate:
wo: Natt:

source: Please select a star rating.
wo: Tànnal mayeg tomb ciy biddéew.

source: Only users that are logged in may submit reviews.
wo: Jëfandikukat yi dugg rek ñoo mën a amal ay njàngat.

source: Update Review
wo: Yeesal Njàngat

source: Submit Review
wo: Dugal Njàngat

source: Flag Review
wo: Def raaya Njàngat

source: See an issue with this review? Select a reason below.
wo: Danga gis jafe-jafe ci njàngat bii? Tànnal fii li ko waral.

source: Spam or otherwise non-review content
wo: Spam walla yeneen ëmbiit yu amul njàngat

source: Inappropriate language/dialog
wo: Boyet/làkk wu jaarul yoon

source: Misplaced bug report or support request
wo: Netalig bëg walla càkkutéefu ndimbal bu fi warul nekk

source: This app has no reviews.
wo: Jëfekaay bi amul benn njàngat.

source: App Review
wo: Njàngatu Jëfekaay

source: not available for your region
wo: amul ci sab gox

source: not available for your platform
wo: amul ci sab dal

source: Payment cancelled.
wo: Bàyyi nañu fay gi.

source: Sorry, we had trouble fetching this app's data. Please try again later.
wo: Jéggalu, mënu nu gis njoxe jëfekaay bii. Jéemaatal ci kanam.

source: Install failed. Please try again later.
wo: Samp gi yeggul. Jéemaatal ci kanam.

source: Installed
wo: Sampu na

source: Unavailable
wo: Jàppandiwul

source: Install
wo: Samp

source: Games
wo: Po yi

source: Business
wo: Liggéey

source: Education
wo: Njàng

source: Entertainment
wo: Bégal xol

source: Health & Fitness
wo: Wér ak Tal

source: Lifestyle
wo: Feemi dund

source: Maps & Navigation
wo: Kàrt ak Joowu

source: Music
wo: Misik

source: Photo & Video
wo: Nataal ak Wideo

source: Productivity
wo: Defar gi

source: Reference
wo: Royuwaay

source: Shopping
wo: Ndugg

source: Social
wo: Penc

source: Sports
wo: Tàggat-yaram

source: Travel
wo: Tukki

source: Utilities
wo: Njariñal yi

source: All Platforms
wo: Dali yebbi yépp

source: Android Mobile
wo: Telefonu Android

source: Android Tablet
wo: Tabletu Android

source: Desktop
wo: Biro

source: For ages {0}+
wo: Ngir ñi am {0} at jëm kaw

source: Generic
wo: Bu siiw bi

source: For all ages
wo: Ñépp lañu ko jagleel

source: Rating Pending
wo: Natt yiy Xaar

source: Rating Refused
wo: Natt yiñ Bañ

source: Everyone
wo: Ñépp

source: Everyone 10+
wo: Képp ku am 10 at jëm kaw

source: Teen
wo: Waxambaane yi

source: Mature 17+
wo: Ñi am 17 jëm kaw

source: Adults Only 18+
wo: Ñi am 18 jëm kaw Kese

source: App for Albania
wo: Jëfekaay ngir waa Albani

source: App for Argentina
wo: Jëfekaay ngir waa Arsàntin

source: App for Bangladesh
wo: Jëfekaay ngir waa Benglades

source: App for Brazil
wo: Jëfekaay ngir waa Bresil

source: App for Bulgaria
wo: Jëfekaay ngir waa Bilgari

source: App for Chile
wo: Jëfekaay ngir waa Sili

source: App for China
wo: Jëfekaay ngir waa Siin

source: App for Colombia
wo: Jëfekaay ngir waa Kolombi

source: App for Costa Rica
wo: Jëfekaay ngir waa Kosta Rika

source: App for Croatia
wo: Jëfekaay ngir waa Kurwasi

source: App for Czech Republic
wo: Jëfekaay ngir waa Repiblik Cek

source: App for Ecuador
wo: Jëfekaay ngir waa Ekuwatër

source: App for El Salvador
wo: Jëfekaay ngir waa Salwadoor

source: App for France
wo: Jëfekaay ngir waa Faraas

source: App for Germany
wo: Jëfekaay ngir waa Almaañ

source: App for Greece
wo: Jëfekaay ngir waa Gerees

source: App for Hungary
wo: Jëfekaay ngir waa Ongri

source: App for India
wo: Jëfekaay ngir waa End

source: App for Italy
wo: Jëfekaay ngir waa Itali

source: App for Japan
wo: Jëfekaay ngir waa Sapoŋ

source: App for Macedonia
wo: Jëfekaay ngir waa Maseduwaan

source: App for Mexico
wo: Jëfekaay ngir waa Meksiko

source: App for Montenegro
wo: Jëfekaay ngir waa Montenegro

source: App for Nicaragua
wo: Jëfekaay ngir waa Nikaraguwey

source: App for Panama
wo: Jëfekaay ngir waa Panama

source: App for Peru
wo: Jëfekaay ngir waa Peru

source: App for Poland
wo: Jëfekaay ngir waa Poloñ

source: App for Russia
wo: Jëfekaay ngir waa Risi

source: App for Serbia
wo: Jëfekaay ngir waa Serbi

source: App for South Africa
wo: Jëfekaay ngir waa Afrik

source: App for Spain
wo: Jëfekaay ngir waa Espaañ

source: App for Uruguay
wo: Jëfekaay ngir waa Uruguwey

source: App for Venezuela
wo: Jëfekaay ngir waa Wenesiyela

source: Arts & Entertainment App
wo: Jëfekaayu Aar ak Bégal xol

source: Featured Book App
wo: Jëfekaayu Téerey Jagleel

source: Featured Creativity App
wo: Jëfekaayu Defarug Jagleel

source: Featured Education App
wo: Jëfekaayu Njàngum Jagleel

source: Featured Game
wo: Powum Jagleel

source: Groundbreaking App
wo: Jëfekaay bu Amul moroom

source: Health & Fitness App
wo: Jëfekaayu Wér ak Tal

source: Hidden Gem
wo: Bi nga war a xam

source: Featured Lifestyle App
wo: Jëfekaayu Feemu dund Jagleel

source: Local Favorite App
wo: Jëfekaay bi Ngënal waa Dëkk bi

source: Maps & Navigation App
wo: Jëfekaayu Kàrt ak Joowu

source: Featured Music App
wo: Jëfekaayu Misik bi gën Neex

source: Mystery App!
wo: Jëfekaayu Kumpa!

source: News & Weather App
wo: Jëfekaayu Xibaar ak Jawwu

source: Photo & Video App
wo: Jëfekaayu Nataal ak Wideo

source: Featured Shopping App
wo: Jëfekaayu Njënd yi Ëpp solo

source: Featured Social App
wo: Jëfekaayu Penc yu Ëpp solo

source: Featured Sports App
wo: Jëfekaayu Tàggat-yaram bu Ëpp solo

source: Tool & Time Saver
wo: Ab jumtukaay ak Am Pexe

source: Featured Travel App
wo: Jëfekaayu Tukki yi Ëpp solo

source: Work & Business App
wo: Jëfekaayu Liggéey ak Wut xaalis

source: Unable to install packaged apps
wo: Mënul samp jëfekaay yi nekk ci boyet

source: App install error: {error}
wo: Njuumte sampug jëfekaay: {error}

source: There was an error submitting your newsletter sign up request
wo: Njuumte am na ci bi nuy dugal sa càkkutéefu bindug bataaxalu xibaar

source: Error while communicating with server. Try again later.
wo: Njuumte am na ci jokkoo bi ak cëraakon bi. Jéemaatal ci kanam.

source: Payment failed. Try again later.
wo: Fay gi yeggul. Jéemaatal ci kanam.

source: {n} star
wo: {n} biddéew

source: Flagging review...
wo: Mingi def raaya njàngat...

source: This review has been successfully flagged. Thanks!
wo: Defal nañu raaya njàngat bii. Jërëjëf!

source: Sorry, there was an issue flagging the review. Please try again later.
wo: Jéggalu, njuumte am na ci defug raaya njàngat bi. Jéemaatal ci kanam.

source: This review has been successfully deleted
wo: Farug njàngat bi jaar na yoon

source: Write a Review
wo: Bind ab Jàngat

source: Sorry, there was a problem deleting the review
wo: Jéggalu, njuumte am na ci farug njàngat bi

source: Loading...
wo: Mingi yab...

source: Your review was successfully posted. Thanks!
wo: Sa siiwalug njàngat bi jaar na yoon. Jërëjëf!

source: Sorry, there was an error posting your review. Please try again later.
wo: Jéggalu, njuumte am na ci sa siiwalug njàngat. Jéemaatal ci kanam.

source: Your review was successfully edited
wo: Sa soppalig njàngat jaar na yoon

source: Sorry, there was an issue editing your review. Please try again later
wo: Jéggalu, njuumte am na ci sa soppalig njàngat. Jéemaatal ci kanam

source: English
wo: Wu àngale

source: French
wo: Wu faraase

source: German
wo: Wu almaañ

source: Hungarian
wo: Wu ongri

source: Indonesian
wo: Wu indonesi

source: Polish
wo: Wu poloñ

source: Portuguese
wo: Wu portigaal

source: Russian
wo: Wu risi

source: Spanish
wo: Wu espaañ

source: Sorry, you are currently offline. Please try again later.
wo: Jéggalu, nekkoo ci internet fimne nii. Jéemaatal ci kanam.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
wo: Beneen yoon sooy taal jëfekaayu Firefox Marketplace, dinga gis sumb biñ yeesal!

source: Feedback submitted. Thanks!
wo: Joxe nga xaalaat. Jërëjëf!

source: There was a problem submitting your feedback. Try again soon.
wo: Njuumte am na ci sab joxe xalaat. Jéemaatal ci kanam.

source: Language Packs
wo: Limi Làkk

source: Search Results
wo: Seet Njuréef

source: Your settings have been successfully saved
wo: Dencug say jekkal jaar na yoon

source: Settings could not be saved
wo: Kenn mënul denc jekkal yi

source: Please sign in to view the receipt
wo: Duggal ngir wone rësi bi

source: Receipt
wo: Rësi
